{"Group": "Gremlin", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 4, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gremlin, Haniver</h2><h3><i>Gremlin, Haniver This small, bizarre humanoid creature has strange yellow skin and tiny black eyes that burn with malevolence. It grins at its prey with a mouth filled with sharp, needle-like teeth. Its long tail and fins flap around wildly whether it flies through the air or swims through the water.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Haniver</p><p class=\"alignright\">CR 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>200</h5><h5>N Tiny fey (aquatic)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +4</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>AC 13, touch 13, flat-footed 12 (+1 Dex, +2 size)</h5><h5><b>hp </b>4 (1d6+1)</h5><h5><b>Fort </b>+1, <b>Ref </b>+3, <b>Will </b>+2</h5><h5><b>DR </b>2/cold iron; <b>SR </b>8</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>5 ft., fly 20 ft. (average), swim 20 ft.</h5><h5><b>Melee </b>bite +1 (1d3-1)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>misplacement</h5><h5><b>Spell-Like Abilities</b> (CL 1st)</br><i>At will&mdash;prestidigitation</i>, <i>ventriloquism</i> (DC 12)</br><i>1/day&mdash;scare</i> (DC 13)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 9, <b>Dex</b> 13, <b>Con</b> 12, <b>Int</b> 8, <b>Wis</b> 11, <b>Cha</b> 12</h5><h5><b>Base Atk </b>+0; <b>CMB </b>-3; <b>CMD </b>8</h5><h5><b>Feats </b>Improved Initiative</h5><h5><b>Skills </b>Disguise +7, Perception +4, Sleight of Hand +7, Stealth +13, Swim +11; <b>Racial Modifiers </b>+2 Disguise, +2 Sleight of Hand</h5><h5><b>Languages </b>Common, Sylvan</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b>Environment temperate coasts</h5><h5><b>Organization </b>solitary, pair, or swarm (4-12)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Misplacement (Su)</b> Hanivers are swift and curious, possessing an uncanny ability to meddle with the possessions of any character whose square they enter. Any time a haniver makes a Sleight of Hand check against a creature, it also rearranges its possessions. The next time that creature attempts to produce a weapon or item it finds its possessions misplaced or disarranged, thus requiring a standard action instead of a move action to retrieve a stored item or draw a weapon (unless the haniver has stolen the item in question). After spending this standard action, the character takes mental inventory and is no longer affected by this ability. Occasionally, hanivers replace items they've stolen or leave their old treasures-seashells, old fish, clumps of sand-in containers or clothing they have rooted through. They do this without any added difficultly to their Sleight of Hand checks.</h5></div><br></br><div><h4><p>Haniver gremlins haunt the stories of sailors and fishing communities, featuring prominently in parables told to naughty children by disapproving parents. A thousand such tales exist, each a variation on a common theme- the gremlins flap up from the sea, startle nasty fishermen or disobedient youths, and make off with their trinkets.</p><p>Yet as is rarely the case with such tales, nearly every word of these stories-no matter how unlikely or comic- proves near to the truth.</p><p>Strange fey creatures that enjoy skimming whitecaps, flipping horseshoe crabs, and fatalistically teasing dolphins and sharks, hanivers endlessly indulge a mad racial curiosity. Such is their obsession that every haniver must know what is under every rock, in every basket, and beneath every hat. Should they like what they find, they typically attempt to make off with it, clinging to their prize like a beloved heirloom until the next curiosity or shiny treasure catches their attention. Hanivers have no concept of worth, though they know much of desirability, and might hang onto an item they would otherwise discard in moments if another creature-or former owner-expresses desire for it. The gremlins don't steal out of any sense of maliciousness, but merely out of curiosity and selfishness. The most intelligent occasionally even believe that they're trading, leaving behind old \"treasures\"-often strange or natural items that barely fit the description-in place of things they've claimed. Regardless, folklore advises those who have something stolen by a haniver to simply abandon it rather than face the frustration of attempting to rescue it- hence the tendency of fishermen to blame the hanivers whenever something goes missing.</p><p>Hanivers possess flat, leathery bodies with only a few thin bones. Most stand little more than a foot tall and 1-1/2 feet across, and weigh less than 5 pounds.</p><p><b>Ecology</b> <br>Strange beings, even for fey, haniver gremlins bear similarities to both sprites and some breeds of coastal fish. Their fin-like wings grant them great mobility, both above and below the waves, aiding in their odd habit of flitting in and out of rolling waves. Sets of tiny gills and lungs alike allow them to survive in both environments, making them strangely oblivious to the quandaries of those that cannot. If forced to the ground, a haniver moving along land is a pitiful sight, as it scrabbles its way across the earth with its feeble claws and flops like a fish at the bottom of a boat.</p><p><b>Habitat & Society</b></br> Hanivers rarely travel far from the ocean, preferring the coast both for the comfort of salt water and for the strange things they often find washed up on beaches.Even though they don't require water to live, their leathery bodies dry out over time, becoming chafed and stiff. Thus, few hanivers spend more than an hour out of the water. These gremlins rarely keep lairs or places they call theirs, though most favor small flat underwater crevices or gaps in sea cliffs on those rare occasions when they feel like sleeping. Some hanivers keep small troves for their treasures, and such nooks might be numerous and any place a gremlin deems safe.</p><p>Often seeming oblivious to others of their kind, or even avoiding them-fleeing from those who might also take a fancy to objects that fascinate them-hanivers occasionally travel together in small mobs. Banding together for safety as they flit across and below coastal waves, these gremlins can prove incredibly frustrating, even dangerous, should they notice something of interest en masse. Ships at sea, lone fishermen, and even whales and some other forms of large marine life go out of their way to avoid swarms of hanivers. Those that don't risk finding themselves captured amid a storm of inexplicably terrifying, flapping pests, their every possession pilfered by the quick-fingered gremlins.</p><p><b>Treasure</b></br> With no real care for the treasures they collect or interest in items of value, hanivers swipe things based wholly on whether an object strikes their curiosity. Certain objects are guaranteed haniver bait, most specifically any object with a lid or flap or anything that shines. As such, chests, packs, boxes, and tents prove irresistible to these gremlins, as do metal arms and armor, coins, gems, lanterns, fishing lures, buttons, sea shells, and the like-the shinier, the better. Additionally, every haniver has its own favorite treasures, and while one might need to claim every new feather it sees, another might obsess over objects that look like they'd make an entertaining noise when dropped from a height. Such fascinations are never malicious, but occasionally lead hanivers to imperil delicate objects or small creatures. On the other hand, hanivers' fixations can sometime prove their undoing, as these thieves' curiosity about closed spaces make these unsuspecting gremlins notoriously easy to capture, and other curiosities might directly lead to messy ends as they attempt to steal from animals, working machinery, or-most commonly-angry humanoids.</p><p>Hanivers occasionally collect items that prove durable and particularly pleasing. Such treasures they place in outof- the-way hidey-holes, such as underwater crevices, high tree hollows, and gaps underneath loose shingles. While such collections usually prove worthless, containing only bits of glass, pieces of paper, bent nails, or children's toys, some fishermen tell of the fortunate costermonger whose chimney rained gold-the result of a coin-collecting haniver's poor choice in hiding spots.</p><p>As Hanivers are widely reviled by sailors and any who dwell along the coast, many town constabularies or old timers hold to an age-old tradition of paying a copper for the body of a haniver. Legends say that the gremlins fear the bodies of their own kind and will avoid any house that nails a dead haniver above its door, or the fisherman who carries a haniver corpse amid his tackle.</p><p>The only problem is that, unless properly prepared and dried (requiring a DC 11 Craft [leather] or Profession [fisherman] check), haniver flesh begins to reek terribly about an hour after death, much like the smell of weekold fish. To approximate such gruesome talismans, children in many coastal communities enjoy \"candied gremlins\"-haniver-shaped dried fish or ray covered in salt and sticky sugar.</p></h4></div>", "Languages": "Common, Sylvan", "Source": "AP 25", "Land": "1", "Organization": "solitary, pair, or swarm (4-12)", "Ref": "3", "Climb": "0", "HD": "(1d6+1)", "AbilitiyScores": "Str 9, Dex 13, Con 12, Int 8, Wis 11, Cha 12", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 1, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "1", "Fly": "1", "RacialMods": "+2 Disguise, +2 Sleight of Hand", "AC": "AC 13, touch 13, flat-footed 12", "Swim": "1", "Name": "Haniver", "VariantParent": "", "Skills": "Disguise +7, Perception +4, Sleight of Hand +7, Stealth +13, Swim +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "1/2", "XP": 200, "TemplatesApplied": "", "Environment": "temperate coasts", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +1, Ref +3, Will +2", "Melee": "bite +1 (1d3-1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "5 ft., fly 20 ft. (average), swim 20 ft.", "Alignment": "N", "Size": "Tiny"}