{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 114, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Camulatz</h2><h3><i>Vibrant blue and yellow feathers adorn the body of this giant, parrot-like bird, but its curved beak and powerful talons are instead adorned with dried blood and gore.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Camulatz</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>CE Large magical beast </h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +14</h5><h5><b>Aura </b>frightful presence (60 ft., DC 18)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 12, flat-footed 19 (+3 Dex, +10 natural, -1 size)</h5><h5><b>hp </b>114 (12d10+48)</h5><h5><b>Fort </b>+12, <b>Ref </b>+11, <b>Will </b>+6</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., fly 80 ft. (average)</h5><h5><b>Melee </b>bite +18 (2d6+6/19-20 plus 2d6 bleed), 2 talons +17 (1d6+6)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>decapitating strike, hypnotic display, rend (2 talons, 1d6+9)</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +14)</br>3/day&mdash;<i>entropic shield</i>, <i>ventriloquism</i> (DC 13)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>23, <b>Dex </b>17, <b>Con </b>18, <b>Int </b> 8, <b>Wis </b>15, <b>Cha </b>14</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+19; <b>CMD </b>32</h5><h5><b>Feats </b>Bleeding Critical, Critical Focus, Flyby Attack, Improved Critical (bite), Improved Natural Attack (bite), Skill Focus (Perception)</h5><h5><b>Skills </b>Fly +10, Perception +14 Bluff +5 (+13 to mimic sounds), Fly +7, Perception +14; <b>Racial Modifiers </b>+8 Bluff to mimic sounds</h5><h5><b>Languages </b>Abyssal, Auran</h5><h5><b>SQ </b>sound mimicry</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> tropical jungles</h5><h5><b>Organization </b>solitary, flight (2-5), or aerie (6-12)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Decapitating Strike (Ex)</b> On an attack roll of a natural 20 (followed by a successful roll to confirm the critical hit) with its bite attack, a camulatz severs its opponent's head (if the opponent has one). Most creatures die when their heads are cut off. This ability functions as the <i>vorpal</i> weapon special ability. </h5><h5><b>Hypnotic Display (Su)</b> As a full-round action, a camulatz may cause its coat of feathers to change colors, shifting through a mesmerizing pattern that lures creatures to the camulatz's side. All creatures who can see the camulatz (even other camulatz) must succeed on a DC 18 Will saving throw or become captivated. A creature that successfully saves is not subject to the same camulatz's hypnotic display for 24 hours. A victim under the effects of the hypnotic display moves toward the camulatz using the most direct means available. If this path leads the victim into a dangerous area, such as through fire or off a cliff, that creature receives a second saving throw to end the effect before moving into peril. Captivated creatures can take no actions other than to defend themselves. A victim that is within 5 feet of the camulatz simply stands and offers no resistance to the camulatz's attacks. This effect lasts for 1d6 rounds. Sightless creatures are not affected. This is a mind-affecting pattern effect. The save DC is Charisma-based. </h5><h5><b>Sound Mimicry (Ex)</b> A camulatz can perfectly imitate certain sounds or the speech of any creature it has heard, though this ability does not allow it to speak or to understand languages it does not know. The listener must make a Sense Motive check opposed by the camulatz's Bluff check to recognize the mimicry, although if the listener isn't familiar with the person or the type of creatures mimicked, it takes a -8 penalty on its Sense Motive check. The camulatz has a +8 racial bonus on its Bluff check to mimic speech or sounds that it has listened to for at least 10 minutes. It cannot duplicate the effects of magical abilities (such as bardic performance or a harpy's captivating song), though it may be able to mimic the sound of those abilities.</h5></div><br></br><div><h4><p><p>Hidden within the high canopy overlooking the jungle floor dwells a race of enormous, vicious, and vibrantly colored birds known as camulatz. Possessing a cruel intelligence, camulatz are vile headhunters and aggressive demon-worshipers, preying on all sentient creatures as sacrifices to their chosen demon lord: Pazuzu, King of the Wind Demons. Camulatz revel in trickery and bloodshed, luring victims into ambushes where the camulatz can indulge their bloodlust and take their victims' heads as grisly trophies.</p><p>The iridescent coloration of a camulatz's feathers assists in mesmerizing unfortunate souls, luring them to the killing ground below the brightly colored bird's aerie. Camulatz also have a special affinity for sounds, naturally mimicking voices and animal noises, while perfecting the magical ability to displace such sounds, making them seem to emanate from other creatures or objects. Camulatz delight in using both their magical <i>ventriloquism</i> and their beautiful plumage to mislead and separate victims before surprising them with diving attacks from above.</p><p>All camulatz possess sharp talons on their feet, capable of rending the most heavily armored foes, but they rely on their cruelly curved beaks to decapitate their victims.</p><p>The vivid patterns of a camulatz's feathers also provide some protection to the birds, forming a magical field of clashing colors that can def lect ranged attacks.</p><p>A mature camulatz is just over 14 feet in length from its beak to the ends of its tail feathers, but weighs only 300 pounds because of its lightweight bone structure.</p><p>Each individual camulatz bears its own unique feather coloration, which it can consciously manipulate in set patterns to produce its hypnotic display.<b></p><p>Ecology</b></p><p> Camulatz are carnivores who prefer the raw flesh of intelligent creatures above all else, but they also hunt large jungle mammals, reptiles, and even fish to augment their diet or when their favored prey is particularly scarce.</p><p>The ferocious birds especially enjoy eating the heads of their victims, whom they decapitate with their razorsharp beaks, preferably while the victim is still alive.</p><p>Camulatz devour the bodies of their victims without ceremony, but they take the severed heads back to their treetop aeries for ritual feasts, dining on the eyes, ears, tongues, and brains as savored delicacies. Thereafter, camulatz save their victims' skulls as trophies, using them as tribute to Pazuzu, ornamentation for their nests, and markers for the bounds of their territory and favored hunting grounds.</p><p>While camulatz never forget which individual is responsible for harvesting a given skull, most groups prefer to store their skulls communally, as they believe that their demonic patron finds more appeal in a single titanic collection of skulls than many small individual ones. As such, each aerie has a central altar where skulls are stacked in order of ascending prominence. This location, known as the Place of Screeching, is often used as a meeting place or the location for important rituals, and powerful females may occasionally choose to mate directly upon the altar in the hope that Pazuzu will notice and, in his demonic voyeurism, provide the resulting offspring with fiendish boons. For both genders, however, providing the skull that crowns the altar's tower is a lifelong goal for every individual.</p><p>Camulatz mate only once a year, or even less, usually with different partners on each occasion. During mating cycles, female camulatz use their hypnotic display ability to lure and seduce their chosen mates, mating frantically and violently with the entranced, nearly helpless males.</p><p>Afterward, females lay 1-3 eggs, which they jealously guard thereafter-even driving away the fathers-until the eggs hatch in about 3 months. Females communally raise their young for 2 years until the hatchlings reach adulthood, at which point the fully grown camulatz separate according to gender-the males band together to hunt and raid, while the females establish new aeries to maintain and defend.</p><p>Camulatz have lifespans of 80 to 100 years, and though they have no written histories or oral legends beyond the braggadocio of individual members, their memories are long, and a camulatz never forgets a slight or the face of a prey animal that got away.<b></p><p>Habitat & Society</b></p><p> Camulatz make their homes in treetop aeries high above the jungle floor, only venturing below their canopy homes when hunting.</p><p>Male camulatz range the farthest af ield, often spending days or even weeks away from home, building temporary nests on the borders of their territory from which to launch hunting sorties. Meanwhile, female camulatz rule over the larger aeries, safeguarding their eggs and hatchlings. Both genders are equally violent and capable in combat.</p><p>Camulatz believe they are the chosen followers of Pazuzu, revering the demon prince in all they do. They view the act of decapitation as a holy sacrifice to Pazuzu, and their faith requires them to appease their demon lord by sacrificing a sentient creature at least once per month.</p><p>Camulatz believe that consuming a creature's head gives them some measure of the victim's power-hence the reason for preying on intelligent creatures rather than simple beasts-and that these ritual feedings attract the favor of their demon lord.</p><p>Camulatz bear a special hatred for monstrous humanoids and worshipers of Lamashtu, taking up the same battle waged between Pazuzu and the Mother of Monsters. As such, the skulls of gnolls, monkey goblins, and jungle harpies are especially prized by camulatz, and frequently decorate their lairs. Some Mwangi tribes even appease camulatz by offering them such captives in exchange for safe travel through the camulatz's territory or safety from predation, though any deals made with the notoriously fickle bird people are tenuous at best. Many are the tribes who thought to purchase their safety with slaves and sacrifices, only to find their members' own skulls mounted among the sacrifices in the camulatz's Place of Screeching.</p></h4></div>", "Languages": "Abyssal, Auran", "Source": "AP 39", "Land": "1", "Organization": "solitary, flight (2-5), or aerie (6-12)", "Ref": "11", "Climb": "0", "HD": "(12d10+48)", "AbilitiyScores": "Str 23, Dex 17, Con 18, Int 8, Wis 15, Cha 14", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1011, "SubType": "", "MonsterSource": "", "Feats": "Bleeding Critical, Critical Focus, Flyby Attack, Improved Critical (bite), Improved Natural Attack (bite), Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "1", "RacialMods": "+8 Bluff to mimic sounds", "AC": "22, touch 12, flat-footed 19", "Swim": "0", "Name": "Camulatz", "VariantParent": "", "Skills": "Fly +10, Perception +14 Bluff +5 (+13 to mimic sounds), Fly +7, Perception +14", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "tropical jungles", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "sound mimicry", "Saves": "Fort +12, Ref +11, Will +6", "Melee": "bite +18 (2d6+6/19-20 plus 2d6 bleed), 2 talons +17 (1d6+6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., fly 80 ft. (average)", "Alignment": "CE", "Size": "Large"}