{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 119, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mokele-Mbembe</h2><h3><i>A triangular reptilian head with a mouth full of curved teeth, attached to a long snaking neck, rises from the surface of the water. Long spines run down its neck, back, and whip-like tail, which uncurls to snap the air with a loud report.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Mokele-Mbembe</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>N Huge animal </h5><h5><b>Init </b>+5; <b>Senses </b>low-light vision, scent; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 9, flat-footed 22 (+1 Dex, +14 natural, -2 size)</h5><h5><b>hp </b>119 (14d8+56)</h5><h5><b>Fort </b>+13, <b>Ref </b>+12, <b>Will </b>+8</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 30 ft.</h5><h5><b>Melee </b>bite +17 (2d6+9), tail slap +12 (2d6+4)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft. (20 ft. with tail)</h5><h5><b>Special Attacks </b>trample (1d8+13, DC 26), whip tail</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>28, <b>Dex </b>13, <b>Con </b>18, <b>Int </b> 2, <b>Wis </b>15, <b>Cha </b>11</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+21; <b>CMD </b>32 (36 vs. trip)</h5><h5><b>Feats </b>Awesome Blow, Improved Bull Rush, Improved Initiative, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Perception)</h5><h5><b>Skills </b>Perception +15, Stealth +3, Swim +17</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> tropical lakes and rivers</h5><h5><b>Organization </b>solitary, pair, or pack (3-6)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Whip Tail (Ex)</b> When not submerged, a mokele-mbembe can crack its tail as a standard action, creating a sonic boom in a 5-foot burst, up to 20 feet away. Any creature in the burst's area must make a DC 21 Fortitude save or be stunned for 1 round. The save DC is Constitution-based. Other mokelembembe are immune to this effect.</h5></div><br></br><div><h4><p><p>Known as \"water lions\" in some local tongues, mokelembembe are large, reptilian predators that inhabit the hottest jungles, always close to lakes, rivers, or other large bodies of water. A mokele-mbembe's long, whiplike tail accounts for half its length. Its dense, fourlegged body is the size and shape of an elephant's, and its greenish-brown hide has the texture of tree bark. An adult mokele-mbembe can grow up to 40 feet in length and weighs almost 10 tons. Males are only slightly longer and heavier than females.<b></p><p>Ecology</b></p><p> Although they resemble some larger, herbivorous dinosaurs, mokele-mbembe are cunning and territorial predators. They make their lairs in riverside caves, close to their food source, where they can sun themselves after eating. Natural swimmers, mokele-mbembe have webbed feet, but their long legs enable them to move easily on land as well. They spend much of their time in the water, where they can relax and float or use their long necks to attack while submerged, favoring blind river bends to ambush prey. Mokele-mbembe require large quantities of food daily, and feed on fish, birds, and even large mammals-humanoids included. Hippopotamuses are a favorite prey, and mokele-mbembe attack them on sight.</p><p>Battles between these two river giants are legendary among local tribes, whose shamans often see portents or prophecies in the outcomes.</p><p>A mokele-mbembe's powerful jaws contain sharp teeth for tearing chunks of meat from prey. The barklike texture of the creature's hide is actually caused by a network of osteoderms that provide added protection against competing predators and larger herbivores.</p><p>Thanks to a pair of parallel, beam-like bones at the top of its rear legs, the mokele-mbembe carries a massive tail that tapers from a wide base to an end no wider than a half ling's finger. A vast array of muscles and flexible vertebrae within the tail let the creature move this appendage with surprising speed. By sharply reversing motion up and down the length, it can crack its tail like an enormous bullwhip. Louder than a thunderclap, this sonic boom is not only a potent weapon, but also a booming call to other members of the mokele-mbembe's pack over large distances, summoning them either to share a kill or to defend the group's young.<b></p><p>Habitat & Society</b></p><p> Although they are most commonly encountered alone, mokele-mbembe form mated pairs to hatch and rear their young once every 3 years. A female lays a clutch of 5 to 6 enormous, hard-shelled eggs in a cavern near the water, with the eggs hatching in 90 days. Mokelembembe young are small upon hatching-no larger than a goat or foal-and are extremely vulnerable during the first 4 to 5 weeks of life. Many fall prey to large snakes, leopards, crocodiles, and even dire bats.</p><p>It is rare for even half a clutch to survive these initial weeks. Mothers stay close to their young during this time, while the fathers hunt and bring food back to the nest. As hatchlings grow, the father ceases to bring food back from his kills, and instead uses his tail to call both mother and hatchlings to the site of the kill, forcing the young to venture forth to gain food. Mokele-mbembe reach maturity at an alarming rate, growing to full size in just over a year, and reaching reproductive maturity at 2 years of age.</p><p>Mokele-mbembe occasionally form packs, but only in areas where food is prevalent, as a large pack can kill and eat an entire bloat of hippopotamuses in under a week's time. Most packs are formed of three to four unrelated males and one to two females close to reproductive age. Scholars have noted that males bring food to a female preparing to lay eggs for fertilization. Females choose their mates from the largest and strongest of pack members, based primarily on who provides the largest offering. Some sages purport that this practice is the genesis of the mokele-mbembe's feud with hippos, because the fat-heavy water horses provide an abundant energy source for females preparing to reproduce. Once females choose their mates, uncoupled males usually leave the pack to hunt on their own. Surprisingly, the mokele-mbembe males are relatively good-natured in their competition for mating rights, and outside of the desperate race to find more food for a female-a struggle that can sometimes lead to devastating attacks on human villages-the competitors almost never resort to violent displays against each other.</p><p>Jungle-dwelling elves and humans respect mokelembembe for their strength and for the sound of their \"thunder.\" Lizardfolk, however, revere mokele-mbembe as vessels of divine power, and are the only humanoid race that can successfully train and domesticate them, using them as pack beasts, hunting companions, and battle mounts. Often sharing the same territory, black dragons sometimes use their charm reptiles ability to press mokele-mbembe into servitude, using them as guards for their underwater lairs.</p></h4></div>", "Languages": "", "Source": "AP 39", "Land": "1", "Organization": "solitary, pair, or pack (3-6)", "Ref": "12", "Climb": "0", "HD": "(14d8+56)", "AbilitiyScores": "Str 28, Dex 13, Con 18, Int 2, Wis 15, Cha 11", "Gear": "", "Ranged": "", "Type": "animal", "Reach": "15 ft. (20 ft. with tail)", "DontUseRacialHD": "0", "id": 1017, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Improved Bull Rush, Improved Initiative, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "0", "RacialMods": "", "AC": "23, touch 9, flat-footed 22", "Swim": "1", "Name": "Mokele-Mbembe", "VariantParent": "", "Skills": "Perception +15, Stealth +3, Swim +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "tropical lakes and rivers", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +13, Ref +12, Will +8", "Melee": "bite +17 (2d6+9), tail slap +12 (2d6+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 30 ft.", "Alignment": "N", "Size": "Huge"}