{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 69, "Treasure": "Value none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Tribal Totem</h2><h3><i>With the splintering sound of dry, cracking wood, a human-sized graven image lurches to life. Its features shift and reform with every step, cycling through a variety of faces both strange and oddly familiar. Bits of feather, leaves, and decorative stone embellish its surface, and the strong smell of lacquer and resin assaults the senses as it draws near with a menacing, ponderous gait.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Tribal Totem</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>N Medium construct </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +1</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 12, flat-footed 17 (+2 Dex, +7 natural)</h5><h5><b>hp </b>69 (9d10+20)</h5><h5><b>Fort </b>+3, <b>Ref </b>+5, <b>Will </b>+4</h5><h5><b>DR </b>5/slashing; <b>Immune </b>construct traits</h5><h5><b>Weaknesses </b>ceremonial activation, vulnerable to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>2 slams +12 (1d10+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>spirit link</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>14, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>13, <b>Cha </b>14</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+12; <b>CMD </b>24</h5><h5><b>SQ </b>effigy, mouthpiece</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or gang (2-4)</h5><h5><b>Treasure </b>Value none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Ceremonial Activation (Su)</b> A tribal totem stands inert unless empowered each day by spiritual energy. This activation requires that at least 10 participants perform an hour-long ceremony of chanting and adoration. For each hour this ritual lasts, the totem remains alert and functional for 1 day. The worshipers need not include the creator or possess any special divine powers. </h5><h5><b>Effigy (Su)</b> As a full-round action once per day, a tribal totem can mimic the shape of any Small or Medium humanoid within its line of sight, reforming itself into a wooden depiction of that creature. Upon doing so, the target can be affected by the effigy ability. While in this shape, the tribal totem knows the location of its target as if persistently using the spell <i><i><i>locate creature</i></i>.</i> A <i>warp wood</i> or <i>wood shape</i> spell immediately forces the tribal totem to revert to its normal form. Although the tribal totem may only use this ability once per day, it can retain a shape indefinitely. </h5><h5><b>Mouthpiece (Sp)</b> Although a tribal totem cannot speak on its own, every day it can store a single message for its creator and repeat that message upon a prescribed condition. This ability functions as the <i><i><i>magic mouth</i></i></i> spell, and its creator may change or reset the conditions of the message each day. </h5><h5><b>Spirit Link (Su)</b> As a standard action, a tribal totem may attempt to join its animating energies with a creature within its line of sight that also shares its likeness (as per the effigy ability). The target can resist this effect with a DC 16 Will save. If this save fails, the target is affected as if it had cast the spell <i><i><i>shield other</i></i></i>, taking half the damage inflicted upon the tribal totem. In addition, any spell with a range of \"creature touched\" cast upon the tribal totem affects the linked creature rather than the construct. If the spell allows a saving throw, the linked creature can make a saving throw as normal to resist the effect. Spirit link lasts for 4 hours and ends immediately if the tribal totem no longer possesses the target's shape. The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>Tribal totems represent a significant cultural achievement for their adopted tribe. Imbued with a spark of life from the continued worship of those they protect, they stand as lifelong guardians of their villages, defending them against enemies and predators alike. To aid them in this function, they also possess the unusual ability to reshape themselves into the likeness of other creatures, targeting them with eerie pains and ailments. This ability enables their tribe to more actively hunt down such enemies while their quarry is hindered and tracked by the totem.</p><p>As mindless automatons, tribal totems remain ever dependent on their creators to direct them. Some serve only a defensive role, strategically placed within villages to aid against attacks. Others carry stored messages on their tribe's behalf or vocalize their creator's words. Rarer still are the tribal totems purposed for war, which emerge from the jungle as a potent force capable of spearheading invasions and targeting enemy champions.</p><p>While most tribal totems are made of wood and combine exaggerated features of folkloric monsters with simple decorations and images of strength (like streaks of blood, the claws of defeated beasts, or enemy skulls), few look exactly alike, as each embodies the deities, fears, or legends of its creator's people. Tribal totems tend to stand 7 feet tall and weigh over 300 pounds.<b></p><p>Ecology</b></p><p> As constructs, tribal totems have no significant ecological niche. They exist at the whim of their creators and protect their assigned tribes from harm. The divine spark that powers them emanates from the continued adulation and combined spiritual energy of the tribe, but relies upon constant rekindling. Each morning, the totem requires lengthy ritual adoration to renew its power. Otherwise, the totem remains still, appearing to be nothing more than a decorative statue.</p><p>During elaborate festivals and revels, tribal natives usually spend several hours honoring the totem to ensure it remains vigilant for many days. They also take care to mend and repair any damage it might have suffered on their behalf. Once charged in this manner, the totem may operate remotely for many days at a time, undertaking longer trips on the tribe's behalf to hunt down enemies whose likeness it acquires.<b></p><p>Habitat & Society</b></p><p> Tribal shamans, oracles, or witchdoctors most commonly undertake the rituals necessary to construct a tribal totem, guiding the rest of the tribe in worshiping and maintaining it. The totem only obeys the commands of its creator or someone appointed by her. In the event of conf licting orders, it always obeys its creator above anyone else loaned such authority. Typically, a tribal totem spends its entire existence within the confines of its creator's village, and is completely dependent on the continuing worship of the tribe to give it a semblance of life. Only in rare cases might a multitude of tribes gather their totems together for some shared offensive. Tales also tell of crazed hermits and shamanic outcasts who have created multiple tribal totems and then set them against specific individuals or whole tribes who garner their ire.</p><p>Greater Tribal Totems Legends also tell of more advanced versions of tribal totems, some reaching Large or even Huge size. Serving as guardians of important religious or cultural sites, these totems possess multiple faces, one on each side of their heads, enabling them to take on the conjoined likeness of up to four victims at a time. They also gain the following additional abilities: <ul><li> +3 natural armor <li> +4 Strength, +2 Wisdom, +2 Charisma <li> </h5><h5><b>All-Around Vision (Ex) </b>A greater tribal totem gains a +6 bonus on Perception checks and cannot be flanked.</p><p><li> Extended </h5><h5><b>Effigy (Su) </b>A greater tribal totem is no longer dependent on line of sight to affect victims with its shared condition ability. Instead, it can extend this power to any creature that has ever been in its line of sight and is currently within 5 miles, often enabling its creators to inf lict terrible punishments upon their enemies through the totem's connection.</p><p>Construction A tribal totem is always carved from a single type of wood chosen for its density and beauty-typically, ebony, mahogany, or some other valuable resource whose value is at least 1,000 gp. Some tribes use ivory instead, lashing together the pieces and then relying on the magic of the totem's construction to knit everything into a single whole. Decorations of leafy fronds, stones, animalistic trophies, and paint help complete the appearance.</p><p>Initially, a creator shapes a totem's features into a ferocious, monstrous image. Then, the application of the proper spells enables the construct to alter its appearance to mimic other creatures.</p><p></h5><h5><b>Tribal Totem CL </b>8th; </h5><h5><b></h5><h5><b>Price </b></b>19,000 gp </h5><h5><b></h5><h5><b>Construction Requirements </b></b>Craft Construct, <i><i>animate objects</i></i>, <i>disguise self</i>, <i><i>locate creature</i></i>, <i><i><i>magic mouth</i></i></i>, <i><i><i>shield other</i></i></i>, creator must be caster level 11th; </h5><h5><b></h5><h5><b>Skill </b></b>Craft (carpentry) and Craft (sculpture) DC 20; </h5><h5><b></h5><h5><b>Cost </b></b>10,000 gp.</p><p>Greater </h5><h5><b>Tribal Totem CL </b>9th; </h5><h5><b></h5><h5><b>Price </b></b>22,000 gp </h5><h5><b></h5><h5><b>Construction Requirements </b></b>Craft Construct, <i><i>animate objects</i></i>, arcane eye, <i>disguise self</i>, <i><i>locate creature</i></i>, <i><i><i>magic mouth</i></i></i>, <i><i><i>shield other</i></i></i>, creator must be caster level 13th; </h5><h5><b></h5><h5><b>Skill </b></b>Craft (carpentry) and Craft (sculpture) DC 24; </h5><h5><b></h5><h5><b>Cost </b></b>12,000 gp.</ul></p></h4></div>", "Languages": "", "Source": "AP 39", "Land": "1", "Organization": "solitary or gang (2-4)", "Ref": "5", "Climb": "0", "HD": "(9d10+20)", "AbilitiyScores": "Str 17, Dex 14, Con -, Int -, Wis 13, Cha 14", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1018, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "19, touch 12, flat-footed 17", "Swim": "0", "Name": "Tribal Totem", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "effigy, mouthpiece", "Saves": "Fort +3, Ref +5, Will +4", "Melee": "2 slams +12 (1d10+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Medium"}