{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 42, "Treasure": "NPC gear (heavy wooden shield, obsidian dagger, shortbow and 20 arrows, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Umasi</h2><h3><i>An emaciated humanoid bursts through the trees, brandishing a knife of black stone. His body is a patchwork of hair, skin, scales, and strange limbs stitched together with thick, black thread.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Umasi</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>CN Medium monstrous humanoid </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 12, flat-footed 16 (+2 Dex, +4 natural, +2 shield)</h5><h5><b>hp </b>42 (5d10+15)</h5><h5><b>Fort </b>+6, <b>Ref </b>+6, <b>Will </b>+5; +2 vs. poison</h5><h5><b>Immune </b>disease</h5><h5><b>Weaknesses </b>immune to healing</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>dagger +7 (1d4+4/19-20), 2 unarmed strikes +7 (1d3+2 nonlethal)</h5><h5><b>Ranged </b>shortbow +7 (1d6/x3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>15, <b>Con </b>17, <b>Int </b> 10, <b>Wis </b>13, <b>Cha </b>8</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+9; <b>CMD </b>21</h5><h5><b>Feats </b>Great Fortitude, Improved Initiative, Multiweapon Fighting</h5><h5><b>Skills </b>Heal +13, Intimidate +6, Perception +12, Stealth +11, Survival +8; <b>Racial Modifiers </b>+8 Heal, +4 Perception, +4 Stealth</h5><h5><b>Languages </b>Polyglot</h5><h5><b>SQ </b>graft flesh, harvest organs, immortal flesh</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> tropical jungles</h5><h5><b>Organization </b>solitary, hunting party (2-8), or tribe (10-30)</h5><h5><b>Treasure </b>NPC gear (heavy wooden shield, obsidian dagger, shortbow and 20 arrows, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Graft Flesh (Su)</b> Umasi can graft the flesh and even limbs of other humanoids to their own bodies in a ritual that takes 1 hour to complete. To heal damage, an Umasi must have a supply of flesh (either living or dead), and the Umasi must make a DC 20 Heal check to treat deadly wounds. The Umasi can only heal damage with his graft flesh ability once per day, but there is no time limit on healing wounds and the Umasi does not need a healer's kit (and does not take a penalty for lacking one). This ability otherwise functions as the treat deadly wounds use of the Heal skill. Umasi can also graft additional limbs onto their bodies; each extra arm gives the Umasi an additional unarmed strike, while each additional leg adds +5 feet to the Umasi's speed. An Umasi can have a maximum of six arms and six legs. </h5><h5><b>Harvest Organs (Su)</b> An Umasi can remove a vital organ when he delivers a coup de grace against a humanoid opponent with a slashing or piercing weapon. The next round, the Umasi can consume the harvested organ as a move action to gain the benefits of the <i>death knell</i> spell (caster level equal to the Umasi's Hit Dice). </h5><h5><b>Immortal Flesh (Su)</b> Umasi are immune to disease and aging effects, and they gain a +2 racial bonus on saving throws against poison. </h5><h5><b>Immune to Healing (Ex)</b> Umasi do not heal damage naturally, and are not healed by positive or negative energy.</h5></div><br></br><div><h4><p><p>Reclusive and shrouded in mystery, the Umasi-or Harvestmen, as they are known across the Mwangi Expanse-are a race of humanoids who exist between life and death. Unable to heal or procreate naturally, the Umasi extend their lives by transplanting the skin, organs, or even entire appendages of other humanoids onto parts of their own bodies. As a result, there is no typical description for a Harvestman-each is a patchwork conglomeration of different features, though most Umasi have multiple limbs of varying sizes. The need to use body parts of generally the same size and shape makes most Umasi human-sized; few are over 6 feet tall. Most weigh between 150 and 300 pounds, and the constant addition of new flesh has left little distinction between genders.<b></p><p>Ecology</b></p><p> Zenj legends say the Umasi were an ancient tribe of arrogant scholars who lived deep in the Mwangi Jungle. When a powerful witch doctor came to the Umasi seeking their wisdom, he was rebuffed as being unworthy of receiving the Umasi's knowledge. Enraged, the witch doctor used a taboo ritual to curse the Umasi, stealing away fragments of their very souls and binding them to the flesh of others, forcing them to harvest the bodies of humanoids to sustain a bitterly extended existence. This curse left the Umasi a sterile, aff licted people somewhere between the living and the living dead.</p><p>Contrary to their appearance, Umasi are living creatures.</p><p>They eat, breathe, and sleep like other humanoids, but their bodies are in a constant state of decay. This divided nature grants the Harvestmen immunity to disease and resistance to toxins, but even minor injuries don't heal naturally; Umasi must graft new flesh onto existing tissue to heal their wounds.</p><p>Staving off the endless decay of their bodies requires more extreme measures. As limbs and organs rot, Umasi elders use obsidian blades to remove the subject's decaying parts, replacing them with similar parts from fresh corpses and linking the replacements to the original body through a complex ritual combining ancient Umasi knowledge with the forbidden juju rites of their original curser. When the ritual is complete, the new body part joins perfectly with the Umasi and death is cheated… for a time.</p><p>In much the same way, Harvestmen are not born, but made. Barren, infertile, and missing pieces of their souls, Umasi are unable to breed. Their only recourse is to tear off chunks of their own flesh, bind them together with the remains of dead humanoids, and animate the results using the same ancient juju rites.</p><p>Many people have sought the secret to the longevity of the Harvestmen, only to be turned away with little explanation. Because the joining ritual requires one to give away a part of his soul willingly, the Umasi only accept those ready to make such a dire compact because they have no other choice. The Harvestmen only give their \"gift\" to humanoids who find themselves at the edge of death, whether from a grievous wound or some magically resistant aff liction or disease. During the ritual, a piece of the dying humanoid is exchanged with a corresponding piece of an Umasi \"donor.\" Once the stitches are sewn, the dying creature's wounds are healed, and he joins the ranks of the Harvestmen forevermore.<b></p><p>Habitat & Society</b></p><p> Umasi society is as much a patchwork as its members. Some live off the jungle, hunting and farming as they did before the curse. Other tribes lead sedentary lives, trading ancient artifacts of the first Umasi with explorers in exchange for needed goods. Umasi have no organized leadership or traditional families, and children are unheard of among their kind. Regardless, all Umasi tribes form around a council of elders.</p><p>While some Umasi still dwell deep in the Mwangi Jungle amid the skeletal ruins of their former kingdom, the majority of the Harvestmen have spread to the Kaava Lands and the Screaming Jungle, distancing themselves from the memory of their curse. Umasi are reclusive wherever they dwell, preferring to stay on the fringes of settlements. Although they need humanoid flesh to survive, most Umasi kill only as a last resort, taking flesh from the newly dead instead. This practice often stigmatizes them further, with other races considering them little more than grave robbers. A few Umasi embrace their near immortality in a darker way, viewing other humanoids as prey. These Harvestmen roam the Bandu Hills with undead ghouls, hunting travelers and harvesting what they wish, sometimes before their victims are even dead.</p><p>However, some Umasi use their peculiar nature to live harmoniously with other humanoids. Pathfinders tell of human villages where Umasi act as gravediggers during plague outbreaks. Their immunity to disease allows the Harvestmen to safely dispose of infected corpses, while at the same time gaining the flesh they need and also garnering goodwill from those they help.</p><p>Harvestmen rarely fight with other races, but competition over resources like water or hunting grounds can cause conf lict, and those knowingly trespassing on Umasi land may court their anger. When driven to combat, Umasi are extremely dangerous, laying ambushes for enemies and swarming their targets in the hope of harvesting their strength. With their obsidian blades, Harvestmen can punch through the chest cavities of helpless or dying humanoids to extract vital organs. Any Umasi who consumes these pieces of their victims gains a ferocious surge of power, turning the tide of even a desperate battle.</p><p>All Harvestmen know the heavy price they pay to cheat death. Some, over the lonely centuries, have come to regret their existence, roaming the lengths of the Mwangi Expanse and beyond in search of powerful magic to free them from their curse. Sadly, no mortal magic has yet proven strong enough to undo the fell curse of the Umasi.</p></h4></div>", "Languages": "Polyglot", "Source": "AP 39", "Land": "1", "Organization": "solitary, hunting party (2-8), or tribe (10-30)", "Ref": "6", "Climb": "0", "HD": "(5d10+15)", "AbilitiyScores": "Str 18, Dex 15, Con 17, Int 10, Wis 13, Cha 8", "Gear": "", "Ranged": "shortbow +7 (1d6/x3)", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1019, "SubType": "", "MonsterSource": "", "Feats": "Great Fortitude, Improved Initiative, Multiweapon Fighting", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+8 Heal, +4 Perception, +4 Stealth", "AC": "18, touch 12, flat-footed 16", "Swim": "0", "Name": "Umasi", "VariantParent": "", "Skills": "Heal +13, Intimidate +6, Perception +12, Stealth +11, Survival +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "tropical jungles", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "graft flesh, harvest organs, immortal flesh", "Saves": "Fort +6, Ref +6, Will +5; +2 vs. poison", "Melee": "dagger +7 (1d4+4/19-20), 2 unarmed strikes +7 (1d3+2 nonlethal)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "CN", "Size": "Medium"}