{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 85, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lurker Above</h2><h3><i>What looks at first like a stalactite unfurls into a shape like a manta ray, sailing silently downward with his rasp-like mouth wide.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Lurker Above</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>N Huge aberration </h5><h5><b>Init </b>+5; <b>Senses </b>blindsense 10 ft., darkvision 60 ft., scent; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 9, flat-footed 18 (+1 Dex, +10 natural, -2 size)</h5><h5><b>hp </b>85 (10d8+40)</h5><h5><b>Fort </b>+7, <b>Ref </b>+4, <b>Will </b>+9</h5><h5><b>DR </b>10/piercing or slashing; <b>Resist </b>cold 10, fire 10</h5><h5><b>Weaknesses </b>light sensitivity</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., climb 5 ft., fly 40 ft. (poor)</h5><h5><b>Melee </b>slam +15 (3d6+15 plus grab)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>constrict (3d6+15), smother</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>12, <b>Con </b>19, <b>Int </b> 2, <b>Wis </b>15, <b>Cha </b>9</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+19 (+23 when grappling); <b>CMD </b>30 (can't be tripped)</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Improved Initiative, Skill Focus (Perception), Skill Focus (Stealth)</h5><h5><b>Skills </b>Climb +18, Fly +0, Perception +13, Stealth +8 (+16 in rocky areas); <b>Racial Modifiers </b>+4 Stealth (+12 in rocky areas)</h5><h5><b>Languages </b>none</h5><h5><b>SQ </b>amorphous</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Amorphous (Ex)</b> </h5><h5><b>Lurker</b>s above and trappers are immune to precision damage (like sneak attacks) and critical hits, and can move through an area as small as one-quarter their space without squeezing or one-eighth their space when squeezing. </h5><h5><b>Smother (Ex)</b> When the creature grapples a target, it forms an airtight seal around its prey. A grappled target cannot speak or cast spells with verbal components, and must hold its breath (see Suffocation, <i>Pathfinder RPG Core Rulebook</i> 445).</h5></div><br></br><div><h4><p><p>Lurking rays are strange ambush predators that make their homes in the Darklands, preying on the creatures that dare to walk through their tunnels. All lurking rays begin their lives as the strange, flopping larvae known as executioner's hoods, then gradually mature into either the enormous and canny female trappers, or the gliding hunters known as lurkers above. Though somewhat similar in appearance to conventional stingrays or manta rays, lurking rays in fact seem to represent their own unique branch of subterranean evolution- or arcane experimentation. </h5><h5><b>Executioner's </b>hoods are roughly a foot long and weigh 5 pounds, whereas adult lurkers above and trappers can grow to be 15 feet wide, with males weighing 500 pounds and females up to four times that.</p><p></h5><h5><b>Executioner's </b>Hood: These adolescent rays are shaped roughly like hoods (hence their name), and drag themselves awkwardly about with their thin tentacles. Once an executioner's hood finds a suitable hunting ground, usually a cavern or dungeon room, it hauls itself out to the middle of the ceiling and hangs there as a shapeless pod of flesh. When suitable prey walks beneath it, the young ray drops, attempting to engulf the creature's head and suffocate it, after which the ray can slowly dissolve the meat at its leisure.</p><p></h5><h5><b>Lurker </b>Above: Lurkers are the mindless males of the species, and follow much the same tactics as executioner's hoods, save that as they age they gain the ability to stretch themselves wide and glide with both speed and silence, and can even fly by awkwardly flapping their flesh. They typically disguise themselves as stalactites on cavern ceilings, shifting their coloration and texture to match the surrounding terrain.</p><p>Trapper: Female lurking rays, known as trappers, are the masterminds of their race. Too large to fly (and often gravid with wriggling young), the intelligent trappers dig themselves depressions in the floor of a chamber and then lie in them, changing their coloration and texture perfectly to blend with the rest of the floor, and sometimes even creating protrusions in the shape of items they know to be valuable to their prey creatures. When a lulled individual steps onto the trapper's back, the ray twists itself up around it, smothering and beating it senseless before drawing it into its maw for slow digestion.</p><p>Though quite intelligent, even by human standards, trappers devote almost all of their mental faculties to perfectly remembering every sensory detail about their surroundings, in order to make their chameleon-like disguise all the more cunning and difficult for their prey to resist.</p></h4></div>", "Languages": "none", "Source": "Misfit Monsters", "Land": "1", "Organization": "solitary", "Ref": "4", "Climb": "1", "HD": "(10d8+40)", "AbilitiyScores": "Str 30, Dex 12, Con 19, Int 2, Wis 15, Cha 9", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 1028, "SubType": "", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Improved Initiative, Skill Focus (Perception), Skill Focus (Stealth)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "1", "RacialMods": "+4 Stealth (+12 in rocky areas)", "AC": "19, touch 9, flat-footed 18", "Swim": "0", "Name": "Lurker Above", "VariantParent": "", "Skills": "Climb +18, Fly +0, Perception +13, Stealth +8 (+16 in rocky areas)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amorphous", "Saves": "Fort +7, Ref +4, Will +9", "Melee": "slam +15 (3d6+15 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., climb 5 ft., fly 40 ft. (poor)", "Alignment": "N", "Size": "Huge"}