{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 133, "Treasure": "standard (and impundulu fat, see sidebar)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Impundulu</h2><h3><i>A dark shadow moves rapidly across the ground. In the skies high above, silhouetted by the sun, a monstrous, black-feathered avian creature circles. Slowly, a supernatural wind begins to swirl about the creature, and crackling sparks erupt from its body. Screeching wildly, it descends as if falling from the sky, its blood-f lecked wings tipped with cruel curved hooks, and its protruding lower beak scalloped with vicious, jagged barbs.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Impundulu</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>NE Medium outsider (evil, extraplanar, shapechanger)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +21</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 15, flat-footed 20 (+5 Dex, +10 natural)</h5><h5><b>hp </b>133 (14d10+56)</h5><h5><b>Fort </b>+13, <b>Ref </b>+14, <b>Will </b>+10</h5><h5><b>DR </b>10/magic and cold iron; <b>Immune </b>electricity,; <b>Resist </b>cold 10, fire 10; <b>SR </b>22</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft. (30 ft. in humanoid form), fly 60 ft. (good)</h5><h5><b>Melee </b>bite +19 (1d6+4 plus 1d6 bleed and 1d6 electricity), 2 talons +19 (1d4+4 plus 1d6 electricity and grab), 2 hook +13 (1d4+2 plus 1d6 electricity)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>bleed (1d6), breath weapon (60-ft. line, 8d6 electricity, Reflex DC 21 half, usable every 1d4 rounds), electrical discharge</h5><h5><b>Spell-Like Abilities</b> (CL 14th; concentration +19)</br>3/day&mdash;<i>call lightning</i>, <i>charm person</i>, <i>gust of wind</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>21, <b>Con </b>19, <b>Int </b> 15, <b>Wis </b>18, <b>Cha </b>20</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+18 (+22 grapple); <b>CMD </b>33</h5><h5><b>Feats </b>Flyby Attack, Hover, Improved Initiative, Iron Will, Vital Strike, Weapon Focus (bite), Weapon Focus (talons)</h5><h5><b>Skills </b>Bluff +22, Diplomacy +19, Fly +9, Intimidate +15, Knowledge (arcana) +12, Knowledge (nature) +12, Knowledge (planes) +12, Perception +21, Sense Motive +21, Spellcraft +19, Stealth +22</h5><h5><b>Languages </b>Abyssal, Common, Fey, Infernal, Polyglot; speak with animals, telepathy 100 ft.</h5><h5><b>SQ </b>change shape (one humanoid), shaman form</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate or warm forest</h5><h5><b>Organization </b>solitary, pair, or flock (2d6)</h5><h5><b>Treasure </b>standard (and impundulu fat, see sidebar)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Blood Drain (Ex)</b> If it grapples a foe, an impundulu drains blood at the end of its turn, dealing Constitution damage. </h5><h5><b>Electrical Discharge (Su)</b> An impundulu builds substantial electrical charges in its body-electrical charges visibly crackle about its form. If the impundulu hits a creature with two talons in the same round, this charge releases into that creature, dealing 4d6 points of electricity damage (this damage is in addition to the electricity damage from its talon attacks). The target may attempt a DC 21 Fortitude save for half damage. If one or both of the talon attacks is a critical hit, the jolt is so potent that the target is stunned for 1d4 rounds (creatures that are immune to electricity are immune to this stunning effect). The save DC is Constitution-based. Once the creature releases this charge, it cannot use this ability again for 1d4 rounds while it waits for the energy to build again (though this energy buildup does not affect the electrical damage from its regular talon attacks). </h5><h5><b>Familiar Service</b> A mortal of 7th level or higher with the Improved Familiar feat can summon an impundulu to serve as her familiar; an impundulu familiar appears as a birdlike imp or quasit, has the normal statistics of an imp or quasit, and loses all of its own abilities except its subtypes, alignment, and damage reduction. If its master is slain, the impundulu seizes its former master's soul, retreats to a hidden place, and consumes the soul, after which it metamorphoses over the next 24 hours into its natural form, regains all of its normal abilities, and becomes free; most aging masters pass on their impundulu familiars to younger family members rather than let the creatures turn on them. </h5><h5><b>Shaman Form (Su)</b> An impundulu using its change shape special quality can take on one specific humanoid form as if it had the change shape ability. This form usually resembles that of a jungle shaman, except it has claw-like fingernails and its feet end in talons. In this form, it cannot fly or use its breath weapon, electrical discharge, or hook attacks. An impundulu can remain in this form indefinitely. Its natural form is its bird form. If killed, it reverts to its true form. </h5><h5><b>Witchcraft</b> An impundulu serving as a witch's familiar gives its master additional spells known, just like a witch's patron. The master must choose from one of the following patron themes when binding the impundulu, and this choice cannot be changed without dismissing and re-summoning the impundulu: Agility, Elements, or Transformation. These patron spells known are in addition to any granted by the witch's actual patron.</h5></div><br></br><div><h4><p><p>The tribesfolk of southern Garund tell tales of a ruthless winged shapeshifter, a bloodthirsty demon and hunter of men. They call this being impundulu, a name that loosely translates to \"lightning-bird\" after its savage avian form.</p><p>Legend describes this creature as a huge, stork-like bird that rides upon fierce storms and whose dark feathers crackle with lightning. It is believed that an evil shaman summoned the first impundulu and that using an ancient, taboo ritual, the two formed a blood pact. The shaman offered the impundulu the ability to wear his mortal flesh in exchange for mastery over the demon's significant occult powers. As soon as the impundulu seized control of the shaman's body, it broke the pact- however, the ancient ritual bound the fiend to the mortal form, and even after the shaman perished, it could not shed its flesh. Thus despite its own immortality, the impundulu became forever tied to the realm of mortals.</p><p>For this reason, it is said, the creature continues to forge pacts with mortal spellcasters in the hope that one day it will unbind the secrets of its cursed existence.<b></p><p>Ecology</b></p><p> Driven by dark and murderous desires, the impundulu stalks the fringes of the Mwangi's civilized areas, seeking out small villages and well-traveled rivers where prey is plentiful. Most of the time, the fiend hunts in its avian form. A hideous thing of similar appearance to a tremendous stork or vulture, it's readily identified by its distinctive long, jagged beak and its slender wings that each bear a hidden, hooked claw. Despite the creature's intelligence, it behaves barbarically and delights in gory slaughter. It precedes physical attacks by conjuring fierce, wrathful blasts of lightning to confuse and injure prey, then swoops in to rend its prey to pieces.</p><p>In its humanoid form, the impundulu manifests as a strikingly handsome man with glistening, coal-black skin, whose eyes burn a pale, otherworldly green. His legs end in monstrous raptor's talons, and his black fingernails hang long and curved. Using this form, an impundulu can wander through villages, stalking and seducing women with lies and magic, and preying upon them by draining their blood.</p><p>The creature rarely uses its humanoid form, reserving it for times it wishes to engage in subtle cruelties.<b></p><p>Habitat & Society</b></p><p> Impundulus remain unknown outside of Garund, and have adapted to life within its pristine and primal jungles. Usually solitary in regard to their own kind, impundulus are rarely encountered apart from the inf luences of evil spellcasters.</p><p>The association between witch doctors and impundulus is well known throughout the southern continent.</p><p>The two often form nefarious pacts that bind the beasts for several generations, and the demons frequently outlive their mortal cohorts, collecting their corrupted souls upon their deaths. Those foolish enough to summon an impundulu soon discover the extent of the creatures' guile and violence. Furthermore, many of these wily demons loathe mortals, and turn on their summoners the moment they complete their pacts.<b></p><p>Real-World Mythos</b></p><p> The impundulu's real-world origins trace back to Xhosa and Zulu tribes of Southern Africa. Tribal folklore describes the beast as a great bird whose wings crackle with lightning. Tales depict it as a shape-shifting vampire able to take the form of a beautiful man in order to seduce its victims. Most consider the impundulu to be an otherworldly demon, though others believe it to be a supernatural creature which hatches from eggs buried in lightning-struck soil. It is oft depicted as the summoned familiar of a powerful witch-man who commands it to plague victims with illness or commit violent, evil acts.</p></h4></div>", "Languages": "Abyssal, Common, Fey, Infernal, Polyglot; speak with animals, telepathy 100 ft.", "Source": "AP 40", "Land": "1", "Organization": "solitary, pair, or flock (2d6)", "Ref": "14", "Climb": "0", "HD": "(14d10+56)", "AbilitiyScores": "Str 18, Dex 21, Con 19, Int 15, Wis 18, Cha 20", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1059, "SubType": "(evil, extraplanar, shapechanger)", "MonsterSource": "", "Feats": "Flyby Attack, Hover, Improved Initiative, Iron Will, Vital Strike, Weapon Focus (bite), Weapon Focus (talons)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "1", "RacialMods": "", "AC": "25, touch 15, flat-footed 20", "Swim": "0", "Name": "Impundulu", "VariantParent": "", "Skills": "Bluff +22, Diplomacy +19, Fly +9, Intimidate +15, Knowledge (arcana) +12, Knowledge (nature) +12, Knowledge (planes) +12, Perception +21, Sense Motive +21, Spellcraft +19, Stealth +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "temperate or warm forest", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (one humanoid), shaman form", "Saves": "Fort +13, Ref +14, Will +10", "Melee": "bite +19 (1d6+4 plus 1d6 bleed and 1d6 electricity), 2 talons +19 (1d4+4 plus 1d6 electricity and grab), 2 hook +13 (1d4+2 plus 1d6 electricity)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft. (30 ft. in humanoid form), fly 60 ft. (good)", "Alignment": "NE", "Size": "Medium"}