{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 175, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Obambo</h2><h3><i>This spectral creature looks like a scarred and shriveled ruin of an ancient tribal elder, with skin caked with dirt and moss, and long white hair tangled with sticks. Sharp teeth fill its cackling mouth, and its eyes are tiny but bright and piercing. Jungle vines weave through its ghostly body, which appears stuffed with decaying leaves and other plant matter.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Obambo</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>LE Medium undead (incorporeal)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft.; Perception +21</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 21, flat-footed 17 (+7 deflection, +4 Dex)</h5><h5><b>hp </b>175 (14d8+112)</h5><h5><b>Fort </b>+11, <b>Ref </b>+10, <b>Will </b>+15</h5><h5><b>Defensive Abilities </b>channel resistance +4, rejuvenation, incorporeal; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 30 ft. (perfect)</h5><h5><b>Melee </b>incorporeal touch +16 (1d6 Int drain plus daze)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>jungle animus, thought eater</h5><h5><b>Spell-Like Abilities</b> (CL 14th; concentration +21)</br>At will&mdash;<i>entangle</i> (DC 18), <i>enthrall</i> (DC 19), <i>goodberry</i>, <i>mage hand</i>, <i>obscuring mist</i></br>3/day&mdash;<i>command plants</i> (DC 21), <i>giant vermin</i>, <i>hallucinatory terrain</i> (DC 21), <i>helping hand</i>, <i>move earth</i>, <i>rainbow pattern</i> (DC 21), <i>soften earth and stone</i> (DC 19), <i>spike growth</i> (DC 20), <i>tree stride</i></br>1/day&mdash;<i>animate plants</i>, <i>creeping doom</i> (DC 24), <i>find the path</i>, <i>legend lore</i>, <i>mage's magnificent mansion</i>, <i>reincarnate</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>23, <b>Con </b>-, <b>Int </b> 19, <b>Wis </b>18, <b>Cha </b>25</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+16; <b>CMD </b>33 (can't be tripped)</h5><h5><b>Feats </b>Alertness, Flyby Attack, Improved Initiative<sup>B</sup>, Iron Will, Lunge, Skill Focus (Perform [oratory]), Step Up, Toughness</h5><h5><b>Skills </b>Appraise +21, Bluff +24, Craft (alchemy) +10, Diplomacy +15, Fly +18, Knowledge (dungeoneering) +10, Knowledge (geography) +15, Knowledge (history) +15, Knowledge (local) +15, Knowledge (nature) +15, Knowledge (religion) +10, Perception +21, Perform (oratory) +30, Sense Motive +24</h5><h5><b>Languages </b>Common, Polyglot, Sylvan; <i><i>speak with</i> animals</i>, <i>speak with</i> vermin</h5><h5><b>SQ </b>unnatural aura</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm forests</h5><h5><b>Organization </b>solitary or tribe (1 plus 1-2 giant flytraps or 1-3 shambling mounds)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Jungle Animus (Su)</b> As a full-round action, an obambo can invest its spirit into the land itself and cause the ground to rise up as a Huge mass of soil, mud, vines, roots, and vermin. In this form, it has the statistics of an advanced giant shambling mound, except it keeps its own hit points. </h5><h5><b>Rejuvenation (Su)</b> In most cases, it's difficult to destroy an obambo through simple combat, as the \"destroyed\" spirit restores itself in 2d4 days. Only after its remains or place of death is found and appropriate funeral rites are performed does it rest in peace and not return. </h5><h5><b>Speak with Vermin (Su)</b> An obambo can communicate with vermin, similar to using <i><i>speak with</i> animals</i>. Vermin can only communicate with instinct-level information. </h5><h5><b>Thought Eater (Su)</b> An obambo's touch drains 1d6 points of Intelligence and dazes the target for 1 round; a successful DC 24 Fortitude save negates the daze effect and halves the ability drain. The obambo gains 5 temporary hit points and a +1 bonus on all Intelligence-based skill checks for 24 hours with each successful Intelligence drain; these benefits stack. A creature reduced to 0 Intelligence by this attack is polymorphed into a Diminutive vermin (Fortitude DC 24 negates; otherwise treat as <i>baleful</i> polymorph). </h5><h5><b>Unnatural Aura (Su)</b> Animals, both wild and domesticated, can sense the unnatural presence of an obambo at a distance of 30 feet. They do not willingly approach nearer than that and panic if forced to do so unless their master succeeds at a DC 25 Handle Animal, Ride, or wild empathy check. A panicked animal remains so while within 30 feet of the obambo.</h5></div><br></br><div><h4><p><p>When a person wise in the lore of the jungle dies and is not buried or given a funeral, the jungle itself may embrace her spirit, creating an obambo (\"forsaken one\"). The embittered spirit seeps into the ground, the roots of plants, and the crawling things beneath, becoming one with the jungle itself. An obambo is cunning, spiteful, and treacherous, but it remembers its old role of teacher and storyteller, a duty and an obligation it both loves and loathes. While dealing with an obambo is dangerous, they are known to assist those in need, if supplicants can meet the obambo's price.<b></p><p>Ecology</b></p><p> An obambo may rise when a tribal elder or shaman perishes in the wild and is never properly laid to rest.</p><p>Without the proper rites to lead the spirit into the afterlife, the obambo is lost and sundered from its community and tribe, cursed to wander the wild. If the obambo's place of death can be discovered and its remains returned for proper burial (usually in a small house-like shrine on the land of a blood relative), its spirit is laid to rest forever, but few obambos ever find such peace. Instead, whispered memories drive the obambo to meander endlessly between jungle villages, all vaguely familiar but none ever seeming right. An obambo may be male or female.</p><p>Obambos are solitary wanderers of the bush and veldt.</p><p>Animals shy away from them, but obambos share a keen spiritual symbiosis with vermin and plants. Through an obambo's journeys, these are its audience, attending faithfully to the obambo's endless tales and treating it as a wise mentor and leader. Their obeisance, however, can never satisfy the obambo's yearning for the rapt attention of its former humanoid kind to its riddles, stories, and lessons. An obambo is easily angered by the foolish, however, and its stern reproofs often leave its pupils as drooling husks or mindless insectile drones. An obambo's plant or vermin sycophants have been known to devour such hapless wretches, or even to ravage entire villages as they sit <i>enthrall</i>ed by the obambo's tales. As long as a few survivors remain and learn from the obambo's teaching, it is satisfied. In any case, an angry obambo hardly needs assistance in the act of destruction, as an obambo's spiritual communion with the land enables it to merge itself into the land, rising up as a roaring titan melded of soil, mud, vegetation, and crawling vermin.<b></p><p>Habitat & Society</b></p><p> Obambos often establish a reputation as darkling oracles, wise and knowledgeable about the jungle, its creatures, and its people. They create small shrines to themselves called <i>akinfa</i>, usually in hollow trees where supplicants may bring gifts and the obambo may sit within. These gifts may be of material wealth, but as a teacher, the obambo prefers gifts that show the talents of the supplicant, be it a crafted item, a song, a story, a riddle, or some other performance.</p><p>An obambo begins any meeting as unfriendly, but a supplicant may make a Craft or Perform check opposed by the obambo's Appraise skill to offer a gift he has made (offering a magical or masterwork item grants a +2 circumstance bonus on this check). If the supplicant succeeds, the obambo is impressed with his skill and its attitude becomes indifferent. If the check fails, the obambo remains unfriendly, and if failed by 10 or more, the obambo is insulted and becomes hostile. If a creature offers an item the creature did not personally create, the obambo is entitled to a Sense Motive check opposed by the supplicant's Craft or Perform check; if it succeeds, the obambo becomes hostile. An obambo is unaffected by Diplomacy until it receives a suitable gift.</p><p>An indifferent obambo's attitude may be improved with Diplomacy or by offering additional gifts as above; each gift that pleases the obambo improves its attitude by one step. Using Intimidate against the obambo makes it immediately hostile, as does any unsuccessful Bluff attempt. An obambo can also be challenged to a storytelling contest. The contest is resolved by a Perform (oratory) or Perform (sing) check opposed by the obambo's Perform (oratory) check; if the PC wins, the obambo is truly impressed and immediately becomes helpful.</p><p>Each time a supplicant tries to inf luence the obambo's attitude beyond indifferent, it responds with a question or riddle, using its Bluff skill or one of its Knowledge skills; the supplicant must oppose the check with the same skill. Each time a supplicant fails this opposed check, the obambo becomes annoyed and all skill checks to inf luence him take a -2 circumstance penalty for 1 hour.</p><p>An indifferent obambo answers questions in riddles, requiring a Sense Motive check opposed by the obambo's Bluff check for the PC to understand what the creature means. A friendly obambo speaks more plainly, and visitors generally do not need to make opposed checks to determine its meaning. It may offer goodberries to supplicants who have offered it additional gifts. A helpful obambo answers questions clearly, and may also agree to use one of its spell-like abilities to aid the supplicant.</p><p>However, an obambo expects gratitude and an additional gift after it lends its aid. If no gift is forthcoming, or the supplicant requests another favor, the obambo flies into a rage at the ingratitude and attacks.</p></h4></div>", "Languages": "Common, Polyglot, Sylvan; speak with animals, speak with vermin", "Source": "AP 40", "Land": "1", "Organization": "solitary or tribe (1 plus 1-2 giant flytraps or 1-3 shambling mounds)", "Ref": "10", "Climb": "0", "HD": "(14d8+112)", "AbilitiyScores": "Str -, Dex 23, Con -, Int 19, Wis 18, Cha 25", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1060, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Alertness, Flyby Attack, Improved InitiativeB, Iron Will, Lunge, Skill Focus (Perform [oratory]), Step Up, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "1", "RacialMods": "", "AC": "21, touch 21, flat-footed 17", "Swim": "0", "Name": "Obambo", "VariantParent": "", "Skills": "Appraise +21, Bluff +24, Craft (alchemy) +10, Diplomacy +15, Fly +18, Knowledge (dungeoneering) +10, Knowledge (geography) +15, Knowledge (history) +15, Knowledge (local) +15, Knowledge (nature) +15, Knowledge (religion) +10, Perception +21, Perform (oratory) +30, Sense Motive +24", "ClassArchetypes": "", "IsTemplate": "0", "Will": "15", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "warm forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "unnatural aura", "Saves": "Fort +11, Ref +10, Will +15", "Melee": "incorporeal touch +16 (1d6 Int drain plus daze)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 30 ft. (perfect)", "Alignment": "LE", "Size": "Medium"}