{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 225, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Popobala</h2><h3><i>A brawny, sallow-skinned figure looms, muscular but lean, dressed in a ragged loincloth and exuding a pungent stench. Wide, brown, bat-like wings replace its arms, and its feet end in taloned claws, while a single bulging eye leers out of its diabolical, bat-like face above a grinning, toothy maw.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Popobala</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>CE Medium monstrous humanoid </h5><h5><b>Init </b>+10; <b>Senses </b>blindsense 60 ft., darkvision 60 ft.; Perception +24</h5><h5><b>Aura </b>frightful presence (30 ft., DC 26), stench (DC 26, 1d6 minutes)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 17, flat-footed 22 (+6 Dex, +1 dodge, +12 natural)</h5><h5><b>hp </b>225 (18d10+126); fast healing (see harvester of sorrow)</h5><h5><b>Fort </b>+12, <b>Ref </b>+17, <b>Will </b>+14</h5><h5><b>DR </b>10/magic; <b>Immune </b>disease, nauseated, poison, sickened, stunned</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 30 ft., fly 80 ft. (average)</h5><h5><b>Melee </b>bite +25 (2d6+6 plus 1d4 Cha drain), 2 talons +25 (1d4+6 plus grab and popobala fever)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>rend (2 talons, 2d6+10)</h5><h5><b>Spell-Like Abilities</b> (CL 16th; concentration +22)</br>At will&mdash;<i>clairaudience/clairvoyance</i></br>3/day&mdash;<i>dominate person</i> (DC 21, can only dominate and control person at a time), <i>eyebite</i> (DC 22), <i>feeblemind</i> (DC 21), <i>ghost sound</i> (DC 16), <i>spell turning</i>, <i>suggestion</i> (DC 19), <i>telekinesis</i> (DC 21), <i>ventriloquism</i> (DC 17)</br>1/day&mdash;<i>animate objects</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>23, <b>Dex </b>22, <b>Con </b>22, <b>Int </b> 17, <b>Wis </b>17, <b>Cha </b>22</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+24 (+28 grapple); <b>CMD </b>41</h5><h5><b>Feats </b>Dodge, Flyby Attack, Improved Initiative, Mobility, Power Attack, Skill Focus (Intimidate), Toughness, Weapon Focus (bite), Weapon Focus (talons)</h5><h5><b>Skills </b>Acrobatics +18, Bluff +27, Climb +14, Disguise +18, Intimidate +40, Knowledge (local) +24, Perception +24, Perform (act) +18, Sense Motive +15, Stealth +27</h5><h5><b>Languages </b>Common, Polyglot</h5><h5><b>SQ </b>horrid haunting, change shape (bat, dire bat, or humanoid; <i>alter self</i> or <i>beast shape</i> III)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm coasts or forests</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Change Shape (Su)</b> A popobala loses its frightful presence, stench, and popobala fever abilities when not in its true (hybrid) form. </h5><h5><b>Harvester of Sorrow (Su)</b> A popobala heals as a result of the suffering of others. It gains fast healing if at least one creature within 15 feet has one or more of the following conditions: confused, cowering, dying, exhausted, fatigued, frightened, nauseated, panicked, shaken, sickened, staggered, or stunned. The amount of fast healing is equal to the number of appropriate creatures in the area (maximum fast healing 10). </h5><h5><b>Horrid Haunting (Su)</b> A popobala may use <i>ghost sound</i> or <i>ventriloquism</i> as a free action whenever it is controlling a creature or object with <i>animate objects</i>, <i>dominate person</i>, or <i>telekinesis</i>. The <i>ghost sound</i> or <i>ventriloquism</i> originates from the controlled object or creature. </h5><h5><b>Popobala Fever (Su)</b> A creature wounded by a popobala's talons is sickened for 1d6 minutes unless it makes a DC 25 Fortitude save. A creature already sickened by the fever becomes nauseated for 1d6 rounds. One already nauseated by the fever is helpless for 1d6 rounds. The save DC is Constitution-based. Resistance or immunity to disease applies to this ability.</h5></div><br></br><div><h4><p><p>The popobala is a much-feared shapeshifter that haunts and hunts warm coastal lands, roaming night and by day to terrorize and spread anarchy and unrest while slaking its insatiable twin urges for violence and prurience.</p><p>Shifting freely between bat, human, and its natural form resembling a bat-human hybrid, the popobala is most dreaded for its mesmeric charms, but it is well able to engage in savage bloodletting against those who anger it. Popobalas are attracted to chaos, anarchy, and unrest, as the intensity of emotions and uncertainty inf lames its already insatiable urges. War, changes of government, and religious or ethnic strife or persecution-all of these excite the popobala, and if society remains too settled and stable, it is never above fomenting unrest through its own predations.</p><p>A typical popobala in its natural form stands just over 5 feet tall, with a wingspan nearing 12 feet wide. Light of frame despite their considerable strength, most weigh little more than 100 pounds.<b></p><p>Ecology</b></p><p> Popobalas are carnivores and blood-drinkers, preferring humanoid prey but able to subsist on any living flesh and fluids. As hunters, however, they do not necessarily kill their victims outright, as they are sensitive to emotional energies and psychic residues. Intense and powerful emotions are almost intoxicating to the popobala, and negative emotions rooted in fear, despair, anguish, and suffering have the sweetest savor to its palate. As the dead are incapable of offering up such delectable emanations, a popobala prefers to maim and disf igure, its molestation tearing away at the psyche and self-worth as well as the flesh of its victims. If threatened or resisted, however, a popobala has no compunctions about meting out death, generally after it has flayed, beheaded, or otherwise made a trophy of the remains. If a victim does not feel the fear the monster wants to taste, its grisly remains can still be used as a tool to inspire terror in others.</p><p>A popobala is a master of disguise, though in its humanoid form the creature often has long, thin fingers, and unfortunate individuals who happen to have this innocuous feature risk persecution or even death in areas where a popobala is known to lurk. Popobalas can easily pretend to be strangers and travelers, but their prof iciency at acting and bluff ing is suff icient to allow them to impersonate people they have kidnapped or murdered. In humanoid form, they can eat and drink as they wish, though they gain no nourishment from any food but meat or any drink but blood, and their psychic hunger for suffering must still be satisf ied. They have no need for sleep and often spend their nights lurking and watching in bat form, considering their next victims and periodically revisiting those they have previously attacked in order to bask in the suffering they have inf licted. A popobala has no fear of daylight, but it prefers to attack by night.<b></p><p>Habitat & Society</b></p><p> A popobala typically lives among the communities in which it hunts. Being able to assume a humanoid guise, it may wander from village to village or linger in one place, seeking out the choicest targets to prey upon. It may even offer gifts to its intended victims to inveigle them into a secret rendezvous, or show them kindness and affection to make the victims' suffering all the deeper (and sweeter, to the popobala's monstrous appetite for anguish) once the popobala reveals its true form and intentions. A popobala is not always so patient, however, and will sometimes engage in nightly rampages of destruction and abuse of any that cross its path, rich or poor, male or female, from the youngest child to the oldest crone, eschewing subtle seduction for raw psychic violence and brutal compulsion.</p><p>A popobala prefers to indulge itself in private seclusion rather than revealing itself openly. When villagers believe a popobala is on the prowl, they often sleep outdoors, gathered around fires stoked bright all night long. In plain view of neighbors and friends, a popobala is less likely to strike, though it may speak through creatures or objects under its control to threaten and intimidate, or use its charms and trickery to break up a crowd and get its victim alone.</p><p>A popobala is extraordinarily vain and takes perverse pride in its reputation for cruelty and abuse, and it insists that its victims spread the tales of what the popobala has done to them. Those who comply are usually left alone once the popobala has had its way with them, with only the physical and psychic trauma to deal with; those few who refuse are often visited again and again until the popobala is satisfied.</p><p>Local heroes and prominent figures often attract a popobala's attentions, out of jealousy for creatures receiving greater attention than it, with the popobala making sure that ruining such a celebrity brings woe not just to an individual, but to the entire community. Stealing items special or sacred to a community, vandalizing important structures (especially with embarrassingly true graffiti), and despoiling livestock also number among popobalas' favorite forms of recreational devastation.</p><p>Popobalas are solitary, as their egos and vanity can brook no rivals, especially among other popobalas. It is not merely that they do not wish to share their prey; they cannot abide the thought of another creature being more hated and feared than they. Paradoxically, a popobala might act to protect a community it preys on from external threats that might divert attention and terror from the popobala itself, rarely acting directly but more likely using its cunning and magical charms to hire or enslave others to fight on the community's behalf. Once the outside threat has been dealt with, the popobala resumes its reign of terror.</p></h4></div>", "Languages": "Common, Polyglot", "Source": "AP 40", "Land": "1", "Organization": "solitary", "Ref": "17", "Climb": "1", "HD": "(18d10+126)", "AbilitiyScores": "Str 23, Dex 22, Con 22, Int 17, Wis 17, Cha 22", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1061, "SubType": "", "MonsterSource": "", "Feats": "Dodge, Flyby Attack, Improved Initiative, Mobility, Power Attack, Skill Focus (Intimidate), Toughness, Weapon Focus (bite), Weapon Focus (talons)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "1", "RacialMods": "", "AC": "29, touch 17, flat-footed 22", "Swim": "0", "Name": "Popobala", "VariantParent": "", "Skills": "Acrobatics +18, Bluff +27, Climb +14, Disguise +18, Intimidate +40, Knowledge (local) +24, Perception +24, Perform (act) +18, Sense Motive +15, Stealth +27", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "warm coasts or forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "horrid haunting, change shape (bat, dire bat, or humanoid; alter self or beast shape III)", "Saves": "Fort +12, Ref +17, Will +14", "Melee": "bite +25 (2d6+6 plus 1d4 Cha drain), 2 talons +25 (1d4+6 plus grab and popobala fever)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 30 ft., fly 80 ft. (average)", "Alignment": "CE", "Size": "Medium"}