{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 52, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Sabosan</h2><h3><i>A high-pitched sound like the opening of a rusty hinge cuts through the air as a grotesquely thin humanoid creature glides to the ground on broad, leathery wings. A bat-like head crowned in brown and black fur darts from side to side. Despite the creature's feral appearance, its eyes peer forward with keen and penetrating intelligence.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Sabosan</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>NE Medium monstrous humanoid </h5><h5><b>Init </b>+4; <b>Senses </b>blindsense 60 ft., darkvision 60 ft., scent; Perception +14</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 14, flat-footed 14 (+4 Dex, +4 natural)</h5><h5><b>hp </b>52 (7d10+14)</h5><h5><b>Fort </b>+4, <b>Ref </b>+9, <b>Will </b>+6</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 40 ft. (good)</h5><h5><b>Melee </b>bite +10 (1d6+3 plus bleed 3), 2 claws +10 (1d6+3) or shortspear +10 (1d6+3), bite +5 (1d6+1 plus bleed 3), claw +5 (1d6+1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>blood drain (1 Con), dread flight, fell shriek, powerful charge (bite, claw, or shortspear; 2d6+6)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>18, <b>Con </b>15, <b>Int </b> 9, <b>Wis </b>13, <b>Cha </b>10</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+10; <b>CMD </b>24</h5><h5><b>Feats </b>Flyby Attack, Hover, Power Attack, Skill Focus (Perception)</h5><h5><b>Skills </b>Acrobatics +11, Fly +8, Perception +14, Stealth +14</h5><h5><b>Languages </b>Abyssal, Polyglot</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm forests or underground</h5><h5><b>Organization </b>solitary, hunting party (2-6), or clan (7-12)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Blood Drain (Ex)</b> A sabosan drains blood at the end of its turn if it grapples a foe, inflicting 1 Constitution damage. The sabosan prefer to drain helpless foes. </h5><h5><b>Dread Flight (Ex)</b> A sabosan can use its Hover feat to create a dust cloud as if it were a Large creature, except the dust cloud only has a 30-foot radius. </h5><h5><b>Fell Shriek (Ex)</b> As a standard action, a sabosan can emit a deafening cry in a 30-foot cone. Creatures in this area must make a DC 15 Fortitude save or be deafened for 1 minute. The sabosan are immune to this ability. The save DC is Constitution-based. </h5><h5><b>Powerful Charge (Ex)</b> When a sabosan makes a charge, its attack deals extra damage (listed above) in addition to the normal benefits and hazards of a charge.</h5></div><br></br><div><h4><p><p>Sabosan (singular and plural) are an intelligent and evil race of bat-like humanoids that dwell in warm and isolated locations. A sabosan's emaciated frame belies a strength and agility not apparent from its gaunt appearance. Its giant, leathery wings can reach a span of almost 20 feet.</p><p>Both males and females have red or dark brown fur on their heads, necks, chests, and backs. Male and female sabosan stand just under 6 feet and weigh only 150 pounds.<b></p><p>Ecology</b></p><p> Sabosan are vicious predators, combining human intelligence with a bat's natural adaptations for hunting.</p><p>They favor warm climates, preferring to make their lairs in places that are inaccessible to most intruders, such as mountaintop crags, abandoned ruins, subterranean caverns near hidden hot springs, and the dense canopy of jungle trees. With wingspans almost three times their height, sabosan are agile and graceful fliers, capable of traveling miles on a single current of air in their dauntless search for prey.</p><p>Although they can see as well as any human in daylight, sabosan hunt at twilight or after dark when their echolocation-based blindsense ability gives them a great advantage. Sabosan can also use their voices offensively, funneling their screeches into blasts of highpitched sound capable of deafening other creatures.</p><p>When hunting en masse or attacking foes, a sabosan employs its fell shriek on adversaries while other sabosan use their massive wings to churn up great clouds of dust and debris, rendering foes deaf and blind.</p><p>Despite such effective hunting and combat techniques, all sabosan appear gaunt and emaciated, as if constantly on the brink of starvation. Cursed with a fast metabolism, they must eat approximately three times as much as a human and supplement their diet with frequent blooddrinking in order to survive. Although they can feed on almost any creatures, sabosan take perverse glee in devouring other intelligent humanoids, seeing the blood of still-living humans or elves as a divine offering to their dead demon lord.<b></p><p>Habitat & Society</b></p><p> Sages debate the sabosan's origins. Some theorize that they are descendents of humans aff licted with vampirism whose bodies did not succumb to undeath, but still craved blood. Others contend that they were a tribe of humans who yearned for flight and were transformed in a corrupt mockery of their desire by a malevolent trickster god.</p><p>Whatever their origins, the sabosan were once a great and populous race, living in the massive white-stone city of Jaytirian in the heart of the Mwangi Jungle. Here, the \"dark-wings,\" as they were then called, worshiped the foul demon lord Vyriavaxus and the now forgotten sun god Easivra. When the Gorilla King and his angazhani followers marched on Jaytirian, the sabosan defended their city and drove the high girallons back, but the siege nearly destroyed them. Those that survived were forced to quit their home and spread to the far reaches of the Mwangi Expanse.</p><p>In the centuries after the abandonment of Jaytirian, the other humanoid races of the Mwangi jungles came to know and fear the sabosan's shriek and thirst. Zenj tribesmen, jungle elves, and even the mysterious Umasi formed hunting parties to stalk and kill the blooddrinkers at the first sign of sabosan in their lands. Today, the sabosan live in small and isolated clans, having been hunted to the very precipice of extinction. Normally such groups consist of up to a dozen members, usually made up of some mated pairs and offspring of varied ages, invariably led by the best male hunter. Most sabosan still revere the demon lord Vyriavaxus, and thus chieftains also act as religious leaders, coordinating their tribe's attacks on other humanoids to appease the sabosan's bloodthirsty deity-usually these \"priests\" have no spellcasting ability, but a few have tapped into a source of arcane power or are granted spells by Zura, demon lord of blood and vampires. If outnumbered or overwhelmed, some clans will band together to defeat mutual enemies, but such alliances are always short-lived, as few regions are capable of supporting the dread hunger of more than one sabosan clan.</p><p>Females usually have one breeding season per year, and after an 8-month gestation produce a single, flightless pup. Sabosan young achieve full use of their wings relatively quickly but spend the first months of their life clinging to the chest of either parent, where they can experience flight and taste the fresh blood of their parents' victims. Children achieve reproductive maturity in just under 10 years, at which time females and males alike take an unrelated clan member as a mate if the clan's territory can support them. Otherwise, the new adults leave the roost and search for smaller clans or-in the case of some males-for territories that can support the creation of a new clan.</p><p>Upon reaching maturity, some brave-or foolish-sabosan challenge their clan's chieftain for leadership. If the challenge is accepted, the two sabosan engage in a bloody melee, eschewing all weapons to fight with their claws and savage fangs.</p><p>The Bout of Challenge, as it is known, lasts until death or surrender. Most sabosan choose death above surrender, as losing the Bout of Challenge is to lose Vyriavaxus' favor and to no longer be considered a sabosan-and therefore not subject to the taboo against cannibalism.<b></p><p>Vampire Sabosan</b></p><p> A small number of sabosan leaders have the vampire spawn template, and are easily recognized by their graying hair and red eyes. These undead still thirst for blood like their living kin, but do not need to eat solid food, and thus the rest of a spawn's clan have a slightly better chance at survival. Because of their powers, these spawn usually lead their clans. Due to a quirk of how the vampire corruption interacts with sabosan bodies, most sabosan cannot be made into full vampires, and any attempt just results in a vampire spawn sabosan. Among the sabosan spawn, there is a legend of the \"Night King,\" a true vampire of their kind who is destined to bring together the clans and break the back of the Gorilla King, seizing his lands for the sabosan and using his minions as food and slaves.</p></h4></div>", "Languages": "Abyssal, Polyglot", "Source": "AP 40", "Land": "1", "Organization": "solitary, hunting party (2-6), or clan (7-12)", "Ref": "9", "Climb": "0", "HD": "(7d10+14)", "AbilitiyScores": "Str 16, Dex 18, Con 15, Int 9, Wis 13, Cha 10", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1062, "SubType": "", "MonsterSource": "", "Feats": "Flyby Attack, Hover, Power Attack, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "1", "RacialMods": "", "AC": "18, touch 14, flat-footed 14", "Swim": "0", "Name": "Sabosan", "VariantParent": "", "Skills": "Acrobatics +11, Fly +8, Perception +14, Stealth +14", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "warm forests or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +9, Will +6", "Melee": "bite +10 (1d6+3 plus bleed 3), 2 claws +10 (1d6+3) or shortspear +10 (1d6+3), bite +5 (1d6+1 plus bleed 3), claw +5 (1d6+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 40 ft. (good)", "Alignment": "NE", "Size": "Medium"}