{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 26, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Tikoloshe</h2><h3><i>The water churns and splashes as a small, stocky humanoid surges forth, gnashing rows of needle-like teeth, its eye sockets merely deep gouges. As if it were one with the water itself, it darts quickly forward, shouting curses and swinging its fists.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Tikoloshe</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>CE Small undead (aquatic)</h5><h5><b>Init </b>+2; <b>Senses </b>blindsense 60 ft., blindsight 30 ft.; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 13, flat-footed 13 (+2 Dex, +2 natural, +1 size)</h5><h5><b>hp </b>26 (4d8+8)</h5><h5><b>Fort </b>+2, <b>Ref </b>+3, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>channel resistance +2, water diffusion; <b>DR </b>5/slashing; <b>Immune </b>undead traits; <b>Resist </b>fire 10</h5><h5><b>Weaknesses </b>blind</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., swim 30 ft., waverider</h5><h5><b>Melee </b>bite +6 (1d4+2), 2 slams +6 (1d3+2)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>trickster's torment</h5><h5><b>Spell-Like Abilities</b> (CL 4th; concentration +5)</br>3/day&mdash;<i>invisibility</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>15, <b>Con </b>-, <b>Int </b> 8, <b>Wis </b>15, <b>Cha </b>13</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+4; <b>CMD </b>16</h5><h5><b>Feats </b>Skill Focus (Perception), Toughness</h5><h5><b>Skills </b>Climb +9, Perception +12, Stealth +13, Swim +10</h5><h5><b>Languages </b>Common, Polyglot</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm forests, oceans, or rivers</h5><h5><b>Organization </b>solitary, gang (2-8), or clan (9-20)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Blind</b> A tikoloshe has no eyes and is blind. All creatures beyond the range of its hearing-based blindsense and blindsight abilities have total concealment against it. </h5><h5><b>Trickster's Torment (Su)</b> Once per day, a tikoloshe can curse another living creature. As a standard action, the tikoloshe makes a melee touch attack and unless the target makes a DC 15 Will save, the target is treated as if under the effect of bestow curse, except that the curse's duration is only 24 hours. A creature can only suffer from one tikoloshe's curse at a time. The save DC is Charisma-based. </h5><h5><b>Water Diffusion (Ex)</b> When in water at least 2 feet deep, a tikoloshe's body seems to diffuse into and become part of the water, granting it concealment (20% miss chance) as if under the effect of blur. This effect ends immediately upon entering shallower water or setting foot on land. </h5><h5><b>Waverider (Ex)</b> Up to 3 times per day, a tikoloshe can swim up to 30 feet as a swift action. It does not provoke an attack of opportunity for this movement.</h5></div><br></br><div><h4><p><p>Cruel and spiteful, tikoloshe (singular and plural) are small undead that haunt tropical waterways and jungles, preying on travelers and villagers alike with their magical abilities and appetite for harm. Tikoloshe stand no higher than a gnome or a human child, but their bodies are dense and muscular; many have large potbellies and arms long enough for their knuckles to score the dirt as they walk. Their creation leaves them with blackened, eyeless sockets, but tikoloshe can \"see\" using their giant, bat-like ears. Their skin is smooth and shines whether wet or dry. Tikoloshe are genderless; they stand about 4 feet tall and weigh almost 150 pounds.<b></p><p>Ecology</b></p><p> Tikoloshe are <i>create</i>d from the corpses of the dead, but are not mindless like some zombies or skeletons. Creating a tikoloshe requires a ritual wherein a spellcaster places a newly dead humanoid body in a specially crafted clay basin of shallow water and then bores a hole through the corpse's eyes with a red-hot poker. As the creator casts magical fire through this aperture, the surrounding water is rapidly drawn into the body. As it does, the corpse shrinks and changes, casting off all vestiges of its former features and replacing them with those of all tikoloshe. The conf licting forces of fire and water animate the tikoloshe and instill it with its well-known hostility. The tikoloshe's creator can exact one service from its new creation, but afterward has no control over the creature. A tikoloshe's undead traits and resistance to fire make it an ideal servant for many tasks. Some are forced to mine rare minerals deep underwater or to capture exotic elemental creatures on fiery planes. Other creators use tikoloshe as sinister pawns to curse or even kill hated adversaries.</p><p>Once released from servitude, tikoloshe prefer to inhabit waterways and shallow seabeds where they can rest undisturbed and where they can surprise travelers, fisherfolk, and swimmers. When partially submerged, a tikoloshe's body merges with the surrounding water, making it difficult to see and battle.</p><p>When not near water, tikoloshe dwell in shallow holes under rocks and large trees, and even under porches and raised buildings in small villages. While their bodies do not require food to sustain themselves, tikoloshe enjoy stalking and eating smaller creatures like birds, frogs, and rabbits. They particularly relish killing monkeys, as they enjoy the nearly human screams the unfortunate animals make. Tikoloshe will sometimes make ghastly fetishes of their kills and leave them on the fences or doorsteps of local settlements to hint at their presence and cause fear among those they seek to torment. As a result, many jungle tribes place rare or semiprecious stones on the thresholds of their homes as an offering for tikoloshe to eat, claiming that doing so protects that home against the creature's wrath. Although some scholars dismiss such practices as abject superstition, druids and clerics of the Mwangi Expanse assert that by ingesting a potent fragment of earth, tikoloshe are able to soothe the opposing elemental forces within them and thus still their malevolent nature.<b></p><p>Habitat & Society</b></p><p> Tikoloshe form gangs and clans whenever possible, knowing that their ability to cause mayhem is greater in numbers. Individually, they haunt inhabited areas using their <i>invisibility</i> to cause strange, uncanny incidents like unlocking doors to animal pens, moving and breaking household objects, and spoiling food. Tikoloshe often use their curse to bestow bad luck on those that they haunt.</p><p>Watching from their invisible perches, from beneath beds, and even from inside closets and cupboards, the tikoloshe take spiteful glee in observing those whom they have rendered suddenly clumsy, weak, or otherwise inept as they fumble even the simplest of tasks.</p><p>Many tikoloshe use their powers for more than mischief, however, and can prove a serious threat to both residents and travelers of the Mwangi Expanse. When fighting as a pack or clan, tikoloshe use their rapid swimming to close with foes, quickly swarming a single target and dragging it underwater. On land, groups of tikoloshe use <i>invisibility</i> to get close to opponents, seeking to curse as many enemies as possible before losing the element of surprise.</p><p>They are cunning enough to use physically debilitating curses on heavily armed folk and mind-harming curses on those who they think might be spellcasters.</p><p>Individual tikoloshe always try to flee when faced with organized resistance. If tracked or cornered, tikoloshe plead for their lives by offering a service to their captors, usually the same one that was exacted from them upon their creation. Those who accept a tikoloshe's offer may indeed benefit from the creature's service, but they must also be very cautious, as tikoloshe are not bound by any promises they make once their original commitment to their creator has been fulfilled. Cunning tikoloshe are known to barter their services for their lives, but only to buy enough time for their new masters to turn their backs.<b></p><p>Variant Tikoloshe</b></p><p> Depending on the ritual used and the quality of the materials, some tikoloshe look different than the standard dwarf-gremlin variety. Some look like horrid Small werebears in hybrid form, or like a worm-like creature with a dog's head and golden tongue. These variants may or may not have the burned-out eyeholes of the \"standard\" tikoloshe.<b></p><p>Creating Tikoloshe</b></p><p> The process of creating a tikoloshe is more complex than for animating most undead creatures, but requires the same fundamental magic. Ultimately, the creation process culminates in the casting of the spell <i>create</i> undead. In addition to the normal components of the spell, creating a tikoloshe requires the equipment and process previously noted, adding 1 day of effort and 100 gold pieces to the typical requirements of the spell. Typically, a caster loses control over a tikoloshe after the undead performs one service for him, though creators of level 15 or higher retain control.<b></p><p>Tikoloshe in Mythology</b></p><p> The tikoloshe is an evil zombie or water spirit depicted as a trickster in tales throughout Southern Africa. Able to hurl curses and turn invisible by swallowing pebbles, tikoloshe are described as playing all manner of poltergeist-like tricks on people, although some tales depict them assaulting sleeping women or biting off toes during the night, giving the creatures a more sinister quality. Descriptions of the tikoloshe vary from myth to myth, but most emphasize its gremlin-like features, small stature, and the burned-out holes where its eyes should be. Cultural historians claim that the latter links the creature definitively to Zulu mythology because of the importance of fire in most Zulu legends. To this day, the tikoloshe is synonymous with misfortune, and the creature's name is invoked whenever a person suffers bad luck.</p></h4></div>", "Languages": "Common, Polyglot", "Source": "AP 40", "Land": "1", "Organization": "solitary, gang (2-8), or clan (9-20)", "Ref": "3", "Climb": "0", "HD": "(4d8+8)", "AbilitiyScores": "Str 14, Dex 15, Con -, Int 8, Wis 15, Cha 13", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1063, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Skill Focus (Perception), Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "", "AC": "15, touch 13, flat-footed 13", "Swim": "1", "Name": "Tikoloshe", "VariantParent": "", "Skills": "Climb +9, Perception +12, Stealth +13, Swim +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "warm forests, oceans, or rivers", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +2, Ref +3, Will +6", "Melee": "bite +6 (1d4+2), 2 slams +6 (1d3+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., swim 30 ft., waverider", "Alignment": "CE", "Size": "Small"}