{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 105, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Tenebrous Worm</h2><h3><i>This pallid beast clatters upon dozens of small legs. Writhing bristles twitch on its back, and its shadow seems strangely mobile.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Tenebrous Worm</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>N Medium outsider (extraplanar)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; Perception +14</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 13, flat-footed 18 (+3 Dex, +8 natural)</h5><h5><b>hp </b>105 (10d10+50)</h5><h5><b>Fort </b>+14, <b>Ref </b>+6, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>bristles; <b>Immune </b>acid</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>bite +14 (2d6+4 plus 6d6 acid)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>poison</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>16, <b>Con </b>20, <b>Int </b> 2, <b>Wis </b>13, <b>Cha </b>7</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+13; <b>CMD </b>26 (can't be tripped)</h5><h5><b>Feats </b>Critical Focus, Great Fortitude, Improved Initiative, Iron Will, Weapon Focus (bite)</h5><h5><b>Skills </b>Perception +14, Stealth +16</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land (Plane of Shadow)</h5><h5><b>Organization </b>solitary, pair, or swarm (3-6)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Acid (Su)</b> The acid of a tenebrous worm's bite affects only organic matter-as it dissolves creatures, it converts their flesh to shadow that swiftly fades away, leaving raw, jagged wounds behind. In dim light, acid damage dealt by a tenebrous worm's bite increases to 8d6 points of damage, while in <i>darkness</i> or bright light, the acid damage is reduced to 4d6. </h5><h5><b>Bristles (Su)</b> Long bristles of shadowstuff extend from between the tenebrous worm's armor plates. These bristles react swiftly to attacks, stabbing at any creature that attempts to harm the worm. Each time a creature attacks a tenebrous worm, it must make a DC 18 Reflex save to avoid being punctured by several bristles. Each time a creature is punctured by these bristles, it takes 1d4 points of piercing damage and is exposed to the tenebrous worm's poison. A creature that grapples a tenebrous worm is automatically hurt by these bristles. The save DC to avoid the bristles is Dexterity-based. </h5><h5><b>Poison (Su)</b> Bristles-injury; <i>save</i> Fort DC 20, <i>frequency</i> 1/ round for 6 rounds, <i>effect</i> paralysis for 1d4 rounds plus 1d2 Con (the duration of the paralysis is cumulative with each failed <i>save</i>), <i>cure</i> 2 consecutive <i>save</i>s. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>The caterpillar-like tenebrous worm is a voracious predator that hungers for mortal flesh. The tenebrous worm is the larval stage of the gloomwing (see page 133)-but in a strange reversal, these younger creatures are more dangerous than the adults they grow into. A native of the Plane of Shadow, a tenebrous worm hatches from the body of an unfortunate creature that has been implanted with an egg by a gloomwing. The tenebrous worm is fully grown upon hatching, and immediately begins to scour its environs for flesh to consume.</p><p>Although the tenebrous worm tends to be relatively palecolored, its internal organs seethe and roil with shadowy energies and dark fluids. As the creature feeds, these shadowy innards begin to grow out of its body, forming strange bristle-like filaments of semisolid shadowstuff not only capable of piercing the flesh of those who would attack the worm, but also possessing a deadly paralytic poison. Additional shadowy fluids constantly seep from the worm's mandibles-when it bites prey, these fluids melt flesh into shadows that the creature can then consume. When a tenebrous worm feeds on enough of this shadowy flesh, the creature seeks out a secluded, shady area (typically just within a cave entrance or in a ruined building) and spins a shadowy cocoon around itself. A tenebrous worm's cocoon exudes the effects of a <i>darkness</i> spell (CL 8th), muting the surrounding light. After a period of several days, the cocoon tears open and a fully grown gloomwing emerges, ready to seek a host for its eggs.</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary 2", "Land": "1", "Organization": "solitary, pair, or swarm (3-6)", "Ref": "6", "Climb": "0", "HD": "(10d10+50)", "AbilitiyScores": "Str 17, Dex 16, Con 20, Int 2, Wis 13, Cha 7", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1367, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Critical Focus, Great Fortitude, Improved Initiative, Iron Will, Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "21, touch 13, flat-footed 18", "Swim": "0", "Name": "Tenebrous Worm", "VariantParent": "", "Skills": "Perception +14, Stealth +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any land (Plane of Shadow)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +6, Will +8", "Melee": "bite +14 (2d6+4 plus 6d6 acid)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Medium"}