{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 39, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Tentamort</h2><h3><i>This dark blue creature has a conical body covered in angry red eyes and numerous tentacles, two of which are longer than the rest.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Tentamort</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Medium aberration </h5><h5><b>Init </b>+5; <b>Senses </b>all-around vision, blindsense 30 ft., darkvision 60 ft.; Perception +11</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 11, flat-footed 16 (+1 Dex, +6 natural)</h5><h5><b>hp </b>39 (6d8+12)</h5><h5><b>Fort </b>+4, <b>Ref </b>+5, <b>Will </b>+7</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft.</h5><h5><b>Melee </b>sting +6 (1d6+2 plus poison), tentacle +2 (1d6+1 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>constrict (1d6+1)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>13, <b>Con </b>14, <b>Int </b> 1, <b>Wis </b>14, <b>Cha </b>6</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+6 (+10 grapple); <b>CMD </b>17 (can't be tripped)</h5><h5><b>Feats </b>Improved Initiative, Lightning Reflexes, Weapon Focus (tentacle)</h5><h5><b>Skills </b>Climb +10, Perception +11</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any marshes or underground</h5><h5><b>Organization </b>solitary, pair, or brood (3-6)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Poison (Ex)</b> Sting-injury; <i>save</i> Fort DC 15; <i>frequency</i> 2 rounds; <i>effect</i> 1d4 Con plus nausea; <i>cure</i> 1 <i>save</i>.</h5></div><br></br><div><h4><p><p>Tentamorts are eerie ambush predators, preferring to let prey come to them rather than seeking food out, and relying on their excellent senses to warn them of approaching meals. A tentamort possesses several tentacles, most of which are used for locomotion but two of which have evolved for singular purposes in securing food. One of these longer tentacles is covered with tiny, sticky nodules and is capable of constricting prey, while the other ends in a long, thin stinger. The tentamort's method of attack is to grab its prey with its constricting tentacle and sting the grappled target with the other. Tentamort poison is particularly horrific, as it swiftly liquefies the creature's internal organs into a rancid slurry the monster can then drink with the same stinger, siphoning out the fluid with foul sucking sounds. Larger creatures often require multiple stings (and multiple failed saving throws against the venom) before they can be fully absorbed by a tentamort. Tentamorts are almost mindless, possessing just enough intellect to make crude animal judgments about peril and food. Once a tentamort has grabbed prey, it tends to focus entirely on that creature, ignoring attacks upon it from other sources as long as its current victim remains a source of nutrition. After a tentamort finishes consuming a creature, all that typically remains are the bones and skin.</p><p>A well-fed tentamort uses the hollow corpse of its meal as a sort of incubator for its eggs, injecting the body with a caviar-like mass of black eggs that mature in the rotting carcass for several weeks until a dozen or so hand-sized tentamorts hatch and crawl out of their host's orifices. Depending upon the availability of other prey, anywhere from one to six of these may survive, feeding on rats and Tiny vermin, until they eventually grow to adulthood. Tentamort young look like dark blue starfish with a single red eye in the center-they do not possess their longer, specialized tentacles until they mature.</p><p>A young tentamort often attaches itself to a larger predator, clinging to it much the same way a remora clings to a shark, dropping off to feed innocuously on its host's kills while the creature sleeps.</p><p>Some tentamorts grow much larger than their human-sized kin. Known as greater tentamorts, these ogre-sized creatures have at least 10 Hit Dice and are Large sized. Their two specialized tentacles grow to 20 feet long, providing the creature with greater reach than a Large monster normally possesses. Greater tentamorts are never found in groups, for these creatures can only achieve such monstrous size through cannibalism, as if there were some key nutrient in another tentamort's body that allows them to exceed their typical physical limitations. Some of these creatures have mutations giving them two tentacles and two stingers. Yet the most disturbing quality possessed by these monsters is their unexpected intellect-greater tentamorts are often as intelligent as humans, or more so. They cannot speak, but possess an eerie form of telepathy that works only upon creatures they are in physical contact with-a feature they often use to \"chat\" with their food as they eat.</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary 2", "Land": "1", "Organization": "solitary, pair, or brood (3-6)", "Ref": "5", "Climb": "1", "HD": "(6d8+12)", "AbilitiyScores": "Str 15, Dex 13, Con 14, Int 1, Wis 14, Cha 6", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 1368, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative, Lightning Reflexes, Weapon Focus (tentacle)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "17, touch 11, flat-footed 16", "Swim": "0", "Name": "Tentamort", "VariantParent": "", "Skills": "Climb +10, Perception +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any marshes or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +5, Will +7", "Melee": "sting +6 (1d6+2 plus poison), tentacle +2 (1d6+1 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., climb 20 ft.", "Alignment": "N", "Size": "Medium"}