{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 113, "Treasure": "NPC Gear (+4 leather armor, cloak of resistance +4, staff of charming)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Worm That Walks</h2><h3><i>Although this robed wizard stands and moves like a man, his body is a writhing mass of squirming, slippery worms.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Worm That Walks</p><p class=\"alignright\">CR 14</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>38,400</h5><h5>Human worm that walks conjurer 13</h5><h5>NE Medium vermin (augmented human)</h5><h5><b>Init </b>+8; <b>Senses </b>blindsight 30 ft., darkvision 60 ft.; Perception +22</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 17, flat-footed 18 (+6 armor, +4 Dex, +1 dodge, +2 insight)</h5><h5><b>hp </b>113 (13d6+65); fast healing 14</h5><h5><b>Fort </b>+11, <b>Ref </b>+12, <b>Will </b>+13</h5><h5><b>Defensive Abilities </b>worm that walks traits; <b>DR </b>15/-; <b>Immune </b>critical hits, disease, paralysis, poison, sleep</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>slam +10 (1d4-1 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>discorporate, grab (Large), squirming embrace</h5><h5><b>Arcane School Spell-Like Abilities</b> (CL 13th; concentration +18)</br>At will&mdash;dimensional steps (390 feet/day)</br>8/day&mdash;acid dart (1d6+6 acid)</h5></h5><h5><b>Conjurer Spells Prepared</b> (CL 13th; concentration +18)</br>7th&mdash;<i>plane shift</i> (DC 22), <i>project image</i></br>6th&mdash;<i>acid fog</i>, <i>disintegrate</i> (DC 21), <i>summon monster VI</i></br>5th&mdash;<i>cloudkill</i> (DC 20), <i>dismissal</i> (DC 20), <i>shadow evocation</i> (DC 20), <i>telekinesis</i> (DC 20), <i>teleport</i></br>4th&mdash;<i>black tentacles</i>, <i>confusion</i> (DC 19), <i>dimension door</i> (2), <i>phantasmal killer</i> (DC 19), <i>summon monster IV</i></br>3rd&mdash;<i>dispel magic</i>, <i>fly</i>, <i>protection from energy</i>, <i>slow</i> (DC 18), <i>stinking cloud</i> (DC 18), <i>summon monster III</i></br>2nd&mdash;<i>acid arrow</i>, <i>detect thoughts</i> (DC 17), <i>fog cloud</i>, <i>glitterdust</i> (DC 17), <i>invisibility</i>, <i>summon swarm</i></br>1st&mdash;<i>charm person</i> (DC 16), <i>feather fall</i>, <i>grease</i> (DC 16), <i>obscuring mist</i>, <i>protection from good</i>, <i>reduce person</i> (DC 16), <i>shield</i></br>0 (at will)&mdash;<i>detect magic</i>, <i>mage hand</i>, <i>prestidigitation</i>, <i>read magic</i> Opposition Schools Evocation, Necromancy</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>8, <b>Dex </b>18, <b>Con </b>17, <b>Int </b> 20, <b>Wis </b>12, <b>Cha </b>10</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+5 (+13 grapple); <b>CMD </b>26</h5><h5><b>Feats </b>Arcane Armor Training, Combat Casting, Combat Reflexes, Craft Magic Arms and Armor, Craft Wondrous Item, Diehard<sup>B</sup>, Dodge, Improved Initiative, Light Armor Proficiency, Scribe Scroll, Toughness, Weapon Finesse</h5><h5><b>Skills </b>Craft (alchemy) +21, Fly +20, Intimidate +13, Knowledge (arcana, dungeoneering, planes) +21, Perception +22, Sense Motive +9, Spellcraft +21, Stealth +12; <b>Racial Modifiers </b>+8 Perception, +8 Sense Motive, +8 Stealth</h5><h5><b>Languages </b>Abyssal, Aklo, Common, Infernal</h5><h5><b>SQ </b>arcane bond (staff), summoner's charm (6 rounds)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>NPC Gear (<i>+4 leather armor</i>, <i>cloak of resistance +4</i>, <i>staff of</i> charming)</h5></div><br></br><div><h4><p><p>When a powerful spellcaster with a strong personality, a lust for life, and a remorselessly evil soul dies and is buried in a graveyard infused with eldritch magic, a strange phenomenon sometimes occurs. The flesh of the decaying body fats and instructs the very worms that gnaw, and these graveworms quicken not only on corruption but upon the spellcaster's memories and magical power. The spellcaster's very soul is consumed in this vile process, only to be split apart to inhabit each of the individual chewing worms in so many fragments. The result is a hideous hive mind of slithering life known as a worm that walks-a mass of worms that clings to the vague shape of the body that granted it this new existence, and can wield the powers and magic the spellcaster had in life. A worm that walks retains memories of its life as a spellcaster before its death, but is not undead-it is a hideous new form of undulant life.</p><p></h5><h5><b>Creating a Worm That Walks </b>\"Worm that walks\" is a template that can be added to any evil spellcasting creature. A worm that walks retains all the base creature's statistics and abilities except as noted here.</p><p>CR: Same as the base creature +2.</p><p>Alignment: Any evil.</p><p>Type: The base creature's type changes to vermin. It gains the augmented subtype. Do not recalculate BAB, saves, or skill ranks. Worms that walk are intelligent and do not possess the standard mindless trait of most vermin. Note that while a worm that walks has the ability to discorperate into a swarm, and while its body is made up of countless wriggling worms, it does not itself gain the swarm subtype.</p><p>Size: Although the worms that make up the worm that walks's body are Fine creatures, the worm that walks is treated as a creature the same size as the base creature.</p><p>Senses: As the base creature, plus darkvision 60 feet and blindsight 30 feet.</p><p>AC: The worm that walks loses any natural armor bonus the base creature may have had, but gains an insight bonus to its AC equal to its Wisdom bonus (minimum of +2).</p><p></h5><h5><b>Hit </b>Dice: Change the base creature's racial HD to d8s.</p><p>All HD derived from class levels remain unchanged.</p><p></h5><h5><b>Defensive </b>Abilities: A worm that walks retains all of the base creature's defensive abilities and special qualities. It also gains the following additional defensive abilities.</p><p><i>Worm that Walks</i> Traits: A worm that walks has no discernible anatomy, and is not subject to critical hits or flanking. Reducing a worm that walks to 0 hit points causes it to discorporate (see below)-a worm that walks at 0 hit points is staggered, and one at negative hit points is dying.</p><p>Worms that walk are immune to any physical spell or effect that targets a specific number of creatures (including single-target spells such as <i>disintegrate</i>), with the exception of such spells and effects generated by the worm that walks itself, which treat the worm that walks as one single creature if it so chooses. Mind-affecting effects that target single creatures function normally against a worm that walks, since the creature's individual components share a hive mind. A worm that walks takes half again as much damage (+50%) from damaging area effects, such as <i>fireball</i> and splash weapons. Worms that walk are susceptible to high winds-treat a worm that walks as a Fine creature for the purposes of determining wind effects.</p><p><i>Damage</i> Reduction: A worm that walks loses any damage reduction possessed by the base creature and gains damage reduction 15/-.</p><p><i>Fast</i> Healing: A worm that walks gains fast healing equal to its CR.</p><p>Immunities: Worms that walk are immune to disease, paralysis, poison, and sleep effects.</p><p></h5><h5><b>Melee </b>Attacks: A worm that walks loses any natural attacks the base creature had, but gains a slam attack that deals damage based on its size (see Table 3-1: Natural Attacks by Size, on page 299). This slam has the grab ability and affects creatures up to one size larger than the worm that walks. A worm that walks retains any weapon proficiencies the base creature had.</p><p></h5><h5><b>Special </b>Attacks: A worm that walks retains all of the base creature's special attacks.</p><p>It also gains the following additional special attacks.</p><p><i>Discorporate (Su)</i> A worm that walks can collapse into a shapeless swarm of worms as a free action. All held, worn, and carried items fall and its Strength score drops to 1. The worm that walks functions as a true swarm while discorporated, with a reach of 0 feet (its space remains unchanged). While discorporated, the worm that walks loses all of its defensive abilities and gains all of the standard swarm traits.</p><p>It loses its slam attacks and all special abilities and special attacks, but can make a swarm attack that deals damage equal to its engulf attack. A worm that walks can reform into its true form (including equipping all gear in reach) as a fullround action as long as it has at least 1 hit point.</p><p><i>Squirming Embrace (Ex)</i> If a worm that walks grapples a foe, as a swift action, it can cause a swarm of worms to squirm over the grappled creature. These worms deal automatic swarm damage with no attack roll needed (see the table below). If a creature takes damage from the swarm, it is also subject to the swarm's distraction ability, and must make a Fortitude save or be nauseated for 1 round. The save DC equals 10 + 1/2 the worm that walks's HD + its Con modifier).</p><p>A worm that walks can only have one embraced target at a time, but it does not have to continue grappling in order to maintain the embrace. If the worm that walks moves more than 5 feet from the swarm or dismisses the swarm (a free action), the swarm dies. Any area attack that damages the swarm or any severe or stronger wind effect that affects the swarm's target kills it.</p><p><i>Tenacious (Ex)</i> A worm that walks gains a +8 racial bonus on CMB checks made to grapple and a +4 racial bonus to its CMD.</p><p>Abilities: Dex +4, Con +4.</p><p>Skills: Worms that walk gain a +8 racial bonus on Perception, Sense Motive, and Stealth checks.</p><p>Feats: Worms that walk gain Diehard as a bonus feat.</p><p> <table><tr><th>Engulf Damage</th></tr><tr><td>HD</td><td>Engulf Damage</td></tr><tr><td>1-5</td><td>1d6 + 1.5 Str bonus</td></tr><tr><td>6-10</td><td>2d6 + 1.5 Str bonus</td></tr><tr><td>11-15</td><td>3d6 + 1.5 Str bonus</td></tr><tr><td>16-20</td><td>4d6 + 1.5 Str bonus</td></tr><tr><td>21 or more</td><td>5d6 + 1.5 Str bonus</td></tr></table> </p></h4></div>", "Languages": "Abyssal, Aklo, Common, Infernal", "Source": "PFRPG Bestiary 2", "Land": "1", "Organization": "solitary", "Ref": "12", "Climb": "0", "HD": "(13d6+65)", "AbilitiyScores": "Str 8, Dex 18, Con 17, Int 20, Wis 12, Cha 10", "Gear": "", "Ranged": "", "Type": "vermin", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1397, "SubType": "(augmented human)", "MonsterSource": "", "Feats": "Arcane Armor Training, Combat Casting, Combat Reflexes, Craft Magic Arms and Armor, Craft Wondrous Item, DiehardB, Dodge, Improved Initiative, Light Armor Proficiency, Scribe Scroll, Toughness, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "conjurer 13", "Fort": "11", "Fly": "0", "RacialMods": "+8 Perception, +8 Sense Motive, +8 Stealth", "AC": "23, touch 17, flat-footed 18", "Swim": "0", "Name": "Worm That Walks", "VariantParent": "", "Skills": "Craft (alchemy) +21, Fly +20, Intimidate +13, Knowledge (arcana, dungeoneering, planes) +21, Perception +22, Sense Motive +9, Spellcraft +21, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "13", "Race": "Human worm that walks", "CR": "14", "XP": 38400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "arcane bond (staff), summoner's charm (6 rounds)", "Saves": "Fort +11, Ref +12, Will +13", "Melee": "slam +10 (1d4-1 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}