{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 178, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Inkanyamba</h2><h3><i>This monstrous serpent rises to a great height, unfurling an opalescent hood the size of a tower shield. Swaying from side to side, the creature drops open its elongated jaw to reveal an assortment of different-sized fangs. As it hisses, lightning slashes the storm-gray sky behind it.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Inkanyamba</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>CE Gargantuan magical beast </h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 120 ft.; scent, venomsense; Perception +16</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 10, flat-footed 24 (+3 Dex, +1 dodge, +18 natural, -4 size)</h5><h5><b>hp </b>178 (17d10+85)</h5><h5><b>Fort </b>+15, <b>Ref </b>+15, <b>Will </b>+10</h5><h5><b>DR </b>10/magic; <b>Immune </b>electricity, poison</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>60 ft., swim 60 ft.</h5><h5><b>Melee </b>bite +25 (4d8+12 plus grab and poison), tail slap +20 (3d8+6)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>breath weapon, constrict (4d8+12), hypnotic sway, protean venom</h5><h5><b>Spell-Like Abilities</b> (CL 17th)</br>1/day&mdash;<i>call lightning</i> (DC 18), <i>control weather</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>34, <b>Dex </b>17, <b>Con </b>20, <b>Int </b> 13, <b>Wis </b>17, <b>Cha </b>20</h5><h5><b>Base Atk </b>+17; <b>CMB </b>+33(+37); <b>CMD </b>47</h5><h5><b>Feats </b>Awesome Blow, Dodge, Improved Bull Rush, Improved Initiative, Iron Will, Lightning Reflexes, Lunge, Mobility, Power Attack, Spring Attack</h5><h5><b>Skills </b>Climb +23, Intimidate +12, Perception +16, Sense Motive +12, Stealth +0, Swim +33</h5><h5><b>Languages </b>Aquan, Common, Draconic</h5><h5><b>SQ </b>hold breath</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> tropical rivers and lakes</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Breath Weapon (Ex)</b> Once every 1d4 rounds, an inkanyamba can spit a 60-foot line of venom at its foes as a standard action. Any creatures struck must make a DC 23 Reflex save or take 1d4 points of Constitution damage and be blinded for 1d6 rounds. A successful save halves the Constitution damage (minimum 1 point) and negates the blindness. </h5><h5><b>Hold Breath (Ex)</b> An inkanyamba can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning or suffocating. </h5><h5><b>Hypnotic Sway (Su)</b> As a full-round action, an inkanyamba can unfurl its hood and sway back and forth. Any nonmindless creature within 30 feet that views an inkanyamba's hypnotic sway must make a DC 23 Will save or be fascinated for 1d4 rounds. Any attack by the inkanyamba breaks the fascination effect. Any creature that successfully saves or has the fascination effect broken cannot be affected by the same inkanyamba's hypnotic sway for 24 hours. </h5><h5><b>Poison (Ex)</b> An inkanyamba's body contains a host of different venoms. Once per round as a swift action, it can change which ability score its poison affects. <i>Vacillating</i> Venom: Bite-injury; save Fort DC 23; frequency 1/round for 4 rounds, effect 1d4 ability damage, cure 1 save. The save DC is Constitution-based. </h5><h5><b>Venomsense (Ex)</b> An inkanyamba that makes physical contact with a living creature through either its bite, tail slap, or constriction ability gains an automatic knowledge of the target's ability scores, allowing the inkanyamba to better use its protean venom on its victims.</h5></div><br></br><div><h4><p><p>Sometimes called elder serpents, inkanyambas are enormous, malevolent snake-like creatures that dwell in tropical lakes and deep jungle rivers. Measuring over 60 feet long and weighing nearly 3,000 pounds, an inkanyamba resembles a dense snake with a vaguely crocodilian head, filled with multiple sets of fangs of varying lengths. Its long body is covered in multicolored scales that range from emerald green to golden and even vermilion. Males have larger hoods than females, who also have small, pointed frills running the length of their bodies.</p><p>Inkanyambas live for centuries; their maximum possible lifespan is unknown.<b></p><p>Ecology</b></p><p> Larger than the biggest constrictors and possessing more venom than a hundred asps, the inkanyamba combines the deadliest and most efficient predatory traits of serpentkind with a diabolical intelligence. Able to attack from the water or the land, an inkanyamba is always the top predator in its region, capable of devouring prey as large and formidable as rhinos, dire crocodiles, and even elephants. Sages once thought that the inkanyamba's elongated head was evidence of the creature being crossed with some other species, suggesting magic in the inkanyamba's origin.</p><p>In reality, the inkanyamba's long skull is necessary to house the numerous glands storing the creature's venom.</p><p>Once thought to be a shifting, mutating poison, the inkanyamba actually carries several different toxins in its body, each type linked to a different set of fangs within the creature's mouth. Making this ability even more potent, all inkanyambas have a latticework of small sensory organs inside their mouths and throughout their bodies in the small spaces between scales. When an inkanyamba makes physical contact with a living creature, these sensory organs detail the target's physiology in a manner that allows the inkanyamba to know which of its many types of venom would be deadliest. Additionally, special ducts on the inside of the inkanyamba's frontmost fangs allow the creature to spray gouts of venom up to great distances.</p><p>Although an inkanyamba can only spit a single life-sapping venom, this spray needs only to make contact with a target to take effect and can blind victims caught in its blast.</p><p>Even without their fabled variety of poisons, inkanyambas are capable predators. When an inkanyamba unfurls its massive hood and sways back and forth, a scintillating pattern of multi-hued scales on the inside of the creature's neck can cause a hypnotic state in those that observe it.</p><p>Inkanyambas often use this ability to approach targets on land or when confronted with multiple enemies. Once a target has been bitten, an inkanyamba can throw the rest of its body forward like a coiled rope, biting and then wrapping the victim in the creature's crushing body.</p><p>Inkanyambas dwell near large lakes and deep rivers.</p><p>Such locations not only allow them to attack from the cover of water, but inkanyambas also lair in underwater caves where pockets of air have become trapped. Such nests are inaccessible to most intruders and allow the great serpents to slumber safely after gorging themselves.<b></p><p>Habitat & Society</b></p><p> Inkanyambas are solitary creatures except for the brief couplings that occur during mating. They favor areas that are populated by both animal life and human settlements. Pathfinders chronicling the history of the Mwangi Expanse have recounted instances of human and lizardfolk tribes alike revering inkanyambas as gods. In such cases, the monsters use their ability to control the weather and call up storms to create false portents that instill awe in the local inhabitants, extorting offerings and even living sacrifices from their terrified \"subjects.\" Cruel, malicious, and accustomed to being worshiped, inkanyambas are likely to attack anything they perceive as a threat. When facing well-prepared or powerful opponents, inkanyambas retreat deep beneath the closest body of water to exert their control over weather, using high winds to ground airborne opponents and thunderstorms to bolster their ability to summon lightning. If threatened, inkanyambas prefer escape to surrender, but some have been known to parlay with powerful groups of adventurers, usually to help the serpent acquire an item that it cannot gain for itself. Such offers, however, are never genuine, as all inkanyambas seek only their own selfish ends.</p><p>In the depths of the Mwangi Expanse, the Zenj have a saying: \"Speaking to an inkanyamba only gives it time to encircle you.\"</p></h4></div>", "Languages": "Aquan, Common, Draconic", "Source": "AP 41", "Land": "1", "Organization": "solitary or pair", "Ref": "15", "Climb": "0", "HD": "(17d10+85)", "AbilitiyScores": "Str 34, Dex 17, Con 20, Int 13, Wis 17, Cha 20", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1439, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Dodge, Improved Bull Rush, Improved Initiative, Iron Will, Lightning Reflexes, Lunge, Mobility, Power Attack, Spring Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "15", "Fly": "0", "RacialMods": "", "AC": "28, touch 10, flat-footed 24", "Swim": "1", "Name": "Inkanyamba", "VariantParent": "", "Skills": "Climb +23, Intimidate +12, Perception +16, Sense Motive +12, Stealth +0, Swim +33", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "tropical rivers and lakes", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "hold breath", "Saves": "Fort +15, Ref +15, Will +10", "Melee": "bite +25 (4d8+12 plus grab and poison), tail slap +20 (3d8+6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "60 ft., swim 60 ft.", "Alignment": "CE", "Size": "Gargantuan"}