{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 161, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lukwata</h2><h3><i>This enormous creature has the long, dense body of a fish with a huge tail that leaves behind massive waves as the beast swims by. Its mud-colored body sports a long, eel-like head that teems with sharp teeth. As it nears its prey, a strange discordant hum is just audible.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Lukwata</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>N Huge magical beast (aquatic)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision, scent; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 12, flat-footed 21 (+4 Dex, +13 natural, -2 size)</h5><h5><b>hp </b>161 (14d10+84)</h5><h5><b>Fort </b>+14, <b>Ref </b>+13, <b>Will </b>+8</h5><h5><b>DR </b>10/nonmagical weapons; <b>SR </b>22</h5><h5><b>Weaknesses </b>eldritch encrustation</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>swim 40 ft.</h5><h5><b>Melee </b>bite +22 (4d10+15/19-20 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>capsize, dispelling bite, savage throw</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>19, <b>Con </b>20, <b>Int </b> 2, <b>Wis </b>15, <b>Cha </b>11</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+26 (+30 with grapple); <b>CMD </b>40</h5><h5><b>Feats </b>Awesome Blow, Bleeding Critical, Improved Bull Rush, Improved Critical (bite), Iron Will, Power Attack, Toughness</h5><h5><b>Skills </b>Perception +9, Stealth +0, Swim +32</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> tropical rivers, lakes, and swamps</h5><h5><b>Organization </b>solitary, pair, or school (3-8)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Capsize (Ex)</b> A lukwata can attempt to capsize a boat or ship by ramming it as a charge attack and making a CMB check. The DC of this check is 25, or the result of the boat captain's Profession (sailor) check, whichever is higher. For each size category larger the vessel is than the lukwata's size, it takes a cumulative -10 penalty on this CMB check. </h5><h5><b>Dispelling Bite (Su)</b> When a lukwata scores a critical hit with its bite, the target is affected as if by a targeted <i>greater <i>dispel magic</i></i> spell. The caster level for this effect is equal to the lukwata's Hit Dice. </h5><h5><b>Eldritch Encrustation (Su)</b> Crystalline growths along the lukwata's digestive track contain large deposits of magical energy. These nodes are responsible for the magical feedback that surrounds each lukwata, granting it its spell resistance and damage reduction, and powering its dispelling bite ability. Casting a targeted <i>dispel magic</i> spell on a lukwata and succeeding against a DC 25 negates these abilities for 5 minutes. The DC equals 11 + the lukwata's Hit Dice.</h5></div><br></br><div><h4><p><p>Long regarded as creatures out of legend, lukwatas slip through the dark waters of the Mwangi Expanse, preying upon all who dare enter their deep jungle rivers and pools, including beasts typically considered apex predators. Lukwatas are enormous, insatiably carnivorous creatures that hunt the oldest rivers and lakes of the most eldritch jungles. Some say they favor the dark, owing to their genesis amid vast Darklands seas, but even if this is true, light doesn't deter them in their relentless pursuit of prey. Their long flat bodies are reminiscent of those of dolphins or large fish, but their heads are distinctively eel-like, and their prominent teeth quickly identify them as dangerous predators. A lukwata's hide is thick and mottled, ranging from muddy brown to a tarnished copper color. Females are known to have dark blue spots along either side of the dorsal ridge, below the fin.</p><p>Lukwatas grow to over 20 feet in length, and their dense bodies can weigh over 4,000 pounds.<b></p><p>Ecology</b></p><p> Lukwatas prowl the rivers and lakes of jungles and tropical swamps. They primarily feed on fish and waterbirds, but lukwatas' low, flat bodies allow them to prey on landdwelling creatures that approach the water's edge to drink or cross to the opposite shore. When making such attacks, a lukwata uses its oversized jaws to grab its victim and then fling it into the water, making it easier prey. Capable of snapping ship timbers and cutting through the muscle, sinew, and bone of giraffes and even hippos in a single bite, lukwatas' jaws can grapple or toss creatures of almost unthinkable size into the water to be eaten. Because of their size and strength, lukwatas are also particularly dangerous to vessels and can capsize them with unsettling ease. Fortunately, they do not often mistake watercraft for prey, but swimming creatures and violent motion on the water (such as fast paddling or combat) can easily draw their attention.</p><p>Lukwatas hate crocodiles, their chief predatory rivals, and attack them on sight, even if the lukwata has recently fed. Most crocodilians are not large enough to pose a significant threat; however, some accounts do exist of lukwatas and dire crocodiles crossing paths. These fights are renowned for their destructiveness, with the embattled creatures destroying piers, flotillas, and even dams in their fury.</p><p>An unknown substance in the lukwata's bloodstream attracts magical energy from the surrounding area. This energy mixes with the silt and sand passing normally through the creature's system to create small, crystalline nodes along the lukwata's digestive track. Functioning as gallstone-like encrustations aiding in the digestion of food, these nodules also infuse a lukwata's body with an aura that disrupts magic brought into contact with the creature. As a result, spells often bounce harmlessly off the monster's hide, and victims of the lukwata's bite can have even the most potent magical wards dispelled.</p><p>Lukwatas form mated pairs annually and for a brief period only. During the mating season, females produce large quantities of eggs along river bottoms and lakebeds.</p><p>The males follow afterward and fertilize the eggs, which then float to the surface and hatch. The survival rate for these eggs is extremely low, as they are considered a delicacy by local fishermen and are a source of food for other predators. A female lukwata produces over 1 million eggs in a lifetime in an effort to combat this harsh reality.<b></p><p>Habitat & Society</b></p><p> Lukwatas prefer to hunt alone when trolling rivers and other running waterways. In large and deep lakes, however, schools of five to eight can sustain themselves for brief periods of time before migrating elsewhere as their predations deplete local populations (of prey and, often, of locals). Although savage and cunning predators, they are neither inherently evil nor inherently violent, and some human and humanoid tribes near Lake Ocota and Desperation Bay revere them as powerful totem animals, praising their strength and inherent magical nature. For some more primitive inhabitants of the Mwangi Expanse, swimming with and even hunting these river giants is a rite of passage. If a lukwata is killed, such tribes both celebrate the animal and thank it for its gifts; almost every part of the creature is used.</p><p>For others who do not have the same cultural reverence for the creature, the lukwata is an invaluable resource for the creation of magic items. Wizards, merchants, and exotically skilled artisans will often pay adventurers exorbitant sums to harvest the arcane growths within a lukwata. Such a proposition, however, is risky at best since not only are lukwatas a dangerous and powerful quarry, but those tribes that do revere the animal, as well as local druids and rangers, monitor their populations to prevent overhunting and do not take poaching lightly.</p></h4></div>", "Languages": "", "Source": "AP 41", "Land": "0", "Organization": "solitary, pair, or school (3-8)", "Ref": "13", "Climb": "0", "HD": "(14d10+84)", "AbilitiyScores": "Str 30, Dex 19, Con 20, Int 2, Wis 15, Cha 11", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1440, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Awesome Blow, Bleeding Critical, Improved Bull Rush, Improved Critical (bite), Iron Will, Power Attack, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "25, touch 12, flat-footed 21", "Swim": "1", "Name": "Lukwata", "VariantParent": "", "Skills": "Perception +9, Stealth +0, Swim +32", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "tropical rivers, lakes, and swamps", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +13, Will +8", "Melee": "bite +22 (4d10+15/19-20 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "swim 40 ft.", "Alignment": "N", "Size": "Huge"}