{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 168, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Baregara</h2><h3><i>A hulking form shreds a path through the jungle foliage with hands the size of shields. A massive ape caped in blood-colored fur, the creature bears crooked horns and glowing eyes that reveal its demonic origins. Across its barrel chest, a gruesome web of ligaments and sinews leaves ribs and muscles exposed. In the center of the monster's open rib cage, a faceless mouth of sharp teeth snaps hungrily.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Baregara</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>CE Large outsider (chaotic, evil, extraplanar)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., scent, <i>see invisibility</i>; Perception +20</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 13, flat-footed 21 (+4 Dex, +12 natural, -1 size)</h5><h5><b>hp </b>168 (16d10+80)</h5><h5><b>Fort </b>+15, <b>Ref </b>+14, <b>Will </b>+10</h5><h5><b>DR </b>10/good; <b>Immune </b>electricity, poison; <b>Resist </b>acid 10, cold 10, fire 10; <b>SR </b>23</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 40 ft.</h5><h5><b>Melee </b>bite +22 (1d8+4), 2 claws +21 (1d10+8 plus grab), gore +24 (1d8+8)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft</h5><h5><b>Special Attacks </b>devouring grapple, monstrous challenge, onearmed <i>hold</i></h5><h5><b>Spell-Like Abilities</b> (CL 12th)</br>Constant&mdash;<i>see invisibility</i> </br>At will&mdash;<i>dispel magic</i>, <i>teleport</i> (self plus 50 lbs. of objects only)</br>3/day&mdash;quickened <i><i>hold</i> person</i> (DC 15)</br>1/day&mdash;summon (level 5, 1d4 dire apes 50% or 1d2 girallon 35%), <i>unholy blight</i> (DC 17)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>26, <b>Dex </b>19, <b>Con </b>20, <b>Int </b> 15, <b>Wis </b>16, <b>Cha </b>17</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+25(+29 grapple); <b>CMD </b>39</h5><h5><b>Feats </b>Improved Initiative, Intimidating Prowess, Iron Will, Multiattack, Power Attack, Quicken Spell-Like Ability (<i><i>hold</i> person</i>), Step Up, Throw Anything</h5><h5><b>Skills </b>Acrobatics +14, Bluff +12, Climb +26, Diplomacy +9, Intimidate +27, Knowledge (nature) +10, Knowledge (planes) +13, Perception +20, Sense Motive +16, Stealth +19, Survival +19, Swim +16</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Draconic, Polyglot, telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm forests (Abyss)</h5><h5><b>Organization </b>solitary, pair, or troop (3-5)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Devouring Grapple (Ex)</b> The mouth at the center of a baregara's chest automatically deals 2d8+4 points of damage per round to any creature the demon successfully grapples. </h5><h5><b>Monstrous Challenge (Su)</b> As a standard action, a baregara can make an Intimidate check to demoralize an opponent. If this check is successful, the baregara surges with power and gains the effects of <i>bull's strength</i> and <i>bear's endurance</i>. The caster level is equal to the baregara's Hit Dice. This ability is usable 3 times per day. </h5><h5><b>One-Armed Hold (Ex)</b> A baregara's huge arms allow it to initiate and maintain a grapple without the standard -4 penalty for not having both hands free.</h5></div><br></br><div><h4><p><p>Baregaras are the cruel minions of the demon lord Angazhan. Although native to the Abyssal realm of Ahvoth-Kor, these brutish demons also prowl the deep jungles of the world, most notably the Mwangi Expanse, usually serving the evolved or \"high\" girallons and other races that revere Angazhan.</p><p>All baregaras are male and resemble enormous gorillas with the horns of a waterbuck and a filthy, crimsoncolored pelt. This thick and matted hair grows sparse toward the chest, where a grisly patchwork of ligaments and sinew leaves the creature's rib cage visible. A spherical growth resembling a many-fanged heart protrudes from the chest cavity. Whenever the baregara turns its head, the maw, while not exceptionally mobile, turns accordingly, as if following the demon's gaze.</p><p>Even when knuckle-walking on their enormous hands, baregaras stand over 12 feet high, when measured to the top of their horns, and their dense bodies can weigh up to 1,500 pounds.<b></p><p>Ecology</b></p><p> Baregaras are Angazhan's elite troopers, enforcers, and messengers. Unlike demons that are formed from humanoid souls awaiting Abyssal judgment, baregaras are chosen by the demon lord Angazhan himself and formed when a girallon, charau-ka, or even awakened ape that has shown exceptional cruelty dies. Angazhan watches such mortals closely and-at the time of death- dispatches a baregara to snare the deceased soul and return it to the Abyss. The strange heart-maw at the center of each baregara's chest acts as a repository for the damned soul as it is transported; the grisly mouth glows with a dirty purple light when full. Mwangi natives and explorers alike tell stories of strange floating lights that seem to glide through the treetops on moonless nights.</p><p>Often mistaken for will-o'-wisps or miscast spells, these displays actually mark baregaras returning home with their prize. Then, in the nightmare jungles of Ahvoth- Kor, a new howling minion of Angazhan is made.</p><p>Aggressive and domineering, all baregaras are bullies that delight in fear and intimidation. Like true gorillas, baregaras can pound their chests in a show of dominance and power. However, this display is more than just a display of strength-baregaras feed off of the fear of their enemies, and cowing foes in such a fashion sends a surge of power through the creatures that makes them nearly unstoppable. Celestials and other good outsiders that have fought in the Abyss tell of entire legions of baregaras pounding their chests as they marched into battle, causing a din that shook the courage of even the greatest of solars.</p><p>In combat, baregaras gore with their long horns while striking and grabbing with their enormous hands. Their overlong forelimbs allow them to grip creatures of even their own size with only one arm. Baregaras enjoy using this ability on human-sized opponents, crushing their foes to them as living shields in the midst of melee, while the grizzly maw at the center of the demon's chest gnaws at the helpless victim.<b></p><p>Habitat & Society</b></p><p> In the Abyss, baregaras form small troops just like the apes of the Material Plane, but as baregaras are made, not born, and there are no children to rear or females to fight for, such troops are little more than roving hunting parties. Troops are led by the strongest fighter or by the baregara that Angazhan has dispatched to do his bidding the most times. Rivalries between troops are part of a complex hierarchy that is all but incomprehensible to non-baregaras, but planar scholars have observed that all baregaras take trophies from notable kills, and that these grisly mementos play some role in establishing the convoluted social standing of each troop leader and his followers. But all troop rivalries are dissolved in the face of a common enemy, especially good outsiders, or in the face of any order from the revered Angazhan.</p><p>When encountered on the Material Plane, baregaras are invariably there to do the bidding of their lord.</p><p>Most often this entails service to Angazhan's most favored mortal servants. While the demon-apes will heed counsel from the mortals they have come to aid, all baregaras make it well known that ultimately they answer to Angazhan and Angazhan alone. Such an arrangement caters to baregaras' bullying nature but also allows them great freedom, since their noted intelligence and cunning enables them to act on Angazhan's behalf without always needing precise orders.</p><p>Baregaras enjoy their time on the Material Plane as their errands also allow them to kill and harvest trophies from powerful foes to improve the standing of their Abyssal troop. Such missions, however, are not without danger as Angazhan's worshipers often dwell in the same regions of the Material Plane as couatls. The feathered serpents loathe baregaras with a righteous anger and will attack the demon apes on sight. Baregaras return the couatls' hatred and nothing but the most pressing of missions from their lord can stop them from hunting and doing battle with them. Both couatls and baregaras have been known to greatly reduce or even waive the offerings required for their services when called via <i>planar ally</i> spells if there is a chance to battle each other.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Draconic, Polyglot, telepathy 100 ft.", "Source": "AP 42", "Land": "1", "Organization": "solitary, pair, or troop (3-5)", "Ref": "14", "Climb": "1", "HD": "(16d10+80)", "AbilitiyScores": "Str 26, Dex 19, Con 20, Int 15, Wis 16, Cha 17", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft", "DontUseRacialHD": "0", "id": 1467, "SubType": "(chaotic, evil, extraplanar)", "MonsterSource": "", "Feats": "Improved Initiative, Intimidating Prowess, Iron Will, Multiattack, Power Attack, Quicken Spell-Like Ability (hold person), Step Up, Throw Anything", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "15", "Fly": "0", "RacialMods": "", "AC": "25, touch 13, flat-footed 21", "Swim": "0", "Name": "Baregara", "VariantParent": "", "Skills": "Acrobatics +14, Bluff +12, Climb +26, Diplomacy +9, Intimidate +27, Knowledge (nature) +10, Knowledge (planes) +13, Perception +20, Sense Motive +16, Stealth +19, Survival +19, Swim +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "warm forests (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +15, Ref +14, Will +10", "Melee": "bite +22 (1d8+4), 2 claws +21 (1d10+8 plus grab), gore +24 (1d8+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 40 ft.", "Alignment": "CE", "Size": "Large"}