{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 283, "Treasure": "standard plus double gems", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Grootslang</h2><h3><i>This enormous creature has the broad chest and massive forelimbs of a bull elephant, but its hindquarters bleed seamlessly into a serpentine body thicker than an oak tree. Its viperlike head is flanked by a thicket of sharp tusks, between which an eerily nimble tongue flicks back and forth.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Grootslang</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>CE Gargantuan magical beast </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 120 ft., scent; Perception +23</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>33, touch 11, flat-footed 28 (+4 Dex, +1 dodge, +22 natural, -4 size)</h5><h5><b>hp </b>283 (21d10+168)</h5><h5><b>Fort </b>+20, <b>Ref </b>+16, <b>Will </b>+12</h5><h5><b>DR </b>10/magic; <b>SR </b>27</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., swim 30 ft.</h5><h5><b>Melee </b>gore +31 (2d8+13/19-20/x3), 2 slams +30 (2d6+13), tail slap +28 (2d6+6 plus grab)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>defenseless impale, thunderous stomp (DC 28), trample (2d6+19, DC 33)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>36, <b>Dex </b>19, <b>Con </b>26, <b>Int </b> 15, <b>Wis </b>20, <b>Cha </b>15</h5><h5><b>Base Atk </b>+21; <b>CMB </b>+38; <b>CMD </b>53 (55 vs trip)</h5><h5><b>Feats </b>Awesome Blow, Bleeding Critical, Cleave, Critical Focus, Dodge, Improved Bull Rush, Improved Critical (gore), Mobility, Multiattack, Power Attack, Spring Attack</h5><h5><b>Skills </b>Acrobatics +10 (+14 jump), Bluff +4, Intimidate +12, Knowledge (arcana) +10, Knowledge (nature) +10, Perception +23, Sense Motive +13, Stealth +10, Swim +39</h5><h5><b>Languages </b>Aquan, Common, Draconic</h5><h5><b>SQ </b>aquatic elusion, hold breath, scissor tusks</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> tropical lakes and rivers or underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard plus double gems</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Aquatic Elusion (Su)</b> As a standard action, a grootslang can enter any adjacent body of water and teleport to another, without error. This ability functions like <i>tree stride</i>, but the grootslang can exit from any body of water within 1 mile so long as both the entry and exit are wide enough for the creature to enter. This ability is usable at will. </h5><h5><b>Defenseless Impale (Ex)</b> A grootslang can make a gore attack against any creature it is grappling with its tail. If this attack is successful, it is treated as a critical threat. </h5><h5><b>Hold Breath (Ex)</b> A grootslang can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning or suffocating. </h5><h5><b>Thunderous Stomp (Ex)</b> As a full-round action, a grootslang can rear up on its serpentine body and bring its massive forelimbs down with awesome force. The grootslang chooses one adjacent target to be affected as though the target had been trampled. In addition, all creatures within 10 feet must make a DC 28 Reflex save or be knocked prone. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Grootslangs are cruel, deadly creatures that inhabit tropical waters and deep caves. They have the broad chest and front legs of an elephant, but their lower half tapers to a long, snakelike tail.</p><p>A grootslang's head has the diamond shape of a viper's, but three adjacent pairs of tusks sprout from either side of its jaws and small, leaf-shaped ears crown its skull.</p><p>The grootslang's leathery hide has a metallic sheen and a dull copper color, with green veins throughout. Males and females grow to a length of 60 feet, standing 20 feet tall. Little differentiation exists between sexes save for a lighter green hue to the female's hide.</p><p>Grootslangs can weigh 20 tons and live up to 500 years.<b></p><p>Ecology</b></p><p> Legends claim that the grootslang is a primordial creature as old as the world itself. Such tales state that in those days the gods-new to the crafting of things-made a terrible mistake in the grootslang's creation, for they had given it tremendous strength, cunning, and intellect. Upon realizing their mistake, the gods split the grootslang into separate creatures and thus created the first elephants and the first snakes. But one of their original creations escaped, and from this first sire all other grootslangs have come. Scholars debate the veracity of such stories, and have looked to either biological or magical explanations of the creature's origins, but nevertheless bards and sages alike agree that the grootslang's fearsome reputation is well deserved.</p><p>All grootslangs are carnivorous and require hundreds of pounds of meat per meal to sustain themselves. At home on land or in water, they feed on large herd animals like zebras and elephants or on hippos and even small whales. Grootslangs' ability to travel large distances at great speed prevents them from over-hunting any one region; their metabolism being more reptilian than mammalian, they feed roughly once a week.</p><p>Although intelligent humanoids are too small to provide adequate nourishment, grootslangs delight in eating such creatures as it satisfies their appetite for cruelty. Stories are told throughout the Mwangi Expanse of grootslangs that ambush boats, small and large, offering to spare the vessels only if the passengers vote to throw one of their own to the creature as a meal.</p><p>The grootslangs then watch as the agonizing decision is made. In rare instances, the grootslangs do not even eat the victims but let the entire crew go to live with the burden of their choice.</p><p>All grootslangs covet gems, particularly diamonds, and despite the creatures' lust for cruelty, victims can sometimes bargain for their freedom in exchange for large quantities of precious stones. Such deals must be carefully negotiated, however, as grootslangs have no compunctions about honoring their word and are just as likely to take the offered gems and then still eat those who offered them.<b></p><p>Habitat & Society</b></p><p> Grootslangs are solitary creatures and do not join with other members of their kind, even for mating. A grootslang's famous love of gems is actually tied to the creature's reproduction and not its avaricious nature. A female lays a single egg once every 50 years. When the female is ready to produce her egg, she ingests all of the gemstones she has amassed since producing her last egg.</p><p>The digestion of the stones couples with the production of the egg, creating an egg that is slightly translucent, but as hard as stone. She then deposits it in a deep, dark corner of a body of water where it awaits fertilization.</p><p>The egg emits a strong scent that diffuses into the water and alerts any passing males to its presence. Once a male detects the egg, the male also ingests a portion of its own cache of gemstones and then returns to fertilize the egg.</p><p>As with the female, the male's consumption of the gems interacts with his reproductive system, and once the male has fertilized the egg, a second translucent and durable coating encases the now-gestating offspring within. Over a 2-year period, the embryonic grootslang develops, while the crystalline surface of the egg lets light and sound filter through to orient the embryo to its surroundings even before it hatches. Once sufficiently grown, the young grootslang begins to punch its way through the egg, sometimes needing a month or more to crack the egg's hardened surface. A hatchling grootslang is roughly the size of an adult crocodile, but needs another decade to reach full physical maturity. Reproductive maturity is achieved roughly 1 century after hatching.</p></h4></div>", "Languages": "Aquan, Common, Draconic", "Source": "AP 42", "Land": "1", "Organization": "solitary", "Ref": "16", "Climb": "0", "HD": "(21d10+168)", "AbilitiyScores": "Str 36, Dex 19, Con 26, Int 15, Wis 20, Cha 15", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 1469, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Bleeding Critical, Cleave, Critical Focus, Dodge, Improved Bull Rush, Improved Critical (gore), Mobility, Multiattack, Power Attack, Spring Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "20", "Fly": "0", "RacialMods": "", "AC": "33, touch 11, flat-footed 28", "Swim": "1", "Name": "Grootslang", "VariantParent": "", "Skills": "Acrobatics +10 (+14 jump), Bluff +4, Intimidate +12, Knowledge (arcana) +10, Knowledge (nature) +10, Perception +23, Sense Motive +13, Stealth +10, Swim +39", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "tropical lakes and rivers or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "aquatic elusion, hold breath, scissor tusks", "Saves": "Fort +20, Ref +16, Will +12", "Melee": "gore +31 (2d8+13/19-20/x3), 2 slams +30 (2d6+13), tail slap +28 (2d6+6 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., swim 30 ft.", "Alignment": "CE", "Size": "Gargantuan"}