{"Group": "Hollow Serpent", "Space": "5 ft.", "Mythic": "0", "HP": 71, "Treasure": "Value double standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Hollow Serpent, Lesser </h2><h3><i>An unseen breeze stirs the desiccated scales of this immense snakeskin, causing the shedding's frayed, dried edges to flutter with a semblance of life. Pinpoints of unholy green light flare behind the intact eye lenses as the head starts to rise. The same glow behind those long-dead eyes illuminates a gaping mouth and bony fangs. Then a terrifying, painful hiss assaults your mind as the serpent slithers forward with a silent, unearthly grace.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Lesser Hollow Serpent</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>NE Medium undead (reptilian)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., lifesense; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 15, flat-footed 14 (+4 Dex, +1 dodge, +4 natural)</h5><h5><b>hp </b>71 (11d8+22); fast healing 5</h5><h5><b>Fort </b>+6, <b>Ref </b>+9, <b>Will </b>+9</h5><h5><b>Defensive Abilities </b>channel resistance +2; <b>DR </b>5/magic and silver; <b>Immune </b>undead traits; <b>SR </b>17</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 30 ft.</h5><h5><b>Melee </b>bite +12 (2d8+4 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>constrict (2d8+4 plus 2d6 negative energy), negatively charged coils</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>19, <b>Con </b>-, <b>Int </b> 2, <b>Wis </b>11, <b>Cha </b>12</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+11 (+15 grapple); <b>CMD </b>26 (can't be tripped)</h5><h5><b>Feats </b>Dodge, Great Fortitude, Iron Will, Lightning Reflexes, Toughness, Weapon Finesse</h5><h5><b>Skills </b>Climb +16, Escape Artist +7, Perception +6, Stealth +10</h5><h5><b>Languages </b>Aklo; telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>solitary, pair, or nest (3-8)</h5><h5><b>Treasure </b>Value double standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Lifesense (Su)</b> A hollow serpent notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability. </h5><h5><b>Negatively Charged Coils (Su)</b> A hollow serpent deals an additional 2d6 points of damage caused by negative energy to victims trapped within its coils. A successful DC 16 Will save reduces the damage by half. The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>Among the many manifestations of serpentfolk faith, the hollow serpent represents one of the most horrific harbingers of doom. Serpentfolk legend suggests Ydersius created the first hollow serpents as protectors and guardians for their underground enclaves. But serpentfolk priests soon learned how to make more, worshiping and cultivating the skin sheddings of monstrously giant snakes with rituals to turn them into engines of destruction. Capable of laying waste to entire regions, the hollow serpents used their life-draining coils to slay the enemies of the serpentfolk, proving particularly effective against the Azlanti empire in the early years of the serpentfolk's age-long struggle against humanity. Eventually, however, the Azlanti learned to combat these skins with positive energy and fire. With the retreat of the mighty snake-god and his people into the shadows of the Darklands, serpentfolk priests have hoarded the most potent of these defenders as guardians of the hibernation chambers of the serpentfolk elite.</p><p>A typical hollow serpent measures a little over 15 feet long and weighs 500 pounds. A lesser hollow serpent is 7 feet long and weighs just 90 pounds.<b></p><p>Ecology</b></p><p> As undead creatures, hollow serpents require nothing in the way of sustenance, but their voracious appetite for the life-energy of living creatures is well documented in the annals of Azlanti and serpentfolk lore. The temporary energy derived from their life-draining coils sends most hollow serpents into a feeding frenzy. And their lifesense ability helps them search out even the most well-hidden prey. Much like the predator snakes they mimic, hollow serpents enjoy the hunt and may stalk living creatures for days through the subterranean passageways of the Darklands or the ruined cities of the serpentfolk.</p><p>Only the high priests of Ydersius know the proper rituals and ceremonies to infuse a shedding with enough divine magic to awaken it into a hollow serpent. However, a hollow serpent also possesses the means to create lesser offspring from its own desiccated flesh. These lesser hollow serpents are much smaller and limited in power, but their undersized nature allows them to venture into passageways a larger hollow serpent could never reach. Serpentfolk priests have also learned how to create these lesser hollow serpents using snakeskin sheddings from normal constrictor snakes, imbuing them with unlife as temple guardians.</p><p>To spawn a lesser hollow serpent, a hollow serpent must undergo a molting cycle that lasts 3 months. Prior to this hibernation, it must also inf lict no less than nine negative levels on living creatures, storing up the temporary energy from these life-draining attacks to pass onto its new offspring. Thereafter, the hollow serpent sheds a piece of its own skin, which then grows into a lesser hollow serpent.<b></p><p>Habitat & Society</b></p><p> Hollow serpents have little in the way of society or culture of their own. Beholden to the snake-god, who grants their existence, they exist only to serve and defend the serpentfolk species. Lesser hollow serpents spawned by a hollow serpent intuitively stay near their progenitor- somehow interconnected through the negative energy and siphoned life forces shared between them.</p><p>Spellcasters who create a lesser hollow serpent on their own may only command its loyalty if capable of commanding undead.</p><p><b>Creating a Hollow Serpent</b><br> While the first hollow serpents were supposedly created from scales shed by beasts favored by the Serpent King himself, and those unholy snakeskins can even shed their own lesser offspring over time, serpentfolk priests can also create their own lesser hollow serpents. A lesser hollow serpent created by a serpentfolk priest requires a more involved process. The priest must fill a clay pot with dirt taken from a serpentfolk grave, the skin and bones of a giant constrictor snake, an onyx gem worth at least 250 gp, and a sprinkling of unholy water. Thereafter, a 15thlevel caster must cast <i>create undead</i> on the skin stuffed with the other assembled reagents.</p></h4></div>", "Languages": "Aklo; telepathy 100 ft.", "Source": "AP 42", "Land": "1", "Organization": "solitary, pair, or nest (3-8)", "Ref": "9", "Climb": "1", "HD": "(11d8+22)", "AbilitiyScores": "Str 17, Dex 19, Con -, Int 2, Wis 11, Cha 12", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1471, "SubType": "(reptilian)", "MonsterSource": "", "Feats": "Dodge, Great Fortitude, Iron Will, Lightning Reflexes, Toughness, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "19, touch 15, flat-footed 14", "Swim": "0", "Name": "Lesser Hollow Serpent", "VariantParent": "", "Skills": "Climb +16, Escape Artist +7, Perception +6, Stealth +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +9, Will +9", "Melee": "bite +12 (2d8+4 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 30 ft.", "Alignment": "NE", "Size": "Medium"}