{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 26, "Treasure": "double (masterwork dagger, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Spring-Heeled Jack</h2><h3><i>With jet-black skin and a small but menacing pair of horns, this goateed, impish creature wields a bloody knife and a wicked grin.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Spring-Heeled Jack</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>CE Small fey </h5><h5><b>Init </b>+5; <b>Senses </b>low-light vision; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 16, flat-footed 11 (+5 Dex, +1 size)</h5><h5><b>hp </b>26 (4d6+12)</h5><h5><b>Fort </b>+3, <b>Ref </b>+9, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>mwk dagger +9 (1d3+2/19-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>breath weapon (15-foot cone, once every 2d4 rounds, 2d6 fire damage, Reflex DC 14 for half ), scare, sneak attack (1d6), vault</h5><h5><b>Spell-Like Abilities</b> (CL 4th)</br>Constant&mdash;feather fall, pass without trace</br>1/day&mdash;<i>passwall</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>21, <b>Con </b>14, <b>Int </b> 10, <b>Wis </b>10, <b>Cha </b>13</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+3; <b>CMD </b>18</h5><h5><b>Feats </b>Toughness, Weapon Finesse</h5><h5><b>Skills </b>Acrobatics +12 (+20 jump), Bluff +6, Climb +9, Escape Artist +12, Perception +7, Sleight of Hand +10, Stealth +16</h5><h5><b>Languages </b>Common, Sylvan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double (masterwork dagger, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Frightening Gaze (Su)</b> Panicked for 1d6 rounds, 10 feet, Will save DC 13 negates. The save DC is Charisma-based. </h5><h5><b>Vault (Su)</b> Spring-Heeled Jack is capable of leaping great heights and distances. In addition to receiving a +8 bonus on Acrobatics checks made for jumping, Spring-Heeled Jack possesses the ability to spring up to 20 feet vertically as a move action without provoking an attack of opportunity. This acts exactly as the <i>levitate</i> spell, except Spring-Heeled Jack can also move horizontally as long as the cumulative distance moved is equal to or less than 20 feet. This ability cannot be used again until Spring-Heeled Jack lands on a stable surface, but may be used twice in the same round if he lands between move actions.</h5></div><br></br><div><h4><p><p>Half fable, half truth, Spring-Heeled Jack is the subject of popular gossip as well as mythic folklore. Often said to be a fiend of unknown origins, the cruel-eyed night terror is infamous for his love of trickery and spontaneous bursts of violence. Those who have seen his visage and lived to tell their story often have scars to prove the authenticity of their account, as Spring-Heeled Jack's menacing knife is almost as famous as he is.</p><p>By all accounts, Spring-Heeled Jack is a small and roguish-looking man with horns, garbed in a tattered vest, cape, and trousers. However odd his clothing may be, it is generally agreed that the sight of his dreadful cape or even the shadow of his hideously quick movements chills the hearts of men.</p><p>Spring-Heeled Jack stands about 4 feet tall and weighs about 80 pounds.<b></p><p>Ecology</b></p><p> Spring-Heeled Jack is a cruel being with a mysterious past; the stories of his origin vary wildly, though it is widely thought that he was at one point human, and through some twist of fate or evil transaction lost his humanity in exchange for fiendish powers.</p><p>The truth, however, is far different. Spring-Heeled Jack is a fey creature-or perhaps a single name given to a whole race of fey creatures related to the quickling- and native to the ever-shifting First World. Tired of the realm's inconsistent reality and inherently unflappable victims, who simply manifest again after death, Jack is fond of traveling to the Material Plane, where his mayhem is more appreciated and the results more permanent.</p><p>On his forays into the Material Plane, Spring-Heeled Jack quickly takes to the night and earns a reputation for his gruesome killing sprees and tendency to flee the crime scene by leaping onto buildings, thus giving him his name.</p><p>His heinous crimes usually render him one of the most loathed criminals in a particular area, and communities where he is seen act swiftly and with urgency to capture him.</p><p>Knowing precisely how far he can push the local populace, Spring-Heeled Jack often disappears for several weeks after a particularly violent crime before revealing himself again.</p><p>Spring-Heeled Jack subsists primarily on the flesh of raw animals, finding the meat of humans too stringy for his liking. His tastes are versatile, though, and he's just as prone to eat a deer as he is to consume a common house rat or beetle. The impish creature goes about most of his activities in a quirky, grotesque fashion, enamored with odd and often disturbing items and as quick to imitate the creatures he observes as he is to kill them.<b></p><p>Habitat & Society</b></p><p> Reports of Spring-Heeled Jack always place him in a large city or the outskirts of one during the night, though even the best trackers have trouble explaining where he goes during the day or during the weeks when there is not so much as a trace of him.</p><p>During those periods when he goes to ground, Spring- Heeled Jack often lurks in the wilds, either resting in secluded forests or observing the animals and other creatures native to such environs. His innate fascination with the Material Plane is an odd contrast to his love of causing others pain; the only thing he enjoys more than witnessing nature is destroying it. Hunters occasionally come across desecrated animal carcasses, returning to the tavern and proposing tales of some huge and horribly strong creature in the wilds. No one would ever guess that the gory mess of flesh and bone was caused by a tiny man with a jagged knife.</p><p>Spring-Heeled Jack's knife is often his only company, and years of self-inf licted solitude drive him to consider the blade his best and only friend. The wicked knife- which he refers to as \"Love\" all too frequently, according to survivors of his attacks-possesses no special properties, but is finely wrought and clearly of otherworldly origin.</p><p>Stained with the blood of hundreds of victims, Spring- Heeled Jack's weapon leaves strange scars that are impossible to reproduce. Brash drunkards in taverns can be found lifting their shirts and displaying old wounds, claiming they come from Spring-Heeled Jack's beloved blade, while honest victims need not point out their true scars, which always speak for themselves.</p><p>Chaotic and spontaneous, Spring-Heeled Jack sometimes tires of simply killing victims, and instead decides to let his prey live to tell the tale. While he does not commit his heinous crimes for popularity, the fey revels in the reputation he has earned and the fear that registers in people's eyes as he pounces upon them, and often spies on people simply to hear the far-fetched rumors surrounding himself.</p><p>He frequently plays up these odd rumors and accounts, even whispering pre-scripted lines to his victims before he kills them, fancying himself a poet reciting to a very select audience.</p><p>Beyond brief encounters with terrified victims and his strange relationship with his weapon, Spring- Heeled Jack is alone in his endeavors.</p><p>Society holds no place for him, but that's fine by the sociopathic fey. His high esteem for misfortune, trickery, and deceit are matched by few, and he cannot be bought off, persuaded, or convinced.</p><p>The only thing that could possibly distract him in the middle of pursuing a victim is the possibility of some other, more exciting challenge elsewhere.</p><p>When Spring-Heeled Jack encounters a foe he deems too powerful, he takes to the roofs as soon as he realizes his situation, often to the frustration of bounty hunters and law enforcement alike.</p></h4></div>", "Languages": "Common, Sylvan", "Source": "AP 43", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "0", "HD": "(4d6+12)", "AbilitiyScores": "Str 15, Dex 21, Con 14, Int 10, Wis 10, Cha 13", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1507, "SubType": "", "MonsterSource": "", "Feats": "Toughness, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "16, touch 16, flat-footed 11", "Swim": "0", "Name": "Spring-Heeled Jack", "VariantParent": "", "Skills": "Acrobatics +12 (+20 jump), Bluff +6, Climb +9, Escape Artist +12, Perception +7, Sleight of Hand +10, Stealth +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +3, Ref +9, Will +4", "Melee": "mwk dagger +9 (1d3+2/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "CE", "Size": "Small"}