{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 18, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Skin Stealer</h2><h3><i>Dark pink flesh drawn tightly across its emaciated body, this being resembles a gaunt human stripped of its skin, its pulsing muscles completely exposed.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Skin Stealer</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>CE Medium fey </h5><h5><b>Init </b>+3; <b>Senses </b>low-light vision; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 13, flat-footed 12 (+3 Dex, +2 natural)</h5><h5><b>hp </b>18 (4d6+4)</h5><h5><b>Fort </b>+2, <b>Ref </b>+7, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +5 (1d4+1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>sneak attack (+1d6), steal skin</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>12, <b>Dex </b>17, <b>Con </b>13, <b>Int </b> 16, <b>Wis </b>10, <b>Cha </b>17</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+3; <b>CMD </b>16</h5><h5><b>Feats </b>Deceitful, Weapon Finesse</h5><h5><b>Skills </b>Acrobatics +10, Bluff +12, Disguise +16 (+26 with stolen skin), Escape Artist +10, Heal +8, Perception +7, Sense Motive +7, Sleight of Hand +10, Stealth +14; <b>Racial Modifiers </b>+4 Disguise, +4 Heal, +4 Stealth</h5><h5><b>Languages </b>Aklo, Common, Elven, Sylvan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Steal Skin (Su</b>) As a full-round action, a skin stealer may steal the skin of a creature of Small, Medium, or Large size with a roughly humanoid shape. The target creature must be dead, helpless, or willing. If the target creature is alive, the skin stealer must make a successful coup de grace attack to steal its skin. The skin stealer can don or remove a stolen skin as a move action. When wearing a stolen skin, the skin stealer takes on the likeness of the skin's original owner, including the victim's voice, build, and size, but gains none of the creature's abilities. The stolen skin grants the skin stealer a +10 bonus on Disguise checks, with none of the usual penalties for different gender, race, age, and size. Stolen skins are preserved and remain as supple as living skin. A skin stealer may only steal and use a number of skins equal to its Charisma score. The skin stealer may choose to discard unwanted skins to make room for new ones at any time; discarded skins rot and decay normally.</h5></div><br></br><div><h4><p><p>A sadistic being from the realm of the fey, a skin stealer is a terrifying sight to behold. These blood-red creatures resemble horrid, emaciated humans without skin, their yellowish eyes and teeth suggesting malnourishment or disease. Skin stealers suffer from no ailment, however, except for their insatiable lust for chaos and their hunger for flesh.</p><p>Hailing from the First World, skin stealers are fey bent on destruction and gruesome murder. When left to their own devices, these gangly beings are unpredictable and spontaneous; when assigned duties from some higher, stronger power, however, skin stealers prove adept at performing complex assassinations and spy work.</p><p>A skin stealer is a little over 6 feet tall and weighs about 100 pounds, though it can adjust its size to inhabit many different creatures' skins.<b></p><p>Ecology</b></p><p> Nightmares can come true just as readily as dreams in the First World, and the skin stealer is proof of this. A manifestation of inhabitants' fears and disdain, a skin stealer's primary desires are to deceive, murder, and rob. In a world where inconsistency is the law and little can be trusted anyway, these evil denizens only add to the overwhelming sense of paranoia many travelers feel when thrust into the magical realm of the fey.</p><p>When a powerful inhabitant of the Material Plane experiences intense feelings of distrust and maliciousness, she can unintentionally draw out a skin stealer from the First World-often whilst sleeping-under the guise of a nightmare. Thus, an unwitting evoker of such a dark being awakens cold and sweaty, unaware of the chaotic fey now causing mayhem outside her chamber walls-assuming the bandit hasn't already made off with her flesh yet.</p><p>Skin stealers possess few items of their own, as they derive absolutely no pleasure from material goods, and often times the only thing one will carry is a sharp object.</p><p>Though their claws-thick and unsightly as they are- are formidable weapons, they are not ideal tools when it comes to flaying victims. Thus, many skin stealers use rusty knives or crude blades as their scalpels. Most skin stealers would revel in the agony that skinning victims alive would cause, but the simple fact of the matter is that stripping a subject's flesh is too difficult while the victim is still alive. It is out of convenience, rather than any sense of mercy, that a skin stealer slays a target before performing its barbaric reinterpretation of surgery.</p><p>Though most think of skin stealers as nothing more than mindless killing machines with a quirky habit of peeling the skin off victims, the truth is grimmer. In addition to their affinity for grisly murders, skin stealers also possess a love of trickery, delighting in the chaos they can create through impersonating political leaders they have slain or the havoc they can wreak while wearing the flesh of a trusted guard or advisor. Where a skin stealer goes, there is not only death, but confusion as well.</p><p>The techniques skin stealers employ while preparing a hide for use would inspire the envy and admiration of fur trappers if the act were not so heinous. Even more remarkable than their style of flaying, perhaps, is their supernatural ability to preserve the flesh of victims for lengthy periods of time. Skin stealers fold the fleshy suit of a victim into an impressively compact pouch that they can fit into any fist-sized pocket or pouch. Realizing the benefits of possessing multiple hides, skin stealers tend to wear clothes with numerous compartments, making adventurers and traveling merchants particularly susceptible to having their skins and outfits stolen.</p><p>Skin stealers' own flesh looks similar to the muscular layer beneath most humanoids' epidermis. This outer layer is so taut that it allows skin to perfectly adhere to it. The malleable vocal cords of a skin stealer are located on the outside of its throat-when it dons the flesh of another being, it captures that creature's voice's tone and inf lection by shaping its own neck muscles so as to fit its host's perfectly. The slightest bump or agitation may disturb the sensitive vocal lining, however, and one of the most common giveaways of a skin stealer in disguise is an abrupt crack in its speech or a shift in register.</p><p>A skin stealer does not die of old age; instead, it continually wanders whatever plane it may have found itself upon until it is slain, at which time it returns to the First World to be reborn into the cosmic energy comprising its native realm.<b></p><p>Habitat & Society</b></p><p> Often used by powerful entities of the First World as spies, assassins, and agents of havoc, skin stealers excel at espionage as well as cold-blooded murder. On the Material Plane, skin stealers are much more difficult to partner with, their lust for flesh only heightened by the plethoric array of new available suits. However, if one can garner the respect of a skin stealer (usually only possible through intimidation or coercion), one has found a powerful ally.</p><p>When a skin stealer emerges from the First World onto the Material Plane, it immediately tries to find a host for its horrid form, knowing full well that exposure could lead to its swift eradication. Fortunately for the wretched fey, it usually arrives via the unhindered emotions of a hapless dreamer rapt in torturous visions or night terrors.</p><p>This helpless subject makes for an easy first target, and a skin stealer may inhabit this individual's flesh for several days while it gathers its bearings and studies the immediate world around it.</p><p>Skin stealers rarely stay in one spot long, however.</p><p>Their love of mayhem often turns a place of peace into one of bedlam, and it behooves a skin stealer to continue alternating between different suits of skin, both to perpetuate chaos and to mask its identity. When people begin to suspect the gruesome bandit or catch it in its gory work, it hastily leaves the area in search of new, unsuspecting victims.</p><p>Skin stealers do not collaborate or work together unless a higher power forces them to do so. Their self ish predispositions and individualistic tactics make teamwork diff icult, and planned assassinations tend to go better when performed by a lone skin stealer.</p><p>Just as useful, though, are skin stealers who remain at their master's side, so adept are they at identifying doppelgangers and other skin stealers. As skin stealers are masters of disguise as well as flaying, few can bypass their perceptive gaze.</p></h4></div>", "Languages": "Aklo, Common, Elven, Sylvan", "Source": "AP 44", "Land": "1", "Organization": "solitary", "Ref": "7", "Climb": "0", "HD": "(4d6+4)", "AbilitiyScores": "Str 12, Dex 17, Con 13, Int 16, Wis 10, Cha 17", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1616, "SubType": "", "MonsterSource": "", "Feats": "Deceitful, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "+4 Disguise, +4 Heal, +4 Stealth", "AC": "15, touch 13, flat-footed 12", "Swim": "0", "Name": "Skin Stealer", "VariantParent": "", "Skills": "Acrobatics +10, Bluff +12, Disguise +16 (+26 with stolen skin), Escape Artist +10, Heal +8, Perception +7, Sense Motive +7, Sleight of Hand +10, Stealth +14", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +2, Ref +7, Will +4", "Melee": "2 claws +5 (1d4+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}