{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 199, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Steward of the Skein</h2><h3><i>This plate-clad woman has large bird wings augmented with overlapping pieces of metal. Her armor is adorned with skulls, and her open-faced helm reveals nothing of her features but a pair of intensely-glowing eyes.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Steward of the Skein</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>N Medium outsider (extraplanar, shapechanger)</h5><h5><b>Init </b>+7; <b>Senses </b>blindsight 30 ft., darkvision 60 ft., <i>detect</i> chaos/ good/evil/law, lifesense 60 ft., low-light vision, <i>see invisibility</i>; Perception +27</h5><h5><b>Aura </b>fate aura</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>31, touch 23, flat-footed 27 (+4 deflection, +3 Dex, +1 dodge, +5 insight, +8 natural)</h5><h5><b>hp </b>199 (19d10+95); fast healing 5</h5><h5><b>Fort </b>+15, <b>Ref </b>+20, <b>Will </b>+22</h5><h5><b>DR </b>10/cold iron; <b>Immune </b>electricity, death effects, petrification; <b>Resist </b>cold 10, fire 10; <b>SR </b>26</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., fly 150 ft. (average)</h5><h5><b>Melee </b>2 slam +26 (2d10+7 plus gaze)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>gaze, tug the strands of fate</h5><h5><b>Spell-Like Abilities</b> (CL 19th; concentration +25)</br>At will&mdash;<i>aid</i>, <i>augury</i>, <i>charm monster</i> (DC 20), <i>continual flame</i>, <i>cure light wounds</i>, <i>dancing lights</i>, <i>death ward</i>, <i>detect</i> thoughts (DC 18), <i>disguise self</i>, <i>dispel magic</i>, <i>hold monster</i> (DC 21), <i>greater invisibility</i> (self only), <i>major image</i> (DC 20), <i>greater teleport</i> (self plus 50 lbs. of objects only)</br>3/day&mdash;<i>breath of life</i>, <i>chain lightning</i> (DC 22), <i>globe of invulnerability</i>, greater <i>dispel magic</i>, <i>heal</i>, <i>limited wish</i> (DC 23), <i>plane shift</i>, <i>prismatic spray</i> (DC 23), <i>undeath to death</i> (DC 22), <i>wall of force</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>25, <b>Dex </b>16, <b>Con </b>20, <b>Int </b> 18, <b>Wis </b>21, <b>Cha </b>23</h5><h5><b>Base Atk </b>+19; <b>CMB </b>+26; <b>CMD </b>44</h5><h5><b>Feats </b>Combat Casting, Combat Expertise, Dodge, Improved Disarm, Improved Initiative, Improved Iron Will, Iron Will, Lightning Reflexes, Mobility, Spell Penetration</h5><h5><b>Skills </b>Bluff +19, Diplomacy +16, Fly +16, Handle Animal +16, Heal +24, Intimidate +25, Knowledge (history) +26, Knowledge (nature) +11, Knowledge (planes) +26, Knowledge (religion) +26, Perception +27, Sense Motive +27, Stealth +16</h5><h5><b>Languages </b>Common, Abyssal, Celestial, Draconic, Infernal</h5><h5><b>SQ </b>fateful <i>resurrection</i>, incorporeal form, lady's blessing</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (extraplanar)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Fate Aura (Su</b>) The Steward's aura gives her a +4 deflection bonus to AC and a +4 resistance bonus on saves. The aura makes her immune to possession and attempts to exercise mental control over her, as <i>protection from evil</i> (though it blocks these effects from non-evil sources as well). If a creature successfully strikes the Steward with a melee attack, it is blinded or takes 1d6 Strength damage (Steward's choice, DC 25 negates either effect). The fate aura also acts as <i>consecrate</i>, although this does not interfere with altars or other fixtures relating to deities. </h5><h5><b>Fateful Resurrection (Su</b>) As the herald of the goddess of death and birth, the Steward quickly recovers from being killed. She remains dead for only 1d4 rounds unless her body is completely destroyed by an effect such as <i>disintegrate</i>. Otherwise, she rises again 1d4 rounds after death, as if brought back to life via <i>resurrection</i>, and is fully <i>heal</i>ed. The Steward gains 1 permanent negative level when this occurs (though Pharasma typically removes it as soon as the herald returns to the Boneyard). The Steward can self-resurrect only once per day. If she dies a second time before that day passes, she is permanently dead (barring intervention by Pharasma or magic that can resurrect an outsider). </h5><h5><b>Gaze (Su</b>) In humanoid form, the Steward can use a 60-footrange gaze attack that dazes creatures for 2d6 rounds (Will negates, DC 25). Creatures who make their save are merely staggered for 1d6 rounds. Creatures of 5 HD or less who fail their save are stunned instead of dazed. Undead who fail their saves are held immobile (as <i>halt</i> undead) for 2d6 rounds rather than stunned or staggered. A creature that saves against the Steward's gaze cannot be affected by it again for 24 hours. The Steward is immune to her own gaze. This is a mind-affecting effect (or a necromancy effect against undead). A creature struck by the Steward's slam attack must save or be affected by her gaze attack. The save DCs are Charisma-based. </h5><h5><b>Incorporeal Form (Su</b>) The Steward can become incorporeal or return to her normal form as a standard action. When incorporeal, she can use her spell-like abilities and gaze attack but can't make physical attacks against corporeal creatures. Her appearance changes radically when she is incorporeal, looking like a burning orange spirit of darkness (this duality has led some to believe Pharasma actually has two heralds). </h5><h5><b>Lady's Blessing (Su</b>) This special blessing is normally only given to important heroes of the faith or children with a significant destiny. The touched target gains a +1 luck bonus on attack rolls, weapon damage rolls, saves, and skill checks, and foes take a -1 penalty on such rolls directed against the target. This blessing lasts one year. The Steward can use this ability at will, but only does so at the direction of Pharasma, and never on herself. </h5><h5><b>Tug the Strands of Fate (Su</b>) The Steward can influence a creature's fate, forcing a creature within 100 feet and line of sight to reroll any one roll that it has made before the result of the roll is revealed. The result of the reroll must be taken, even if it is worse than the original roll. The Steward can use this ability 3 times per day.</h5></div><br></br><div><h4><p><p>The Steward of the Skein is Pharasma's foremost agent in the mortal realm, a mighty warrior sent to restore the balance of fate, announce a particularly auspicious birth or death, or deliver a world-shaking prophecy. Many times her presence on Golarion is as an incorporeal shade, making a pronouncement and then fading away, though countless creatures over the eons have felt the stunning impact of her armored fists. No mortal can recall seeing her in relation to the death of Aroden, and her role as messenger of prophecy has all but disappeared since that time.</p><p>The Steward is emotionally distant, and seems to have difficulties relating to mortals. Some speculate that she was driven slightly mad by the Last Azlanti's death, and others believe she sees the past, present, and future simultaneously, leading her to treat mortals as temporary objects in the skein of fate, much the way a beekeeper has little regard for individual bees. When viewed by a Medium or Small creature, she always appears to be exactly the same height as the viewer, though her size does not change, and the few documented sightings of her by larger creatures describe her as no more than 6 feet tall.<b></p><p>Ecology</b></p><p> The Steward is timeless and ageless, and capable of patiently waiting hundreds of years for a particular event to occur. She has been found deep underground, standing silently like a golem, only to snap to attention when a particular individual approaches, delivering her message and then vanishing. She has likewise appeared in cities or remote areas, ignoring all who speak to her, stunning those who try to harm her, and waiting for the right time to speak. It is unknown why Pharasma has her act this way rather than appearing at the necessary time, but her priests believe the herald's presence is enough to align the strands of fate to suit the goddess' will, much as standing in a stream can change the course of a floating leaf. On at least two occasions she has waited in a prominent Pharasmin temple, rarely reaching out to bless the faithful, and in one case a loyal member of the church found her standing in a field and built a temple around her.</p><p>The Steward only kills when it is Pharasma's will. She prefers to use her stunning gaze, her charm and hold magic, and similar nonlethal methods for dealing with opponents, giving them ample opportunities to flee. She is sparse with her healing, only using it to save those who Pharasma needs for future events-when present at great battles in history, she <i>heal</i>ed only a few, and restored but one or two who had recently died. The herald is ruthless when dealing with the undead, however, blasting them with her full power.<b></p><p>Habitat & Society</b></p><p> The Steward is a loner and has little interest in the desires of mortals. She is more personable with other planar servitors of her creator, but her unique role places her above them in the religious hierarchy, and she does not like fraternizing too much with her underlings lest she distract them from what Pharasma has planned for them. Conversely, she is extremely interested when one of the goddess's other servants is due to give birth or die. Though the Steward has no interest in procreating on her own, any celestial or half-celestial birth is especially interesting to her, from both a physical and a spiritual standpoint-perhaps as proxy to Pharasma herself, whose presence would certainly overwhelm the newborn and confuse its role in the tapestry of fate. Likewise, she has an almost morbid curiosity about one of her fellow servitors dying, and has an almost-precognitive sense for such things, making her sudden appearance next to other servants of Pharasma in the Material Plane slightly worrisome.</p><p>Occasionally she is called to testify in Pharasma's Court about the deeds or fate of a particular soul.</p><p>When not following a direct order from the goddess, the Steward has been known to travel the planes slaying undead, following the Rivers of Souls and protecting them from greedy daemons and other soul-devouring creatures.</p><p>She relishes the opportunity to chase and slaughter the outsider minions of Urgathoa, and has torn apart her herald (a flying fanged skull called Mother's Maw) several times.</p></h4></div>", "Languages": "Common, Abyssal, Celestial, Draconic, Infernal", "Source": "AP 44", "Land": "1", "Organization": "solitary", "Ref": "20", "Climb": "0", "HD": "(19d10+95)", "AbilitiyScores": "Str 25, Dex 16, Con 20, Int 18, Wis 21, Cha 23", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1617, "SubType": "(extraplanar, shapechanger)", "MonsterSource": "", "Feats": "Combat Casting, Combat Expertise, Dodge, Improved Disarm, Improved Initiative, Improved Iron Will, Iron Will, Lightning Reflexes, Mobility, Spell Penetration", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "15", "Fly": "1", "RacialMods": "", "AC": "31, touch 23, flat-footed 27", "Swim": "0", "Name": "Steward of the Skein", "VariantParent": "", "Skills": "Bluff +19, Diplomacy +16, Fly +16, Handle Animal +16, Heal +24, Intimidate +25, Knowledge (history) +26, Knowledge (nature) +11, Knowledge (planes) +26, Knowledge (religion) +26, Perception +27, Sense Motive +27, Stealth +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "22", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any (extraplanar)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "fateful resurrection, incorporeal form, lady's blessing", "Saves": "Fort +15, Ref +20, Will +22", "Melee": "2 slam +26 (2d10+7 plus gaze)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., fly 150 ft. (average)", "Alignment": "N", "Size": "Medium"}