{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 85, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Vilkacis</h2><h3><i>Within a swirling mass of frigid air manifests the form of a bestial specter. Claws the size of daggers lash menacingly before its half-bestial, half-humanoid form, and its narrow eyes glow with a smoldering malevolence.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Vilkacis</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>CE Medium undead (incorporeal)</h5><h5><b>Init </b>+10; <b>Senses </b>darkvision 60 ft., low-light vision, scent; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 19, flat-footed 13 (+3 deflection, +6 Dex)</h5><h5><b>hp </b>85 (10d8+4)</h5><h5><b>Fort </b>+6, <b>Ref </b>+11, <b>Will </b>+9</h5><h5><b>Defensive Abilities </b>channel resistance +2, incorporeal, rejuvenation; <b>DR </b>10/silver; <b>Immune </b>cold, undead traits</h5><h5><b>Weaknesses </b>vulnerability to silver</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 50 ft. (perfect)</h5><h5><b>Melee </b>2 incorporeal touches +15 (1d8 plus 2d6 cold)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>bestial possession, curse of lycanthropy (DC 18)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>23, <b>Con </b>-, <b>Int </b> 8, <b>Wis </b>14, <b>Cha </b>17</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+13; <b>CMD </b>26 (30 vs. trip)</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Improved Initiative, Lightning Reflexes, Toughness</h5><h5><b>Skills </b>Fly +14, Intimidate +16, Perception +15, Stealth +19</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>lycanthropic empathy</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Bestial Possession (Su</b>) A vilkacis is a spirit of savagery and can take control of other beings, afflicting them with its savage nature. Once per round, the vilkacis can merge its body with a creature on the Material Plane. This ability is similar to a <i>magic jar</i> spell (caster level 10th), except it does not require a receptacle and lasts for up to 3 hours (or a number of hours equal to the vilkacis's Charisma modifier, whichever is greater). To use this ability, the vilkacis must be adjacent to the target. The target can resist the attack with a successful DC 18 Will save. A creature that successfully saves is immune to that same vilkacis's bestial possession for 24 hours. The save DC is Charisma-based. Upon being possessed by a vilkacis, the target takes on a number of bestial features, most notably growing claws and vicious fangs, and flies into a savage <i>rage</i>. The victim gains two claws and a bite natural attack appropriate to its size (1d4 and 1d6 for Medium creatures; see Table 3-1 on page 302 of the <i>Pathfinder RPG</i> Bestiary), and gains a barbarian's greater <i>rage</i> class ability (see page 31 of the <i>Core</i> Rulebook). This <i>rage</i> lasts for as long as the victim is being possessed by the vilkacis. After the possession ends, the victim is fatigued for a period of time equal to double the duration of the possession. The victim also gains low-light vision and scent. The possessed creature loses all of these natural attacks and abilities immediately when the vilkacis leaves its body. </h5><h5><b>Curse of Lycanthropy (Su</b>) Any humanoid who is bitten by a creature possessed by a vilkacis must make a DC 18 Fortitude save or be infected with lycanthropy as if bitten by a werewolf. If the victim's size is not within one size category of the possessed creature's, this ability has no effect. The save DC uses the vilkacis's ability scores and is Charisma-based. </h5><h5><b>Lycanthropic Empathy (Ex</b>) A vilkacis or creature possessed by a vilkacis can communicate and empathize with wolves and dire wolves. It can use its Diplomacy to alter such an animal's attitude, and when so doing gains a +4 racial bonus on the check. </h5><h5><b>Rejuvenation (Su</b>) A vilkacis that is destroyed in combat restores itself after 2d4 days. The only way to permanently do away with a vilkacis is to locate its <i>canopic stone</i>, the occult artifact that binds it to the Material Plane, and then destroy the artifact in the presence of the vilkacis's mortal remains. Once the <i>canopic stone</i> is destroyed, the vilkacis can no longer rejuvenate and can be destroyed as normal. </h5><h5><b>Vulnerability to Silver (Su</b>) Vilkacis are particularly susceptible to silver. A vilkacis struck with a silver weapon takes an additional 2d6 points of damage. If a creature under the effects of a vilkacis's bestial possession is damaged by a silver weapon, it also takes this extra damage and receives another saving throw to resist the bestial possession. If successful, the possession ends, and the vilkacis is driven into an adjacent square and cannot use its bestial possession ability again until the following day.</h5></div><br></br><div><h4><p><p>Beings of pure malevolence and destruction, vilkacis arise from the souls of the most desperate and brutal werewolves as spirits burning with the need for bloodshed and vengeance. Specters of savagery escaped from remains tainted by lycanthropy, vilkacis desire to wear mortal flesh and again revel in the vicious ecstasy of hunting and killing. Some see these beings as malign manifestations of the lycanthropic curse-the spirits of the infamous aff liction itself-while others know them as the deathly continuance of lives consumed by lycanthropy. In either case, these ravenous spirit-beasts seek only to garb themselves in the skins of deadly hunters and revel in bloodshed once more.</p><p>Vilkacis typically look like more savage versions of the werewolves they were in life, appearing in their hybrid forms with exaggerated fangs and claws.<b></p><p><i>Ecology</i></b></p><p> Although a vilkacis exists only in a spectral form, its <i>canopic stone</i> permanently binds the spirit to the Material Plane. So long as the stone exists, the creature remains stuck between life and death, its spirit strangling on its own <i>rage</i>.</p><p>When a vilkacis seizes possession of a victim, the host takes on an altered appearance ref lective of the beast within its body. The victim undergoes severe physical dysmorphia.</p><p>Musculature enlarges, posture becomes stooped, and hands curl into gashing claws. The face takes on a bestial appearance. The victim's jaws extend and grow into jagged, wolfish fangs, while the brow thickens and the pupils widen to black pools that radiate a mad, feral stare. In this state, the vilkacis-possessed creature froths with the curse of lycanthropy and can pass the curse on as though it were a werewolf. Although such a possessed creature might pass on the infamous disease, its own transformation typically lasts only a matter of hours. A vilkacis is ever searching for stronger and more vicious hunters to use as tools in slaking its eternal bloodlust; if it finds a particularly promising host, it might visit and possess the favored body again and again for its rampages.<b></p><p>Habitat & Society</b></p><p> Vilkacis most commonly appear in areas where human settlements border or stand within wildernesses. While they are commonly associated with werewolves, the folklore of many nomadic and nature-worshiping societies contains stories of creatures whose descriptions bear strong resemblance to vilkacis. Most haunt the territories where they were created, staying within range of their <i>canopic stone</i>s, and hunting within the lands they prowled in life. However, those with the ability to summon vilkacis usually attempt to direct them toward specific prey. This often proves a dangerous or even fatal proposition, however, and few reports exist of anyone successfully mastering a vilkacis.</p><p></h5><h5><b>Creating a Vilkacis </b>While many vilkacis spontaneously arise under the light of the full moon from the remains of the most savage werewolves, some foul spellcasters seek out the corpses of such bestial murderers, attempting to enslave their spirits and harness their capacity for brutality to fulfill the spellcasters' dark whims. To do this, a spellcaster must prepare a <i>canopic stone</i>, a talisman that typically takes the form of a ceramic totem or amulet bound in silver. Upon creating this object, the bearer can summon a vilkacis once per day. The stone grants no control over the vilkacis, but the creature will not attack or attempt to possess the stone's bearer. Upon being summoned, the vilkacis turns its attention to the nearest creature other than the summoner, attempting to possess the creature's body and go on a murderous rampage. Using a <i>canopic stone</i> to summon a vilkacis is considered an evil act.</p><p>Although many vilkacis are purposefully created and employed by evil spellcasters, some manifest spontaneously. These beings wander and rampage as they please, but still are bound to a talisman similar to a <i>canopic stone</i>. This spontaneously created artifact can be utilized by those who discover it and discern its importance in the same way as can a <i>canopic stone</i> created specifically to summon and control a vilkacis, and typically takes the form of the dead werewolf 's skull, the silver weapon that killed the werewolf, or a talisman it bore in life.</p><p></h5><h5><b>Canopic Stone CL </b>12th; </h5><h5><b>Price </b>28,800 gp </h5><h5><b>Construction Requirements </b>Craft Wondrous Item, <i>create undead</i>, <i>rage</i>; </h5><h5><b>Cost </b>14,400 gp</p></h4></div>", "Languages": "Common", "Source": "AP 45", "Land": "0", "Organization": "solitary", "Ref": "11", "Climb": "0", "HD": "(10d8+4)", "AbilitiyScores": "Str -, Dex 23, Con -, Int 8, Wis 14, Cha 17", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1641, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Improved Initiative, Lightning Reflexes, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "1", "RacialMods": "", "AC": "19, touch 19, flat-footed 13", "Swim": "0", "Name": "Vilkacis", "VariantParent": "", "Skills": "Fly +14, Intimidate +16, Perception +15, Stealth +19", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "7", "XP": 9600, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "lycanthropic empathy", "Saves": "Fort +6, Ref +11, Will +9", "Melee": "2 incorporeal touches +15 (1d8 plus 2d6 cold)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 50 ft. (perfect)", "Alignment": "CE", "Size": "Medium"}