{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 95, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Weaverworm</h2><h3><i>The bloated white segments of a maggot's body erupt in a torso of mixed feminine and insectile features. Pale humanoid skin and carapace meld together beneath a face with segmented eyes and mandibles chittering a song of discordant alien clicks and hisses, as overlong carapace claws weave cords of thick webbing between them.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Weaverworm</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>NE Huge aberration </h5><h5><b>Init </b>+18; <b>Senses </b>darkvision 60 ft., tremorsense 30 ft.; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 12, flat-footed 16 (+6 Dex, +8 natural, -2 size)</h5><h5><b>hp </b>95 (10d8+50)</h5><h5><b>Fort </b>+7, <b>Ref </b>+7, <b>Will </b>+9</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., burrow 10 ft., climb 30 ft.</h5><h5><b>Melee </b>1 bite +9 (2d6+7), 2 claw +9 (1d8+7 plus paralytic nails)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>drag, weaver's song, paralytic nails, web (+11 ranged, DC 19, 10 hp)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>18, <b>Con </b>18, <b>Int </b> 13, <b>Wis </b>14, <b>Cha </b>17</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+16; <b>CMD </b>30 (can't be tripped)</h5><h5><b>Feats </b>Far Shot, Improved Initiative, Point-Blank Shot, Toughness, Weapon Finesse</h5><h5><b>Skills </b>Bluff +8, Climb +19, Intimidate +16, Knowledge (dungeoneering) +7, Perception +10, Perform (string) +14, Spellcraft +13, Stealth +6</h5><h5><b>Languages </b>Common</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forests or hills</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Drag (Ex</b>) A weaverworm that successfully entangles a victim with its web attack can retract the web, dragging the victim into its clutches. Each round, the entangled victim can attempt a CMD check to escape. Upon a failed check, the weaverworm forcibly drags its victim 20 feet toward it. </h5><h5><b>Paralytic Nails (Ex</b>) A weaverworm's nails secrete a potent paralytic agent. Any creature damaged by its claw attacks must make a DC 19 Fortitude save or be paralyzed for 1 round. In addition, the weaverworm's nails break off in the bodies of those it paralyzes. A paralyzed creature must make another save to avoid being paralyzed again at the beginning of its round, doing so every round until the nail is removed as a full-round action. A weaverworm's nail can be removed with either a DC 12 Strength check, which removes the nail and deals 1d4 points of damage to the victim, or a DC 14 Heal check, which deals no damage. A weaverworm's paralytic nails don't affect any creature that is immune to poison. The save DC is Constitution-based. </h5><h5><b>Weaver's Song (Su</b>) A weaverworm can play its webs like a grotesque musical instrument. When doing so, all nonweaverworms within 300 feet must make DC 18 Will saves. Those who make their saves are unaffected. Those who fail are fascinated, and on their turn, move toward the weaverworm by the most direct means available. If the path leads into a dangerous area, such as through fire or off a cliff, that creature receives a second saving throw to end the effect before moving into peril. A victim within 5 feet of the weaverworm simply stands and listens. This effect continues for as long as the weaverworm performs and for 1d4 rounds thereafter. This is a sonic mind-affecting charm effect. Whether or not the save is successful, the victim is immune to the same weaverworm's song for 24 hours. The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>Foul servants of the goddess of disease and gluttony, weaverworms-or simply \"weavers,\" as they are often called-are terrifying abominations, combining the features of predatory insects, monstrously huge larvae, and deathly pale humanoids. Creations of Urgathoa forgotten by their cruel mistress long ago, these horrors seek out the dark places of the world, sowing murder and fear from the darkness, and all the while raising unnatural songs in praise of the goddess of gluttony.</p><p>Weaverworms typically measure 18 feet long, though the most bloated weigh upward of a ton.<b></p><p>Ecology</b></p><p> A weaverworm's lower body is approximately 3 feet in diameter, and is divided into numerous segments that secrete a viscous film. The creature moves by expanding and contracting these segments, giving it an incredible range of motion, as well as the capability to scale surfaces with an ease equal to that with which they move across the ground.</p><p>Weaverworms are also know for their claws' deadly nails, which function more like the stingers or barbs of many insects than weapons alone. These nails contain a potent paralytic fluid that passes into the bloodstream of a weaverworm's victim, leaving it vulnerable to slaughter and ready for consumption. The nails often break off while embedded in the victim's body, where they continue pumping the weaverworm's toxins, filling potential meals with dose after dose of paralytic excretions. Occasionally, those who encounter a weaverworm and flee find themselves paralyzed well after they think they've escaped, again falling into the deadly clutches of the pursuing abomination.</p><p>The flesh of the creature's underbelly is relatively soft and slightly rubbery, running in shades of sickly brown flesh to pale blue. The exposed carapace is tougher and dotted with thousands of short bristles. Over time the weaverworm adjusts to match whatever environment it dwells in. The upper portion of the creature has a female body, but one disfigured by insectile traits. Such monstrous malformations vary between weavers, though all have deadly claws and heads with a terrible assortment of mandibles, pincers, spines, and segmented eyes. Typically, these appearances are similar to the faces of predatory insects common to the region the weaverworm inhabits, with spider features proving most prevalent, but the visages of horrible mantises and monstrous annelids also arise in warmer climates.<b></p><p>Habitat & Society</b></p><p> Much like larger arachnids, weaverworms are chief ly ambush hunters. They live in solitary burrows, near or within old ruins and similar places that tend to attract prey. While they tend to avoid colder climes, they prove resilient to most extremes of weather and terrain, tending to choose somewhat isolated areas where their hunting goes unnoticed. Typically, once a weaverworm claims a burrow, she remains there for life. In this manner, weaverworms are largely consistent, enough so that they frequently catch the attention of primitive humanoids such as goblins, orcs, or, in particular, ettercaps who believe them the embodiment of various gods or fiends and pay them worship. The relationship between weaverworms and their worshipers tends to be brutal, as weaverworms have few qualms about eating worshipers who come too close.</p><p></h5><h5><b>Origins </b>Among the vast libraries of mysteries and ancient legends documented and passed on by the faithful of Pharasma is the tale of Lamia of Avalos, a seer of Pharasma from a distant land who blasphemed against the goddess and was transformed into a beastlike creature denied the judgment promised sentient beings in death, as were her sister sibyls. Yet this punishment unleashed greater terror than even the Lady of Graves might have imagined. Unknown to the furious goddess and her false worshipers, another divinity had noticed the tragic drama. Urgathoa, goddess of disease and undeath, watched and laughed at the terror wrought by the goddess of prophecy upon her vicious servants. Delighted and inspired, Urgathoa went into the world to wreak a similar horror.</p><p>The Pallid Princess searched the world over, and among her servants living and undead, found none who displeased her enough to curse as Pharasma had her priestess. So she turned her mind toward granting a rare and terrible blessing. Deep in a tangled forest she happened upon a brood of maggots and lowly worms, and in them found all she delighted in-filth and disease, hunger and life amid the dead. Momentarily delighted, she raised up this terrible swarm and molded them and gave them a single body, terrible but not unlike her favored daughters.</p><p>The result was a monster, a servant of hungers and foul dooms, part grotesque insect, part poisonous fanatic. And the goddess was pleased.</p><p>Yet Urgathoa is a fickle goddess; her momentary pleasure soon passed, and she left her terror in the forest, content to let it praise her, yet unwilling to care for its needs or safety.</p><p>So the weaverworm crawled through the forest, insane and terrifying, preying upon what she could and sowing new generations in fits of atrocity-all the while plucking out Urgathoa's praises upon strands of deadly webbing.</p></h4></div>", "Languages": "Common", "Source": "AP 45", "Land": "1", "Organization": "solitary", "Ref": "7", "Climb": "1", "HD": "(10d8+50)", "AbilitiyScores": "Str 24, Dex 18, Con 18, Int 13, Wis 14, Cha 17", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 1642, "SubType": "", "MonsterSource": "", "Feats": "Far Shot, Improved Initiative, Point-Blank Shot, Toughness, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "20, touch 12, flat-footed 16", "Swim": "0", "Name": "Weaverworm", "VariantParent": "", "Skills": "Bluff +8, Climb +19, Intimidate +16, Knowledge (dungeoneering) +7, Perception +10, Perform (string) +14, Spellcraft +13, Stealth +6", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any forests or hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +7, Will +9", "Melee": "1 bite +9 (2d6+7), 2 claw +9 (1d8+7 plus paralytic nails)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., burrow 10 ft., climb 30 ft.", "Alignment": "NE", "Size": "Huge"}