{"Group": "Lycanthrope", "Space": "5 ft.", "Mythic": "0", "HP": 29, "Treasure": "NPC gear (chainmail, light steel shield, masterwork longbow with 20 arrows, masterwork bastard sword, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lycanthrope, Werebat</h2><h3><i>This sharp-featured, angular humanoid has protruding fangs, a scruffy-haired body, and thin, membranous tissue connecting its arms to its sides.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Werebat (human form)</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>Human natural werebat fighter 3</h5><h5>NE Medium humanoid (human, shapechanger)</h5><h5><b>Init </b>+2; <b>Senses </b>low-light vision, scent; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 12, flat-footed 17 (+6 armor, +2 Dex, +1 shield)</h5><h5><b>hp </b>29 (3d10+12)</h5><h5><b>Fort </b>+6, <b>Ref </b>+3, <b>Will </b>+3; +1 vs. fear</h5><h5><b>Defensive Abilities </b>bravery +1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>mwk bastard sword +7 (1d10+2/19-20)</h5><h5><b>Ranged </b>mwk longbow +6 (1d8/3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>15, <b>Con </b>17, <b>Int </b> 11, <b>Wis </b>14, <b>Cha </b>8</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+5; <b>CMD </b>17</h5><h5><b>Feats </b>Agile Maneuvers, Cleave, Combat Reflexes, Power Attack, Weapon Focus (bastard sword)</h5><h5><b>Skills </b>Climb +2, Handle Animal +4, Intimidate +4, Survival +7, Swim +1</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>armor training 1, change shape (human, hybrid, and bat; polymorph), lycanthropic empathy (bats and dire bats)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests or hills</h5><h5><b>Organization </b>solitary, pair, or gang (3-5)</h5><h5><b>Treasure </b>NPC gear (chainmail, light steel shield, masterwork longbow with 20 arrows, masterwork bastard sword, other treasure)</h5></div><br></br><div><h4><p><p>Fusing the primal thirst of the ravenous bat and the unique abilities of individual humanoids, the werebat is a hybrid creature constituting both bloodlust and cunning. As opposed to vampires, who share some similar abilities with werebats and are often confused with them, these lycanthropic beings are often more savage in their behavior and far less calculating than the shapeshifting undead. As though to prove a point, some werebats go out of their way to take down powerful vampire lords and commandeer the vampires' higher position-though many also become slaves to such undead after underestimating their prowess.</p><p>Natural werebats typically look like normal members of their race, though they often have dark hair, slight frames, severe features, and slightly pointed ears. They typically stand slightly taller than normal for their race, but weigh significantly less.<b></p><p>Ecology</b></p><p> Werebats exalt in the freedom of flight and delight in the taste of flesh. Whereas some lycanthropes try to maintain some sense of humanity while living with their condition, werebats are less inclined to do so and tend to abuse their powers. Their hunger for blood and the chaos often resulting from such impulsions tend to make wholesome living difficult for werebats, and so most simply give in to their bestial natures.</p><p>Those who wish for a less gruesome and more respectable lifestyle are in constant struggle with forces both internal and external to themselves. Natural werebats can control their primal urges, but are subject to the corrupting atmosphere that is werebat society, always under pressure to submit to the inf luence of a werebat master. Aff licted werebats have it far worse, their bodies in constant conf lict with themselves in addition to the external forces urging them to give in.</p><p>One of the most telltale signs of a werebat is blindness- about half of natural werebats are born with poor vision and need strong spectacles, and some are even completely blind. They make up for this def iciency with other heightened senses, however, and possess sharp hearing as well as strong senses of taste and smell. In cultures where it does not behoove one to have a lycanthropic background, werebats with poor vision tend to simply go without glasses, as their keen ears are more than able to compensate.</p><p>Of course, the most obvious sign of werebat lycanthropy appears beneath the full moon, when an aff licted werebat cannot help but transform into its bestial shape. Werebats in animal form are far more savage looking than average bats, and resemble their dire cousins to a greater extent.<b></p><p>Habitat & Society</b></p><p> Werebats possess a pack mentality akin to their bestial kin's, and are able to fly in large, coordinated packs and execute complex maneuvers easily and agilely. This instinctual group dynamic manifests itself in both lycanthropic and humanoid form, the surrounding society ref lecting this pack mentality in legal as well as civil configuration.</p><p>Entire packs of werebats often live in close proximity to one another, and sometimes even entire towns fall to the power of the winged lycanthropes.</p><p>Almost always serving a higher master and subscribing to an unspoken understanding of \"one for all,\" werebats place great importance on meetings and gatherings, holding such events at barren locations such as caves and abandoned castles where the horde will be undisturbed. These gatherings are largely ornamental in purpose and merely provide the afflicted individuals with some sense of unity rather than being a means to any constructive end. Nevertheless, it is a great taboo in werebat culture to show any disrespect toward collaborative efforts or to each other during assemblies, and any infighting is met with harsh punishment.</p><p>Turning an individual into a werebat is not ritualistic or organized by any means, unlike other facets of werebat culture. Werebats themselves feel indifferent about transforming unaffected individuals into aff licted werebats; the disease is spread more often because a werebat doesn't have enough time to finish slaying her victim before she is caught mid-act or her prey has otherwise escaped her, carrying a cursed scratch as a memento of the occasion.</p><p>Only later does the individual realize what has happened, and usually too late. In paranoid societies, the horror upon realizing one's own transformation is usually matched with self-loathing and sometimes even drastic measures such as suicide-for in certain regions werebat-hate is so strong that it is easier to simply end it oneself than face the imminent and almost always malicious persecution of one's peers.</p></h4></div>", "Languages": "Common", "Source": "AP 45", "Land": "1", "Organization": "solitary, pair, or gang (3-5)", "Ref": "3", "Climb": "0", "HD": "(3d10+12)", "AbilitiyScores": "Str 15, Dex 15, Con 17, Int 11, Wis 14, Cha 8", "Gear": "", "Ranged": "mwk longbow +6 (1d8/3)", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1643, "SubType": "(human, shapechanger)", "MonsterSource": "", "Feats": "Agile Maneuvers, Cleave, Combat Reflexes, Power Attack, Weapon Focus (bastard sword)", "AlternateNameForm": "human form", "CompanionFlag": "0", "MT": "0", "Class": "fighter 3", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "19, touch 12, flat-footed 17", "Swim": "0", "Name": "Werebat", "VariantParent": "", "Skills": "Climb +2, Handle Animal +4, Intimidate +4, Survival +7, Swim +1", "ClassArchetypes": "", "IsTemplate": "1", "Will": "3", "Race": "Human ", "CR": "3", "XP": 800, "TemplatesApplied": "natural werebat|", "Environment": "temperate forests or hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "armor training 1, change shape (human, hybrid, and bat; polymorph), lycanthropic empathy (bats and dire bats)", "Saves": "Fort +6, Ref +3, Will +3; +1 vs. fear", "Melee": "mwk bastard sword +7 (1d10+2/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}