{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 94, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Dimensional Shambler</h2><h3><i><i>This rugose figure rears up to a man's height</i>, <i>its large hands bearing far too many twitching fingers</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Dimensional Shambler</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>CE Medium outsider (chaotic, evil)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; Perception +14</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 13, flat-footed 18 (+3 Dex, +8 natural)</h5><h5><b>hp </b>94 (9d10+45)</h5><h5><b>Fort </b>+11, <b>Ref </b>+8, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>resist conjuration; <b>DR </b>5/lawful; <b>Immune </b>summoning</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +14 (2d6+5 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>dimension mastery, shift planes</h5><h5><b>Spell-Like Abilities</b> (CL 8th; concentration +9)</br>At will&mdash;<i>dimension door</i></br>3/day&mdash;<i>blink</i>, <i>dimensional anchor</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>21, <b>Dex </b>16, <b>Con </b>20, <b>Int </b> 7, <b>Wis </b>14, <b>Cha </b>13</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+14 (+18 grapple); <b>CMD </b>27</h5><h5><b>Feats </b>Improved Initiative, Iron Will, Lightning Reflexes, Lunge, Vital Strike</h5><h5><b>Skills </b>Knowledge (planes) +18, Perception +14, Sense Motive +14, Stealth +15; <b>Racial Modifiers </b>+8 Knowledge (planes)</h5><h5><b>Languages </b>Aklo</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, or gang (3-9)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Dimension Mastery (Ex</b>) A dimensional shambler can take actions normally after using <i>dimension door</i> effects. A dimensional shambler under the effects of a <i>dimensional anchor</i> or <i>dimensional lock</i> spell can ignore the effects of the spell for 1 round by making a DC 25 Knowledge (planes) check as a move action. </h5><h5><b>Resist Conjuration (Ex</b>) Dimensional shamblers detest being conjured by other creatures. They are immune to all spell effects of the summoning school, and are treated as if they had double their actual Hit Dice (18 HD for most dimensional shamblers) for the purposes of determining if they can be conjured by spells like <i>planar ally</i> or <i>planar binding</i>. </h5><h5><b>Shift Planes (Su</b>) A dimensional shambler can shift between planes once per hour, using an effect that is similar to that created by the <i>plane shift</i> spell, save that a dimensional shambler is a master of such travel and can manifest at an exact location on its destination plane if it makes a DC 20 Knowledge (planes) check. If it exceeds this DC by 10 or more, it can place itself in such a position upon arrival that if combat immediately results from its appearance, it gains a +10 bonus on its resulting initiative check. Using shift planes is a full-round action that provokes attacks of opportunity, during which the dimensional shambler shimmers and grows increasingly transparent. A dimensional shambler can use this ability while grappling a creature-doing so does not provoke attacks of opportunity from the creature it is grappling. If the creature is of the dimensional shambler's size or smaller (Medium for most dimensional shamblers), that creature shifts planes with the dimensional shambler unless it makes a DC 15 Will save. The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>The dimensional shambler is a vagabond of the realms between realms. With its ability to shift planes, it is no stranger to the weirdest the Great Beyond has to offer, and despite its brutish and unrefined intellect, its knowledge of the planes and the relationships between dimensions is significant indeed.</p><p>A dimensional shambler is humanoid in outline, yet it moves with a weird and alien gait that gives it the appearance of a creature not in full possession of its faculties, almost as if it were drunk or horribly wounded. Yet those who mistake this shambling posture as a sign of weakness swiftly learn of their error, for the dimensional shambler is in fact quite agile-the weird lumbering cadence of its movements is simply another outward manifestation of its inhuman countenance.</p><p>A dimensional shambler typically stands just over 7 feet in height, and weighs 350 pounds.<b></p><p>Ecology</b></p><p> As outsiders, dimensional shamblers have no need to feed-a trait that comes in handy for a creature that often finds itself adrift or lost in strange realms where food and water does not-or perhaps <i>cannot</i>-exist. They are certainly most at home in regions that function similarly to most Material Plane worlds, for their bodies are built to traverse the ground. They have no inborn ability to fly, <i>cannot</i> breathe water, and possess no unusual resistance to energies, and as such there are many realms throughout the Great Beyond that are dangerous or even deadly to dimensional shamblers. Yet they are masters of traveling the planes, and instinctively avoid appearing in regions that would cause them harm. More powerful dimensional shamblers often seek out magical devices to aid them in traveling the stranger and less hospitable corners of reality.</p><p>The need a dimensional shambler has for exploring the Great Beyond is not fully understood by mortal scholars. Certainly, curiosity seems to be a large part of their drive-a dimensional shambler can spend weeks or even years simply observing a particularly unusual planar feature, such as the expulsion of raw protolife from the Positive Energy Plane into the surrounding realities, the strange semianimate heavings of an Abyssal swamp giving birth to a legion of demons, or the mind-numbing violence of a reality storm deep in the Maelstrom. As chaotic evil outsiders, they are most comfortable on planes that either have no strong alignment traits or are close to chaotic evil, yet this does not prevent them from exploring realms beyond.</p><p>The mind of a dimensional shambler, as with its body and mobility, is not quite \"in tune\" with mortal expectations, and it may be that what scholars have assumed is curiosity could be some other driving force. Perhaps the race instinctively travels the Great Beyond in search of a forgotten or hidden goal, or maybe the constant change of reality is something that brings them pleasure or some strange nutrition.</p><p>Dimensional shamblers generally lack the wits to carry on long philosophical discussions, and are prone to attacking other creatures when they encounter them, so attempts to learn more about this mysterious race through conversation have not resulted in particularly informative results.<b></p><p>Habitat & Society</b></p><p> Dimensional shamblers seem to have very little interest in others of their kind. While they do not display any instinctual need for violence against others of their ilk when chance brings them together, neither do they seek out their own kind for companionship.</p><p>Dimensional shamblers are solitary beings, and the majority of their interactions with other forms of life are violent- they are fond of snatching creatures who are capable of comprehending their own peril and whisking them away to remote corners of the multiverse.</p><p>Those few who have endured these abductions and survived to tell the tale did so either by escaping their captors and hiding, or by slaying the shamblers. In all cases, their return home has involved harrowing journeys through the Great Beyond, for the dimensional shambler is frustratingly skilled at selecting particularly remote and dangerous realms as destinations for its abductions. The fate of the majority of these victims is unknown, although circumstantial evidence indicates that the shambler itself plays a key and grisly role in the victims' doom.</p><p>Spellcasters have long sought to harness the dimensional shambler's ability to accurately travel between planes.</p><p>Mortal magic has traditionally found this feat a difficult one to master-<i>plane shift</i> is notorious for its inaccuracy, often leaving powerful effects like <i>gate</i>, <i>miracle</i>, or <i>wish</i> as the favored methods of safe interplanar travel. Yet the dimensional shambler seems able to navi<i>gate</i> the unnavigable with ease, traveling between incredibly diverse and distant locations with no more difficulty than a human might have stepping out of a house into his own front yard. Unfortunately, the same mastery over dimensional travel that affords shamblers such accurate navigation allows them to resist the call of conjurers with surprising skill.</p><p>In fact, by the time most spellcasters master the magic required to lure or conjure a dimensional shambler, it is often a simpler matter to use a <i>gate</i> spell instead.</p><p>Some conjurers claim to have developed methods of attracting dimensional shamblers more easily.</p><p>Through the use of blood sacrifice via a blade of purest metal and the application of exacting mathematical symbols or other complex combinations of runes, these spellcasters can call upon dimensional shamblers with relative ease. Unfortunately, the exact combination of runes, metals, and bloodshed seems different for every dimensional shambler, so once a spellcaster discovers the correct combination to lure one of these monsters, the secret that caster has uncovered is as closely guarded as her greatest treasures. The nature and availability of these secret rituals are left to the GM to determine, but such a ritual's recipe could well be worth 8,000 gp or more to an interested party.</p></h4></div>", "Languages": "Aklo", "Source": "AP 46", "Land": "1", "Organization": "solitary, pair, or gang (3-9)", "Ref": "8", "Climb": "0", "HD": "(9d10+45)", "AbilitiyScores": "Str 21, Dex 16, Con 20, Int 7, Wis 14, Cha 13", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1704, "SubType": "(chaotic, evil)", "MonsterSource": "", "Feats": "Improved Initiative, Iron Will, Lightning Reflexes, Lunge, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "+8 Knowledge (planes)", "AC": "21, touch 13, flat-footed 18", "Swim": "0", "Name": "Dimensional Shambler", "VariantParent": "", "Skills": "Knowledge (planes) +18, Perception +14, Sense Motive +14, Stealth +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +8, Will +10", "Melee": "2 claws +14 (2d6+5 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}