{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 59, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Elder Thing</h2><h3><i><i>This strange creature has a star-shaped head and numerous writhing appendages arranged radially around its barrel-shaped body</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Elder Thing</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>LN Medium aberration (aquatic)</h5><h5><b>Init </b>+2; <b>Senses </b>all-around vision, darkvision 60 ft.; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 12, flat-footed 16 (+2 Dex, +6 natural)</h5><h5><b>hp </b>59 (7d8+28)</h5><h5><b>Fort </b>+8, <b>Ref </b>+4, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>limited starflight; <b>Immune </b>cold; <b>Resist </b>fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 20 ft. (clumsy), swim 40 ft.</h5><h5><b>Melee </b>5 tentacles +7 (1d4+2 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>constrict (1d4+2)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>14, <b>Con </b>19, <b>Int </b> 20, <b>Wis </b>16, <b>Cha </b>17</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+7 (+11 grapple); <b>CMD </b>19 (can't be tripped)</h5><h5><b>Feats </b>Combat Expertise, Combat Reflexes, Endurance, Great Fortitude</h5><h5><b>Skills </b>Disable Device +9, Fly +4, Heal +10, Knowledge (arcana) +15, Perception +13, Spellcraft +15, Survival +13, Swim +20, Use Magic Device +10</h5><h5><b>Languages </b>Elder Thing</h5><h5><b>SQ </b>amphibious, hibernation, no breath</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, pod (3-8), or city (9+)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Hibernation (Ex</b>) An elder thing can enter a state of hibernation at will. While in this state, it can take no actions and is effectively helpless, as if it were in a deep sleep. An elder thing can remain in hibernation for as long as it wishes- while in this state, it does not need to eat or drink, nor does it age. Time effectively stands still for a hibernating elder thing. If it is jostled or damaged while hibernating, an elder thing can attempt a DC 20 Will save to awaken within 2d4 rounds; otherwise it takes 1d4 days to awaken from hibernation. An elder thing can set the length of its hibernation when it first enters this state, so that it can awaken after a set amount of time has passed. When awakening at a set time in this manner, an elder thing needs only 1d3 rounds to rouse itself, with no Will save necessary. </h5><h5><b>Limited Starflight (Ex</b>) An elder thing can survive in the void of outer space, and its wings allow it to use its fly speed in outer space despite the lack of air. Unlike creatures with full starflight (like the shantak), an elder thing's ability to fly in outer space does not allow it to reach unusual speeds-an elder thing who wishes to travel from one planet to another typically calculates the distance and then hibernates for the majority of the journey, relying on its momentum and inertia to carry it to its destination while it slumbers along the way. </h5><h5><b>No Breath (Ex</b>) An elder thing does not breathe, and is immune to any effects that require breathing (such as inhaled poison).</h5></div><br></br><div><h4><p><p>Known by various names on various worlds, but most often as \"elder things\" or \"old ones,\" these strange creatures have very little of the humanoid in their shape, yet their philosophies and goals shine with very human features-fundamental curiosities about the nature of life, deep interests and skills in creating lasting works of art and architecture, and a boundless capacity for war and egotism.</p><p>An elder thing's body is the shape of an elongated barrel featuring ridges that run from one end to the other. The creature's head rests at one end-a starfish-shaped organ with eyes at the tips of the arms, stalked feeding tubes, and a mouthlike opening at the center. At the other end of its body coil five long tentacles and a wriggling mass of smaller tendrils-the creature's primary source of locomotion on land. Five sets of wings can extend from its body, along with five sets of branchlike arms ending in numerous small feelers that work akin to a human's fingers and hands; both sets of limbs can be retracted into the body as needed.</p><p>A typical elder thing is 6 feet from head to foot, with a 7-foot wingspan. Surprisingly heavy for their size, an elder thing generally weighs about 450 pounds.<b></p><p>Ecology</b></p><p> Elder things are most at home in water, yet comfortable on land as well. While quite heavy, they are capable of flight, although this method of transportation is one without grace for an elder thing. Even the depths of outer space hold little danger for these creatures, and there are few places in the universe that are barred from their exploration.</p><p>An elder thing's blood is thick and syrupy, with a nauseating green tinge and an even more nauseating odor. Many animals, dogs in particular, find this scent unpleasant or downright frightening, driven to extremes of fear or violence if confronted with it. The creature possesses both lungs and gills, but its physiology is also capable of shutting itself down completely in times of need, allowing it to enter a state of profound hibernation during the course of a long journey or when faced with no other recourse than to retreat into a well-defended bunker or vault to outwait danger.</p><p>Highly intelligent, the elder things are no stranger to magic or technology. While their bodies are decidedly inhuman, they possess analogous limbs that function well enough for them to utilize weapons or magical items similarly to most humanoids. Obvious exceptions such as armor, helms, boots, and gloves are unusable by elder things unless they are crafted in such a way as to fit their unusual bodies, but their limbs can easily accommodate things like rings, amulets, bracers, belts, and even cloaks.</p><p>Most elder things eschew melee weapons, opting instead for their natural weapons, magic, or strange technological items for combat, but they are capable of wielding any weapon a human could in their strong, agile tentacles.<b></p><p>Habitat & Society</b></p><p> The elder things are travelers-with the ability to navigate interstellar distances, their kind has journeyed to and settled upon countless planets throughout the universe. The time required to make such journeys is significant, so once a colony arrives on a planet, they generally remain for eons, only sending new colonists out into the darkness when the urge or need to find a new home grows too strong. In some cases, elder things who dwell too long upon a planet lose the ability to survive in outer space, effectively stranding that colony for the rest of time.</p><p>Elder things have their own language-a strangesounding \"tongue\" consisting of haunting piping sounds and shrill cries that are difficult for humans to mimic. The written version of this language incorporates a radial pattern of markings-to the untrained eye, elder thing writing looks like a random sequence of dots in strange circular patterns.</p><p>The elder things prefer to colonize planets devoid of sentient life, for among their great sciences is the art of creating new organisms. The elder things often engage in war against other societies for dominance of such ripe planets-their histories are filled with accounts of such wars against mi-go, star-spawn of Cthulhu, or as in the case of the world of Golarion, the aboleths. In this instance, the aboleths won the war, yet not so decisively so as to prevent small colonies of elder things from establishing footholds here and there in remote corners of the world.</p><p>Elder things are cited in many blasphemous texts as the creators of the dreaded shoggoth-a creature bred for its versatility and strength and used to erect vast cities for the elder things to dwell in. Yet the race's egotism often exceeds its discretion, as in the case of the shoggoth. Uprisings of shoggoth slaves who develop intelligence over the course of several generations have spelled the doom for countless elder thing colonies, yet most elder things consider such events to be the failures of \"lesser minds,\" thinking themselves above the level of making such mistakes. On other worlds, the elder things are said to have created even wider varieties of life, and it may be that the elder things are the true source of entire alien ecosystems.</p></h4></div>", "Languages": "Elder Thing", "Source": "AP 46", "Land": "1", "Organization": "solitary, pair, pod (3-8), or city (9+)", "Ref": "4", "Climb": "0", "HD": "(7d8+28)", "AbilitiyScores": "Str 15, Dex 14, Con 19, Int 20, Wis 16, Cha 17", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1705, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Combat Expertise, Combat Reflexes, Endurance, Great Fortitude", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "1", "RacialMods": "", "AC": "18, touch 12, flat-footed 16", "Swim": "1", "Name": "Elder Thing", "VariantParent": "", "Skills": "Disable Device +9, Fly +4, Heal +10, Knowledge (arcana) +15, Perception +13, Spellcraft +15, Survival +13, Swim +20, Use Magic Device +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, hibernation, no breath", "Saves": "Fort +8, Ref +4, Will +8", "Melee": "5 tentacles +7 (1d4+2 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 20 ft. (clumsy), swim 40 ft.", "Alignment": "LN", "Size": "Medium"}