{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 147, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gnoph-Keh</h2><h3><i><i>A vortex of freezing wind swirls around this six-legged</i>, <i>bearlike monstrosity</i>. <i>A single horn protrudes from its snarling face</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Gnoph-Keh</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CE Large magical beast (cold)</h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., low-light vision, snow vision; Perception +22</h5><h5><b>Aura </b>cold (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 10, flat-footed 24 (+1 Dex, +15 natural, -1 size)</h5><h5><b>hp </b>147 (14d10+70)</h5><h5><b>Fort </b>+14, <b>Ref </b>+12, <b>Will </b>+11</h5><h5><b>Immune </b>cold</h5><h5><b>Weaknesses </b>heat susceptible, vulnerable to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>4 claws +20 (1d6+7), gore +20 (1d8+7/19-20/x3)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>blizzard, powerful charge (gore, 2d8+14/ 19-20/x3)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>13, <b>Con </b>20, <b>Int </b> 13, <b>Wis </b>20, <b>Cha </b>21</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+22; <b>CMD </b>33 (41 vs. trip)</h5><h5><b>Feats </b>Bleeding Critical, Critical Focus, Improved Bull Rush, Improved Critical (gore), Iron Will, Lightning Reflexes, Power Attack</h5><h5><b>Skills </b>Climb +24, Perception +22, Stealth +14 (+22 in snow or on ice); <b>Racial Modifiers </b>+8 Stealth in snow or on ice</h5><h5><b>Languages </b>Aklo</h5><h5><b>SQ </b>icewalking</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any cold</h5><h5><b>Organization </b>solitary, pair, or gathering (3-8)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Blizzard (Su</b>) Once per hour as a standard action, a gnoph-keh can create a stationary blizzard that fills a 20-foot-radius spread. The gnoph-keh can place the center of this blizzard at any point within its reach. Multiple gnoph-kehs can use the aid another action to help a single gnoph-keh create a much larger blizzard-every additional gnoph-keh who aids the first increases the area of the blizzard's radius by 20 feet. All gnoph-kehs wishing to aid the primary creature must be within the area of that gnoph-keh's cold aura. Once created, the blizzard remains active for 1 hour if it was created in a cold environment, or for 1 minute if created anywhere else. The wind in the blizzard's area blows in a clockwise circular pattern at windstorm speeds, restricts visibility as fog does, and makes the region count as difficult terrain. A gnoph-keh can move through a blizzard (either one created by magic or a naturally occurring blizzard) without penalty. </h5><h5><b>Cold Aura (Su</b>) A gnoph-keh radiates an aura of blistering cold in a 30-foot radius. Any creature that ends its turn within this area takes 2d6 points of cold damage. While in a blizzard (either one created by magic, such as the gnoph-keh's blizzard power, or a naturally occurring blizzard), any creature that takes damage from a gnoph-keh's cold aura must make a DC 22 Fortitude save to avoid being staggered by the numbing cold for 1 round. The save DC is Constitution-based. </h5><h5><b>Heat Susceptible (Ex</b>) A gnoph-keh takes a -4 penalty on all saving throws made to resist the effects of high temperatures (see page 444 of the <i>Pathfinder RPG Core</i> Rulebook). When a gnoph-keh takes damage from heat in this way, and the damage is from temperatures in excess of 90º F, the damage the creature takes is always lethal damage. In these conditions, the gnoph-keh's cold aura does not function at all. </h5><h5><b>Icewalking (Ex</b>) This ability works like the <i>spider climb</i> spell, but the surfaces the gnoph-keh climbs must be icy. The beast can move across icy surfaces without penalty and does not need to make Acrobatics checks to run or charge on ice. </h5><h5><b>Snow Vision (Ex</b>) A gnoph-keh can see perfectly well in snowy conditions, and does not take any penalties on Perception checks while in snow.</h5></div><br></br><div><h4><p><p>The gnoph-keh is a six-legged horned creature vaguely akin to a polar bear in shape and outline, yet possessed of a cruel and creative intellect that elevates it from the rank of wild beast to murderous warmonger. Covered with a dense pelt of shaggy white fur, the gnoph-keh is equally at home walking on two, four, or six legs. The creature prefers to travel on all six when using its powerful charge or running, but rears up on its hind legs in combat to bring its four front claws to bear on its foes. With the gnophkeh's ability to call up and direct powerful blizzards matched to its ability to move and see in such conditions without any disadvantage, the creature is rightfully feared in the frozen realms where it dwells.<b></p><p>Ecology</b></p><p> The gnoph-keh is, and always has been, a beast of the frozen white realms. Temperatures above freezing are uncomfortable to the gnoph-keh, to the extent that prolonged exposure to warm or hot temperatures can actually kill this mighty creature. Its aura of cold helps to protect it somewhat when it ventures into temperate areas, but once in a subtropical or similarly heated environment, the monster's freezing body cannot compensate-its flesh begins to literally melt, as if it were composed of ice and snow. The gnoph-keh has watery blue blood, and as it melts, this pale fluid runs in copious, steaming gouts from its body, inf licting severe pain on the creature. Accounts of gnoph-kehs being driven to blind rage in such conditions and simply attacking all nearby creatures and objects with no attempt to seek safety are likely apocryphal, since a gnoph-keh presented with such extreme temperatures generally does everything in its power to flee. They can use their ability to create blizzards to delay this fate, but in hot areas, the fact that this ability lasts only a minute usually only postpones the inevitable.</p><p>Although once much more numerous, gnoph-kehs today are spread quite thin through the frozen wastelands and mountain heights they prefer to dwell in. This, combined with the creatures' long gestation period, means that few gnoph-kehs are born. The monsters are exceptionally long-lived, with all indications that they can survive for centuries, or even millennia, if not slain by sickness or violence. Gnoph-kehs typically only seek out others of their kind for two reasons-to mate (an event that generally happens only once a century for any single gnoph-keh) or to make war.</p><p>Gnoph-kehs are hermaphrodites, capable of fertilizing others of their kind while also capable of becoming pregnant (although they cannot fertilize themselves). Despite its resemblance to a mammal, the gnoph-keh does not birth live young-instead, it lays a clutch of a dozen or so furry eggs that it buries in the snow or in the ice of a glacier. As the eggs grow, they slowly absorb each other until finally only a single egg remains. The creature inside doesn't hatch as much as it simply absorbs the leathery, furry sphere that surrounds it, transforming into a fully grown gnoph-keh.<b></p><p>Habitat & Society</b></p><p> The primary driving force behind gnoph-keh society is war-not between themselves, but against other creatures that share their realms. Whether this drive to wage war is rooted in a strange psychological need, spurred by racial memories of the creatures' interactions with even more hostile races in the distant past, or something else entirely, there can be no denying that the gnoph-kehs enjoy the act of spreading misery to other races-particularly to humanoids. The only times a gnophkeh interacts with one of these \"lesser races\" is to subjugate it for the purposes of establishing an army that the gnoph-kehs can then use against similar races, for the only thing that eclipses a gnoph-keh's lust for warfare is the delight in turning tribes against each other. Once one tribe wipes out all of its competitors, the inevitable result is the final destruction of the victorious tribe by its own hateful commander. In this way, a single gnoph-keh can eradicate far larger groups than it would normally be able to destroy on its own.</p><p>While gnoph-keh society may seem monolithic to humanity, this is largely due to the simple fact that most of humanity's interactions with the gnoph-kehs are in the framework of pain and death. And while gnoph-kehs do not usually gather in groups or build cities, there is evidence that this is not always the case in certain strange and ancient ruins found in frozen corners of the world.</p><p>Most gnoph-kehs spend their time alone in contemplation or worship of strange statues they carve from glaciers or frozen lakes. The countenances of these gnoph-keh gods are alien and frightening. Very few gnoph-keh clerics or other divine spellcasters exist, prompting some scholars to theorize that these statues are in fact effigies of a long-forgotten and even more terrible force-perhaps the same one that nearly drove the gnoph-kehs into extinction so long ago and instilled in their minds such an overwhelming predisposition for war.</p></h4></div>", "Languages": "Aklo", "Source": "AP 46", "Land": "1", "Organization": "solitary, pair, or gathering (3-8)", "Ref": "12", "Climb": "0", "HD": "(14d10+70)", "AbilitiyScores": "Str 24, Dex 13, Con 20, Int 13, Wis 20, Cha 21", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 1706, "SubType": "(cold)", "MonsterSource": "", "Feats": "Bleeding Critical, Critical Focus, Improved Bull Rush, Improved Critical (gore), Iron Will, Lightning Reflexes, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "+8 Stealth in snow or on ice", "AC": "25, touch 10, flat-footed 24", "Swim": "0", "Name": "Gnoph-Keh", "VariantParent": "", "Skills": "Climb +24, Perception +22, Stealth +14 (+22 in snow or on ice)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any cold", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "icewalking", "Saves": "Fort +14, Ref +12, Will +11", "Melee": "4 claws +20 (1d6+7), gore +20 (1d8+7/19-20/x3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "CE", "Size": "Large"}