{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 66, "Treasure": "double", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mi-Go</h2><h3><i><i>This unnaturally graceful creature has a bulbous fungoid lump for a head</i>, <i>spiny insectoid wings</i>, <i>and a tangle of spiky</i>, <i>clawed legs</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Mi-Go</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>NE Medium plant </h5><h5><b>Init </b>+5; <b>Senses </b>blindsight 30 ft., low-light vision; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 16, flat-footed 14 (+5 Dex, +1 dodge, +4 natural)</h5><h5><b>hp </b>66 (7d8+35)</h5><h5><b>Fort </b>+10, <b>Ref </b>+7, <b>Will </b>+4</h5><h5><b>DR </b>5/slashing; <b>Immune </b>cold, plant traits; <b>Resist </b>electricity 10, fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 50 ft. (good)</h5><h5><b>Melee </b>4 claws +10 (1d4+3 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>evisceration, sneak attack +2d6</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>20, <b>Con </b>21, <b>Int </b> 25, <b>Wis </b>14, <b>Cha </b>15</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+8 (+12 grapple); <b>CMD </b>24 (32 vs. trip)</h5><h5><b>Feats </b>Combat Reflexes, Deceitful, Dodge, Weapon Finesse</h5><h5><b>Skills </b>Bluff +18, Disable Device +12, Disguise +18, Fly +9, Heal +9, Knowledge (arcana) +14, Knowledge (geography) +14, Perception +12, Spellcraft +14, Stealth +15; <b>Racial Modifiers </b>Bluff +4, Disguise +4</h5><h5><b>Languages </b>Aklo, Common, Mi-Go; cannot speak</h5><h5><b>SQ </b>deceptive, item creation, no breath, starflight</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, scouting party (3-8), or invasion (9-16)</h5><h5><b>Treasure </b>double</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Deceptive (Ex</b>) A mi-go is a master of deception, and gains a +4 racial bonus on Bluff and Disguise checks. Bluff and Disguise are always class skills for mi-go. </h5><h5><b>Evisceration (Ex</b>) A mi-go's claws are capable of swiftly and painfully performing surgical operations upon helpless creatures or creatures it has grappled. When a mi-go makes a successful grapple check (in addition to any other effects caused by a successful check), it inflicts its sneak attack damage on the victim. A creature that takes this damage must make a DC 18 Fortitude save or take 1d4 points of ability damage as well from the invasive surgery (the type of ability damage dealt is chosen by the mi-go at the time the evisceration occurs). The save DC is Dexterity-based. </h5><h5><b>Item Creation (Ex</b>) All mi-go possess the ability to create strange items that blur the line between magic and technology, given time and resources. This ability allows a mi-go to ignore all of the Item Creation feat requirements and spellcasting requirements for creating a magic item-the resulting item is always mi-go technology (see facing page). Mi-go can use the Heal skill to craft mi-go technology. When a mi-go uses this ability to craft an item, it must use a larger amount of strange ingredients and expendable resources-this effectively doubles the gp cost to create the item. </h5><h5><b>No Breath (Ex</b>) A mi-go does not breathe, and is immune to effects that require breathing (such as inhaled poison). This does not give immunity to cloud or gas attacks that do not require breathing. </h5><h5><b>Starflight (Su</b>) A mi-go can survive in the void of outer space. It flies through space at an incredible speed. Although exact travel times vary, a trip within a single solar system normally takes 3d20 months, while a trip beyond should take 3d20 years (or more, at the GM's discretion)- provided the mi-go knows the way to its destination.</h5></div><br></br><div><h4><p><p>Mi-go are both scientists and colonists-extraterrestrial travelers from the Dark Tapestry who view the universe as a canvas to be mastered and controlled. Their numbers on any particular planet can vary, but taken on a galactic scale, these numbers can only be mind-numbing in scope.</p><p>A typical mi-go is roughly the size of a human, but weighs only 90 pounds.<b></p><p>Ecology</b></p><p> Although a mi-go's shape might suggest an arthropod, especially with its long, insect-like limbs and diaphanous wings, the creature is in fact a highly evolved form of extraterrestrial fungus. Mi-go communicate via a combination of clicking of pincers and subtle shifts in the coloration of their bulbous heads-other creatures can learn this language, but without similar biologies (or the ability to mimic these noises and colors with illusions) can only hope to \"listen\" to a mi-go. A mi-go can speak in a strange, buzzing voice, but generally only does so when forced to speak to other creatures.<b></p><p>Habitat & Society</b></p><p> Mi-go goals on the planets they invade and colonize can vary, from stripping them of mineral resources to seeking biological resources for their scientific experiments. Mi-go are often viewed as gods or demons by the more primitive societies they encounter, and are fond of capitalizing upon these fears to further their own agendas. Masters of disguise, they often infiltrate societies so as to better manipulate, harvest, and eventually consume the society for their own needs.</p><p>Despite their skill in this regard, they generally keep the core strongholds of their operations in remote regions-hilly and mountainous areas are favored for the preponderance of caves and other natural features that are easily converted into defensible hideouts.</p><p>Although masters of strange biological technologies, migo are also quite fervent in religious matters. Most worship Shub-Niggurath, for they view this goddess's fecundity as the pinnacle of their own biological technologies and skills. A mi-go sees very little difference between the cold hard facts of science and the intensely interpretative complexities of faith.</p><p><b>Mi-Go Technology </b></br>The mi-go mastery of surgical and biological technologies incorporates the magical; the techniques they utilize in their pursuit of world colonization manifest in a wide range of strange and frightening tools. These devices merge magic and technology in strange and unsettling ways. For the most part, mi-go technology functions identically to normal magic items-the devices simply look disturbing and weird to other creatures. The function of mi-go technological items can be identified as if they were normal magic items, but with a -5 penalty on the Spellcraft check. Likewise, attempts to utilize mi-go technology with Use Magic Device take a -5 penalty. At the GM's discretion, after a character becomes familiar with mi-go technology (perhaps after identifying or using the items over the course of an adventure or two), these penalties might vanish.</p><p>While you can simulate mi-go technology by simply describing existing magic items as strange and unusual things (a mi-go <i>potion of cure serious wounds</i> might look like a syringe filled with bubbling blue liquid, for example, while a mi-go <i>rod of thunder and lightning</i> might look like a strange rif lelike device made of crystal and pulsating fleshy veins, and might deal cold damage in place of electrical damage), other items should be more unique, such as the following example.</p><p></h5><h5><b>Brain Cylinder Aura </b>moderate necromancy; </h5><h5><b>CL </b>9th </h5><h5><b>Slot </b>none; </h5><h5><b>Price </b>5,000 gp; </h5><h5><b>Weight </b>10 lbs.</p><p></h5><h5><b>Description </b>A brain cylinder allows the surgically extracted brain of a Large or smaller creature to continue to function even after it has been removed from the body. Technically, the creature from whom the brain was harvested is dead, but as long as the brain remains in the cylinder, the creature can continue to think. Dials on the cylinder's side control whether the brain can see, hear, or speak using a raspy speaker built into the cylinder's surface.</p><p>The brain can speak and understand any languages it knew in life, and retains the use of the following skills at the values it possessed while alive: Appraise, Bluff, Diplomacy, all Knowledge skills, Linguistics, Perception, and Sense Motive. It retains no other abilities it possessed in life, including purely mental abilities. The mi-go typically preserve humanoid brains in this grisly manner when they wish to interrogate a creature at a later date, or when they wish to preserve a creature as a resource for consultation or research purposes.</p><p>A brain cylinder is usually made of dark metal and has hardness 10 and 30 hit points-cylinders made of other materials might have higher or lower hardness scores and hit point totals. If a brain cylinder is destroyed, the brain within is lost. Likewise, if the creature from whom the brain was harvested is restored to life, the brain within the cylinder is destroyed, and only powerful effects capable of building entirely new bodies can restore to life a creature that has had its brain removed. Note that the gp price to create a brain cylinder only accounts for the basic creation-the brain of a particularly knowledgeable creature could be worth far more than 5,000 gp to some buyers, especially if the information contained in the brain is of a particularly sensitive nature.</p><p></h5><h5><b>Construction Requirements </b>Craft Wondrous Item, <i>gentle repose</i>, <i>magic jar</i>, 7 ranks in Heal; </h5><h5><b>Cost </b>2,500 gp</p></h4></div>", "Languages": "Aklo, Common, Mi-Go; cannot speak", "Source": "AP 46", "Land": "1", "Organization": "solitary, pair, scouting party (3-8), or invasion (9-16)", "Ref": "7", "Climb": "0", "HD": "(7d8+35)", "AbilitiyScores": "Str 16, Dex 20, Con 21, Int 25, Wis 14, Cha 15", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1707, "SubType": "", "MonsterSource": "", "Feats": "Combat Reflexes, Deceitful, Dodge, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "1", "RacialMods": "Bluff +4, Disguise +4", "AC": "20, touch 16, flat-footed 14", "Swim": "0", "Name": "Mi-Go", "VariantParent": "", "Skills": "Bluff +18, Disable Device +12, Disguise +18, Fly +9, Heal +9, Knowledge (arcana) +14, Knowledge (geography) +14, Perception +12, Spellcraft +14, Stealth +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "deceptive, item creation, no breath, starflight", "Saves": "Fort +10, Ref +7, Will +4", "Melee": "4 claws +10 (1d4+3 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 50 ft. (good)", "Alignment": "NE", "Size": "Medium"}