{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 115, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Spawning Canker</h2><h3><i><i>Pale and bloodless</i>, <i>a brutally decapitated corpse lurches forth</i>. <i>Where a head should be instead lashes a forest of horrific</i>, <i>unnatural tentacles</i>, <i>whipping as though trying to simultaneously burrow deeper into and escape from its fleshy husk</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Spawning Canker</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>CE Medium aberration </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 17, flat-footed 16 (+6 Dex, +1 dodge, +6 natural)</h5><h5><b>hp </b>115 (10d8+70)</h5><h5><b>Fort </b>+12, <b>Ref </b>+11, <b>Will </b>+9</h5><h5><b>Immune </b>mind-affecting effects</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>2 slams +15 (1d6+8), tentacle +10 (1d8+4 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>constrict (1d8+4), feeding</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>26, <b>Dex </b>23, <b>Con </b>24, <b>Int </b> 7, <b>Wis </b>14, <b>Cha </b>17</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+15; <b>CMD </b>32</h5><h5><b>Feats </b>Dodge, Great Fortitude, Lightning Reflexes, Mobility, Power Attack</h5><h5><b>Skills </b>Perception +15, Stealth +19</h5><h5><b>Languages </b>Aklo</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Feeding (Ex</b>) Whenever a spawning canker deals damage to a sentient living creature with its constrict attack, it also deals 1d3 points of Charisma damage as it feeds off the victim's vital essence. If a spawning canker drains 10 points of Charisma in 1 hour, the canker immediately spawns (see below). </h5><h5><b>Spawn (Ex</b>) When a spawning canker has drained enough life force, it bursts apart into 2d4+2 slugspawn. These wormlike terrors crawl into nearby shadows and lurk in wait for any potential hosts to come nearby. The spawning canker is destroyed when this occurs. There is a 1% chance that instead of turning into slugspawn, a spawning canker transforms into a dark young of Shub-Niggurath (see page 78).</h5></div><br></br><div><h4><p><p>A spawning canker is a terrible dual creature, an unnatural parasite and the decapitated humanoid body its tentacles writhe from like a knot of lashing, aberrant heads. Few ever see a spawning canker without its humanoid armor, but within the chest cavity of these hollowed-out hosts squirms a heartlike body contorting with a misassembled mass of fetal features and trailing a thicket of spiny tendrils. These tendrils lash from the stump of the host body's exploded head, but also riddle the body, taking control of muscles and organs like the strings of some abominable puppet master. The body of a former host is pumped full of strange excretions and reinforced with the tendrils riddling its form, giving what appears to be a crippled frame an unnatural strength and speed. Those tentacles that extend forth serve as both the thing's sensory organs and its feeding tubes, through which a canker drains the essence of other thinking creatures. Once it has gorged itself, a spawning canker erupts in a burst of obscene generation, its body withering with terrible speed, splitting both its own and its stolen essence into tentacles.</p><p>These limbs split and tear from the remains of the canker's body as writhing, dumb slugspawn, parasitic terrors with no desire but to infest other living creatures and, through their deaths, spread ever more of their terrible kind.</p><p>A typical spawning canker stands as tall as the humanoid body it infests, plus 2 to 3 feet of added height from its dozen or so wild tendrils.</p><p><b>Slugspawn (CR 5)</b><br> Bloated alien worms the length of a man's forearm, slugspawn are the basest form of a moit of Shub- Niggurath. These repulsive creatures possess sluglike bodies the color of rotting algae, covered with thick mucus. Vulnerable to the predations of larger creatures, slugspawn rarely venture forth on their own. Although they can move at a speed of 10 feet per round, slugspawn frequently hide themselves in dark pools or shadowy crevices, waiting for the warm flesh and pliant brains they crave to come to them.</p><p>Upon entering a square with a slugspawn in it (or if attacked by a slugspawn), a creature must make a DC 16 Perception check to note that a slugspawn is something other than a normal slug (though hidden slugspawn can be more difficult to detect). If this Perception check is failed, the slugspawn leaps upon the creature and burrows into its flesh. The creature can attempt a DC 16 Reflex save to avoid the slugspawn, but only if the creature is aware of the slugspawn's presence. Any amount of damage reduction is enough to provide immunity to infestation.</p><p>Once a slugspawn has infested a living body, it burrows toward the host's skull and wraps around the lower brain, growing and feeding upon the energies generated by thought. On the first round of infestation, dealing cold damage to the victim can kill the slugspawn and save the host-but only if the victim takes 10 or more points within 1 round of being infested. Cutting the slugspawn out also works, but the longer it remains in a host, the more damage this method does. Cutting it out requires a slashing weapon and a DC 25 Heal check, and deals 1d6 points of damage per round that the host has been infested. If the Heal check is successful, the slugspawn is removed. After 3 rounds, though, the slugspawn has reached the host's brain and cannot be surgically removed without killing the host. <i>Remove disease</i> kills any slugspawn in or on a host.</p><p>After a slugspawn has reached a host's brain, it proves to be a beneficial parasite-at least initially. A slugspawn's host benefits from complete immunity to mind-affecting effects, as the slugspawn's presence confuses and devours such magic. This benefit doesn't last for long, though, as after a variable period (typically lasting 2d6 days in humanoids, though sometimes more or less in other creature types) the slugspawn matures into a spawning canker, a new stage in its lifecycle that begins with it violently devouring its host's brain, erupting from its skull, and taking over the beheaded host body-a near instantaneous process that immediately kills the host. The result is a new creature, a spawning canker garbed in its former host's skin. If the host is killed before the slugspawn fully matures, the parasite undergoes a rapid, emergency maturation, taking control of the host body as if it had fully matured-though such spawning cankers rarely prove as long-lived as their fully matured brethren.</p><p><b>Reproductive Rampage </b></br>Moits of Shub-Niggurath, in both their spawning canker and slugspawn forms, exist for a single reason: to propagate their fouls species as their unknowable brood mother desires. Theirs are not the ways of obsessed cultists or otherworldly masterminds. Rather, they are akin to living diseases, massive viruses that infiltrate, infest, and overwhelm, desiring nothing more than to spread their kind and pave the way for a new, larger generation that might spawn in the name of the Goat with a Thousand Young, their very existence being an unholy prayer to her power.</p><p>Moits lack agendas beyond spawning. In their alien philosophies, infesting a victim, growing into a canker, and then \"ascending\" is the ultimate glory. While slugspawn have only an instinctual impression of their role in the greater cycle, spawning cankers are true fanatics, obsessed with propagation. While they avoid competing with others of their kind, if resources are limited, each canker seeks to assure that it can spawn. The moits have no interest in rationing humanoid hosts to assure their allies or spawn have the means to reproduce. Instead, they care only for the moment and the immediate potential to spawn. Thus, whole regions might be wiped clean by the infectious invasion of these moits, which grow all the more desperate as hosts and, by extension, opportunities to fulfill their lives' only purpose diminish.</p></h4></div>", "Languages": "Aklo", "Source": "AP 46", "Land": "1", "Organization": "solitary", "Ref": "11", "Climb": "0", "HD": "(10d8+70)", "AbilitiyScores": "Str 26, Dex 23, Con 24, Int 7, Wis 14, Cha 17", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1708, "SubType": "", "MonsterSource": "", "Feats": "Dodge, Great Fortitude, Lightning Reflexes, Mobility, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "", "AC": "23, touch 17, flat-footed 16", "Swim": "0", "Name": "Spawning Canker", "VariantParent": "", "Skills": "Perception +15, Stealth +19", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +12, Ref +11, Will +9", "Melee": "2 slams +15 (1d6+8), tentacle +10 (1d8+4 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "CE", "Size": "Medium"}