{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 42, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Living Topiary</h2><h3><i><i>Shuff ling forward on brambly limbs</i>, <i>this walking green hedge has the rough shape of a griffin and appears to move on its own</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Living Topiary</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Medium plant </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 12, flat-footed 14 (+2 Dex, +4 natural)</h5><h5><b>hp </b>42 (5d8+20)</h5><h5><b>Fort </b>+10, <b>Ref </b>+3, <b>Will </b>+1</h5><h5><b>DR </b>5/slashing; <b>Immune </b>plant traits</h5><h5><b>Weaknesses </b>vulnerability to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +6 (1d6+4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 5th)</br>Constant&mdash;<i>pass without trace</i></br>3/day&mdash;<i>hedge stride</i> (see below)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>14, <b>Con </b>19, <b>Int </b> 6, <b>Wis </b>10, <b>Cha </b>9</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+6; <b>CMD </b>18 (22 vs. trip)</h5><h5><b>Feats </b>Great Fortitude, Improved Initiative, Power Attack</h5><h5><b>Skills </b>Escape Artist +8, Perception +6, Stealth +9 (+15 in undergrowth); <b>Racial Modifiers </b>+8 Escape Artist, +2 Stealth (+8 in undergrowth)</h5><h5><b>Languages </b>Common, Sylvan (cannot speak)</h5><h5><b>SQ </b>assimilate, move through hedges, shapeshift</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>solitary, garden (2-4), or boscage (5-7)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Assimilate (Ex)</b> As a full-round action, a living topiary can consume any undergrowth or bushy plant matter it is currently touching and then incorporate that matter into its own form. The topiary can do this at a rate of 5 cubic feet per round, healing 1d8 points of damage when it does so. If the living topiary is at maximum hit points, this ability has no effect. </h5><h5><b>Hedge Stride (Sp)</b> This ability functions as <i>tree stride</i>, but rather than allowing for teleportation from tree to tree, it permits the living topiary to teleport from one area of brush or hedges to another area of similar vegetation within 1,500 feet. A living topiary can use this ability three times per day. </h5><h5><b>Move through Hedges (Ex)</b> A living topiary may move through any solid object made of brambles or thick, porous plants without penalty. It must begin and end its turn outside of the object. </h5><h5><b>Sculpt Shape (Ex)</b> As a standard action, a living topiary can alter itself to take on the basic form of any creature. The change is purely cosmetic, and does not change its size, grant it any special powers, or alter its abilities.</h5></div><br></br><div><h4><p><p>Although often thought to come from purely fictitious imaginings, the inspiration for classical topiaries comes from a very real-life source: animal-shaped shrubs. Part plant, part beast, living topiaries are moving flora that look like decorative lawn ornaments used to fancy up gardens and groves, though their bestial nature and aloof demeanor prove they are far from mere decorations.</p><p>Living topiaries range in height from shrubs only a couple feet off the ground to towering hedges. The average specimen is about 4 feet tall and 6 feet in length, and weighs 200 pounds.<b></p><p>Ecology</b></p><p> Living topiaries hail from distant forests and longforgotten fields, remnants of gargantuan plants that once walked the earth. Some theorize that the things originally came from the First World, where odd phenomena such as animal-shaped flora are not unheard of. Living topiaries wander the lands with singular purpose: to search for more plants to consume and turn into their own kind.</p><p>Living topiaries can be composed of virtually any variety of shrubbery. As they travel, these transforming hedges pick up loose plant life, which then becomes part of the living topiary itself. When an individual topiary has collected enough supplementary undergrowth that is has doubled in size, it can divide itself in two. This method of asexual reproduction is quite rapid and efficient, and would result in a booming population of living topiaries if the plants were not so fragile.</p><p>Ironically, some of the topiaries' most deadly predators are also typically the tamest. Herbivorous creatures such as caribou and berry-eating birds frequently nip at the hulking masses of brush when they are at rest, often in such small increments that the topiary hardly notices.</p><p>These natural predators sometimes make it difficult for living topiaries to grow and reproduce, keeping their size in constant flux. Natural hazards such as drought and fire also present constant danger to topiaries, as frequent movement expends much of their energy and stored water supply. Entire fleets of the wandering flora have reproduced in exponential numbers only to be consumed by the rapid spread of a brush fire.</p><p>Though somewhat delicate, topiaries often live for several decades, as their bodies are constantly refreshed with new plant matter. Almost always on the move, however, a topiary sometimes accidentally finds itself in an area void of adequate additional shrubbery or water, such as a vast plain or desert. In such situations, an individual deprived of nutrients can quickly dry out and shrivel over the course of several days.</p><p>Living topiaries subsist purely on photosynthetic energy and water and thus seek out areas with abundant amounts of both. However, even stronger than this survival drive is their innate compulsion to find different types of plants in order to turn themselves into more diverse topiaries. The desire for diverse genes is enough to scatter living topiaries across entire nations, causing their appearances to be sporadic and unpredictable.<b></p><p>Habitat & Society</b></p><p> Nomadic by nature, living topiaries wander from forest to forest in continual search of ever more diverse plants to collect and assimilate. Driven by this instinct to absorb different types of undergrowth and brush, living topiaries see the benefit in spreading themselves thin rather than collaborating in huge numbers.</p><p>On their own, living topiaries are primarily solitary creatures, though upon dividing into a new pair, topiaries may travel together, their subconscious goals as similar as the topiaries' twinned appearances. In this way, it may come to be that a fair number of the plant drifters journey alongside each other, creating a sort of herd. It's at this point that living topiaries tend to branch off from one another, knowing that while there is strength in numbers, traveling in such herds does not allow for the maximum amount of diversity while collecting other plants.</p><p></h5><h5><b>Creating Living Topiaries </b></br>While druidic lore tells of naturally occurring topiary creatures springing full-grown and alive from the depths of wild forests, places infused by strange magic, or portals to fey realms, these creatures can also be created in a fashion similar to most constructs. Rather than being cultivated by wizards and other arcane spellcasters, though, they are most often created by druids and servants of nature deities who summon spirits of the natural world to infuse their lovingly sculpted topiary shapes with life.</p><p>Aside from requiring the creator to craft a topiary in a suitably lifelike shape, a variety of exotic herbs, salves, fertilizers, and rare earths are required to bring the plant to life, making the process a costly endeavor.</p><p></h5><h5><b>Living Topiary CL </b>8th; <b>Price </b>10,500 gp </h5><h5><b>Construction Requirements </b>Knowledge (nature) 6 ranks, <i>command plants</i>, <i>freedom of movement</i>, <i>plant growth</i>; </h5><h5><b>Skill </b>Knowledge (nature) 14 or Profession (gardener) 18; <b>Cost </b>5,500 gp </h5><h5><b>Customizing Living Topiaries </b></br>As created beings, living topiaries might come in a wide variety of forms, depending on the whims and needs of their creators. Noted here are some of the most common variations found among these elusive and deadly plant creatures, along with the differences in their pricing and costs for the purposes of creating them.</p><p><b>Brambles (CR +1)</b> These living topiaries are made out of plants with deadly thorns. Those with this ability deal 1d8 points of piercing damage with their attacks (rather than 1d6 bludgeoning). <b>Price </b>+3,500 gp, <b>Cost </b>+1,750 gp.</p><p><b>Extra Limbs (CR +1)</b> A living topiary is sometimes created with a shape that has more than two limbs.</p><p>Topiaries with this trait have four slam attacks rather than two. <b>Price </b>+5,000 gp, <b>Cost </b>+2,500 gp.</p><p><b>Flame Retardant (CR +0)</b> Formed out of plants with relatively few leaves or from woods that are especially difficult to burn, or treated with oils that resist fire, living topiaries with this ability are not vulnerable to fire. <b>Price </b>+2,000 gp, <b>Cost </b>+1,000 gp.</p><p><b>Innocuous (CR +0)</b> Pruned into the shape of ornate trees, elegant pillars, fanciful castles, or other similarly decorative plant or architectural shapes, these living topiaries gain a +6 racial bonus on Stealth checks and a +12 bonus when attempting to blend in as simple undergrowth. <b>Price </b>+2,500 gp, <b>Cost </b>+1,250 gp.</p><p><b>Poisonous (CR +1)</b> Living topiaries with this ability are created from naturally poisonous plants and then treated to enhance their deadly nature. Attacks from these topiaries are poisoned with terinav root (DC 16). <b>Price </b>+3,500 gp, <b>Cost </b>+1,750 gp.</p></h4></div>", "Languages": "Common, Sylvan (cannot speak)", "Source": "AP 47", "Land": "1", "Organization": "solitary, garden (2-4), or boscage (5-7)", "Ref": "3", "Climb": "0", "HD": "(5d8+20)", "AbilitiyScores": "Str 17, Dex 14, Con 19, Int 6, Wis 10, Cha 9", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1753, "SubType": "", "MonsterSource": "", "Feats": "Great Fortitude, Improved Initiative, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "0", "RacialMods": "+8 Escape Artist, +2 Stealth (+8 in undergrowth)", "AC": "16, touch 12, flat-footed 14", "Swim": "0", "Name": "Living Topiary", "VariantParent": "", "Skills": "Escape Artist +8, Perception +6, Stealth +9 (+15 in undergrowth)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "assimilate, move through hedges, shapeshift", "Saves": "Fort +10, Ref +3, Will +1", "Melee": "2 slams +6 (1d6+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}