{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 230, "Treasure": "?", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mother's Maw</h2><h3><i>This skull is as large as an ogre and surrounded by buzzing flies. <i>Its bat wings are too small to actually carry it</i>, <i>yet it moves through the air as easily as a bird</i>. <i>It is surrounded by the stink of rotting meat</i>, <i>spice</i>, <i>and perfume</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Mother's Maw</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>NE Large undead (evil, extraplanar)*</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 60 ft., lifesense, scent; Perception +28</h5><h5><b>Aura </b><i>desecrate</i></h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 16, flat-footed 23 (+7 Dex, +14 natural, -1 size)</h5><h5><b>hp </b>230 (20d8+140); * fast healing 5 or 20 (see Devour Soul)</h5><h5><b>Fort </b>+13, <b>Ref </b>+16, <b>Will </b>+18</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>DR </b>15/bludgeoning and good; <b>Immune </b>cold, electricity, undead traits; <b>Resist </b>fire 30; <b>SR </b>26</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., fly 40 ft. (average)</h5><h5><b>Melee </b>bite +26 (5d6+17/19-20 plus d10 bleed, 1d6 Con drain, grab, and mummy rot [DC 26])</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>breath weapon (60-ft. cone, 15d6 negative energy, Reflex DC 26 half, usable every 1d4 rounds), channel negative energy 9/day (DC 19, 6d6), devour soul, swallow whole (special acid damage, AC 17, 20 hp)</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +18)</br>Constant&mdash;<i>desecrate</i></br>At Will&mdash;<i>contagion</i> (DC 19), <i>dimension door</i>, <i>ghoul hunger</i>** (DC 18), <i>inflict critical wounds</i> (DC 20)</br>1/day&mdash;<i>animate dead</i>, <i>create undead</i>, <i>eyebite</i> (DC 22), <i>plane shift</i></h5></h5><h5>** See <i>Pathfinder Campaign Setting: Gods and Magic</i>.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>33, <b>Dex </b>25, <b>Con </b>-, <b>Int </b> 21, <b>Wis </b>20, <b>Cha </b>22</h5><h5><b>Base Atk </b>+15; <b>CMB </b>+27 (+31 grapple); <b>CMD </b>44 (can't be tripped)</h5><h5><b>Feats </b>Cleave, Command Undead<sup>B</sup>, Critical Focus, Improved Critical (bite), Improved Initiative, Improved Iron Will, Improved Lightning Reflexes, Lightning Reflexes, Power Attack, Staggering Critical, Stunning Critical<sup>B</sup>, Toughness</h5><h5><b>Skills </b>Acrobatics +27 (+19 jump), Fly +28, Intimidate +29, Knowledge (planes) +25, Knowledge (religion) +28, Perception +28, Profession (cook) +25, Sense Motive +28, Stealth +26</h5><h5><b>SQ </b>deathless, true herald</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> ?</h5><h5><b>Organization </b>?</h5><h5><b>Treasure </b>?</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Constitution Drain (Su)</b> Creatures that are hit by the Maw's bite must succeed at a DC 26 Fortitude save or take 1d6 points of <h5><b>Constitution</b> drain. On each successful attack, the herald gains 5 temporary hit points. The save DC is Charisma-based. </h5><h5><b>Create Spawn (Su)</b> Any creature slain by the Maw (including those that die from any of its special attacks or disease) rises 1 round later as a bloody skeleton loyal to the herald. </h5><h5><b>Deathless (Su):</b> The Maw is destroyed when reduced to 0 hit points, but it returns to unlife 1 hour later at 1 hit point, allowing its fast healing to resume healing it thereafter. The Maw can be permanently destroyed if it is destroyed by positive energy, if it is reduced to 0 hit points in the area of a <i>bless</i> or <i>hallow</i> spell, or if its remains are sprinkled with 20 vials of holy water. </h5><h5><b><i>Desecrate</i> (Sp)</b> The bonuses from the Maw's constant <i>desecrate</i> spell-like ability (always centered on it) are calculated into the stats above. </h5><h5><b>Devour Soul (Su)</b> By using its swallow whole ability, the herald can deal 12d6+18 points of damage to a swallowed creature as if using a <i>slay living</i> spell. A DC 21 Fortitude save reduces this damage to 3d6+18. A swallowed creature must make this save every round on the herald's turn. The soul of a creature slain by this attack becomes trapped within the herald's skull (the creature's body is regurgitated immediately as a mangled wreck of shattered bone and chewed meat). The creature cannot be brought back to life until the herald's destruction (or a spell deflection-see below) releases its soul. The Maw can hold only one soul at a time. The trapped essence provides the Maw with fast healing 20, lasting 1 round for every Hit Die of the devoured soul. The trapped soul gains one permanent negative level for every round it spends within the Maw-these negative levels remain if the creature is brought back to life (but they do not stack with any negative levels imparted by being brought back to life). A soul that is completely consumed may only be restored to life by a <i>miracle</i> or <i>wish</i> spell. The save DC is Charisma-based. </h5><h5><b>Spell Deflection (Su)</b> If any of the following spells is cast at the Maw and overcomes its spell resistance, it instead affects the devoured soul: <i>banishment</i>, <i>chaos hammer</i>, <i>confusion</i>, <i>crushing despair</i>, <i>detect thoughts</i>, <i>dispel evil</i>, <i>dominate person</i>, <i>fear</i>, <i>geas/quest</i>, <i>holy word</i>, <i>hypnotism</i>, <i>imprisonment</i>, <i>magic jar</i>, <i>maze</i>, <i>suggestion</i>, <i>trap the soul</i>, or any form of charm or compulsion. While none of these effects harms the soul, the caster makes a DC 25 caster level check when a spell is deflected-success indicates that the trapped soul is released from its prison and the creature whose body it belonged to can now be restored to life as normal. </h5><h5><b>Swallow Whole (Ex)</b> If a creature cuts its way out of the Maw after being swallowed, the Maw can use swallow whole once its fast healing repairs the damage caused by its prey cutting itself free. </h5><h5><b>True Herald</b> Despite its type and Hit Dice, Mother's Maw is the herald of Urgathoa. Despite its type and Hit Dice, it can be conjured using the spell <i>greater planar binding</i>. </h5><h5><b>Vomit Swarm (Su)</b> Once per round as a free action, the Maw can vomit forth a swarm of maggots (use the statistics for army ants on page 16 of the <i>Pathfinder RPG</i> Bestiary) into a square adjacent to it, after which the swarm moves in a direction of the Maw's choosing. These swarms persist for 10 rounds.</h5></div><br></br><div><h4><p><p>The Mother's Maw is the herald of Urgathoa.</p><p>A disgusting undead creature that comes to the mortal realm at the command of the Pallid Princess, it is an unsubtle thing of ravenous hunger, with little purpose but to kill, eat, and animate corpses as undead. Though it is as brilliant as a lich, its only interests are in satisfy its cravings for sensation.</p><p>The Maw has little interest in the desires of mortals (or of undead in the mortal world) except for how they intersect with Urgathoa's orders. If it is necessary to eat a hundred members of her cult, or to drive an entire city of ghouls into a lava pit, the Maw does it. It can speak but finds little worth talking about, so many assume it is as mindless as an animated skeleton. However, when not on a mission of death, disease, or gluttony, it is a font of knowledge about food, wine, exotic scents, and other strange experiences only an undead creature can understand, and is quite willing to speak on these matters to an interested party-assuming the sight of the enormous talking, winged skull isn't a distraction to listeners.</p><p>Although the Maw normally appears as a bare skull, it sometimes covers itself with its swarms.</p><p>Whether this is out of a morbid sense of humor or an attempt to remember an old sensation from its life is unknown. It has confirmed that it was once a devourer, and before that a living creature, but it does not give further details. </br><b>Ecology</b></br> The Mother's Maw is an immortal undead, able to recover from almost any attack and lacking the need to eat or drink. However, it still enjoys these things and is driven by a desire to experience sensation like the worst mortal hedonist. It has been known to eat and spit out entire herds of cattle (one steer at a time), to crash into winery casks to soak itself for hours in fine and mediocre vintages alike, to roll in exotic <i>spice</i>s, or to wrap itself in fine cloth until it looks like a giant mummy skull.</p><p>Worshipers of the Pallid Princess who <i>wish</i> to curry the herald's favor know to have large amounts of food, drink, or other luxuries for it to experience, consume, or defile.</p><p>Sometimes the goddess commands the Maw to be quiet, and it finds a resting place such as a large temple where it can wait for days or weeks, using only its power to animate the dead to create servants for the faithful, or in an old battlefield or graveyard, casually creating dozens of undead that lurk about it like cultists around a gross idol. When the Herald leaves, the undead are left behind, either for the worshipers to maintain or turned loose to attack the living. It has no respect for life, and if left to its own devices, it casually kills things as a distraction, often reanimating them and killing them again.<b></p><p>Habitat & Society</b></p><p> Because of its innate ability to <i>create undead</i>, the herald is sometimes accompanied by skeletons, zombies, and ghouls, which caper about it, endlessly adoring the emissary of the goddess of undeath. It has been known to ferry allies into battle, or (rarely) to rescue a powerful undead creature, spiriting its passenger away to safety within its bony gullet, relying on its own defenses to keep its passenger safe. It is particularly fond of raveners and vampires, and has gone out of its way to aid them when given the choice of several allies.</p></h4></div>", "Languages": "", "Source": "AP 47", "Land": "1", "Organization": "?", "Ref": "16", "Climb": "0", "HD": "(20d8+140)", "AbilitiyScores": "Str 33, Dex 25, Con -, Int 21, Wis 20, Cha 22", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 1754, "SubType": "(evil, extraplanar)*", "MonsterSource": "", "Feats": "Cleave, Command UndeadB, Critical Focus, Improved Critical (bite), Improved Initiative, Improved Iron Will, Improved Lightning Reflexes, Lightning Reflexes, Power Attack, Staggering Critical, Stunning CriticalB, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "1", "RacialMods": "", "AC": "30, touch 16, flat-footed 23", "Swim": "0", "Name": "Mother's Maw", "VariantParent": "", "Skills": "Acrobatics +27 (+19 jump), Fly +28, Intimidate +29, Knowledge (planes) +25, Knowledge (religion) +28, Perception +28, Profession (cook) +25, Sense Motive +28, Stealth +26", "ClassArchetypes": "", "IsTemplate": "0", "Will": "18", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "?", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "deathless, true herald", "Saves": "Fort +13, Ref +16, Will +18", "Melee": "bite +26 (5d6+17/19-20 plus d10 bleed, 1d6 Con drain, grab, and mummy rot [DC 26])", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., fly 40 ft. (average)", "Alignment": "NE", "Size": "Large"}