{"Group": "Psychopomp", "Space": "5 ft.", "Mythic": "0", "HP": 19, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Psychopomp, Nosoi</h2><h3><i><i>Perched awkwardly</i>, <i>this strange songbird stares with a glint of intellect in its empty eyes</i>. <i>A stylish plaster mask conceals its face</i>, <i>while two pairs of wings ruff le over its body's somber shades</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Nosoi</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Tiny outsider (extraplanar, psychopomp)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision, spiritsense; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 15, flat-footed 12 (+3 Dex, +2 size)</h5><h5><b>hp </b>19 (3d10+3)</h5><h5><b>Fort </b>+2, <b>Ref </b>+6, <b>Will </b>+4</h5><h5><b>DR </b>5/adamantine; <b>Immune </b>death effects, disease, poison; <b>Resist </b>cold 10, electricity 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., fly 50 ft. (good)</h5><h5><b>Melee </b>bite +4 (1d3-1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 3rd, concentration +4)</br>At will&mdash;<i>invisibility</i> (self only)</br>1/day&mdash;<i>hide from undead</i>, <i>sound burst</i> (DC 15)</br>3/day&mdash;<i>speak with dead</i> (6 questions, CL 12th)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>8, <b>Dex </b>16, <b>Con </b>12, <b>Int </b> 11, <b>Wis </b>13, <b>Cha </b>16</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+4; <b>CMD </b>13</h5><h5><b>Feats </b>Alertness, Weapon Finesse</h5><h5><b>Skills </b>Fly +17, Knowledge (history) +6, Knowledge (planes) +6, Perception +9, Profession (scribe) +7, Sense Motive +3, Stealth +17</h5><h5><b>Languages </b>Abyssal, Celestial, Infernal</h5><h5><b>SQ </b>change shape (raven or songbird [same stats]; <i>beast shape</i> I), haunting melody, scribe</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Boneyard)</h5><h5><b>Organization </b>solitary, pair, or group (3-15)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Haunting Melody (Su)</b> A nosoi's song has the power to grip the spirits of those that hear it. All living and undead creatures within a 60-foot spread must make a DC 14 Will saving throw or be fascinated. A creature that successfully saves is not subject to the same nosoi's song for 24 hours. This effect continues for as long as the nosoi sings and for 1 round thereafter. A nosoi can sing for a number or rounds per day equal to twice its Hit Dice. This is a sonic mind-affecting charm effect. This ability can affect undead creatures, even though the undead subtype makes such creatures immune to mind-affecting effects (though undead creatures with immunity to mind-affecting effects from a source other than their creature type are still immune). The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>Nosois eagerly fill the roles of clerks, scribes, and messengers in the bureaucracy of the hereafter. Flitting through the winding halls of Pharasma's realm, they record the circumstances of each mortal's death, any judgments for and against its soul, and its final destination along the Outer Planes. Their efforts alone maintain the immense Catalogue of Last Days-the Boneyard's infinite library of precedent. But unlike more tireless, mechanical outsiders, nosois are also prone to powerful whims, boasting contests, and petty theft.</p><p>Mortals recognize nosois in their roles as messengers, counselors of troubled or disbelieving dead, and guides along the River of Souls, and some ancient texts refer to them as scribe psychopomps, death's messengers, and yanakeion.</p><p>Many large and well-tended graveyards or catacombs play host to a nosoi who tends to the newly passed and keeps a watchful eye out for the looming taint of undeath.</p><p>Nosois' bodies take the form of mortal songbirds- usually crows, sparrows, and especially whippoorwills- though like all other psychopomps they wear graceful, elegant funerary masks that accentuate their sharp beaks and empty eyes. Many also craft decorative artificial tails from small bric-a-brac that trail behind them as they soar through the Boneyard.</p><p>Nosois are typically measure about 1 foot in length, though their tails may double or triple that length. They are deceptively heavy, weighing between 10 and 15 pounds.<b></p><p>Ecology</b></p><p> Nosois serve within the libraries and scriptoriums of Pharasma's realm, tirelessly scribbling away without rest.</p><p>Being social creatures, however, they frequently chatter with one another-boasting of past deeds, arguing over notation, and exchanging gossip from the far corners of creation. The immortal creatures toil for centuries before ascending to become higher psychopomps or, more likely, reincarnating on the mortal world.</p><p>Though outsiders have no need to eat, nosois consider doing so a rare treat. Their frequent sojourns to the Material Plane and many Outer Planes involve frequent snacks and tastings. Being dutiful but not unwavering, nosois sometimes succumb to bribes and share the information they possess, and mortal treats loosen their secrets far faster than gold or magic.</p><p>Nosois exist primarily atop Pharasma's Spire, in and around the Palace of Death, but they travel more frequently than other psychopomps. While on the Material Plane, they either use their natural <i>invisibility</i> to hide, or else assume the forms of songbirds (most commonly whippoorwills), which they exploit to gather their favorite treats: breads and sweets. Many false superstitions claim that a captured nosoi can be forced to restore a fallen lover to life, and the outsiders remain wary of the living as a result.<b></p><p>Habitat & Society</b></p><p> The primary duty of nosois is to record happenings within Pharasma's realm in meticulous detail, as well as to conduct souls to and from their appointed destinations. Many also serve as assistants to more powerful psychopomps or even to mortals with particularly morbid concerns or fates that the goddess of death wishes to keep watch on. Despite being the smallest and least inf luential of their breed, nosois take pride in knowing that their trivial tasks aid in keeping one of the multiverse's most important aspects functioning with general reliability.</p><p>Nosois also serve as the bureaucracy of death's messengers to the other Outer Planes, carrying missives from the depths of the Abyss to the summit of Heaven-wherever other outsiders argue over the fate of mortal souls. The Boneyard's abundant portals eliminate any need for dimension-hopping magic, and with the exception of some fiends, most outsiders respect the couriers' neutrality and allow them safe passage.</p><p>Typical nosois are gregarious, eager to please, and hardworking, though easily distracted and prone to taking frequent breaks. Perhaps because of their frequent contact with the newly dead, nosois are easier for humanoids to relate to than are other kinds of psychopomps. Like humanoids, they maintain their neutrality not through an obsessive adherence to balance, but rather through a combination of dedication to their duty playing against interest in their own aims.</p><p>History and mythology are rife with stories of individuals who have exploited such personal interests. Most cultures on Golarion tell tall tales of mortals cheating death at games of cards or in other contests with nosois. While in actuality nosois lack the power to restore the dead to life, desperate petitioners occasionally slip away from the scribe psychopomps, or else win days of freedom in games of chance, allowing the petitioners to brief ly visit loved ones or complete important tasks. Each nosoi varies in its willingness to play with its charges or gamble away its secrets, but most will concede to a few hours' distraction, with or without a prize.</p><p>Bizarrely musical, nosois provide a requiem that echoes through many sites in the Boneyard, lending a comforting presence to the otherwise grandiose and imposing structure.</p><p>Their steady quill scratching sets a constant beat, their competing, haunting songs fill out the musical score, and their tittering gossip punctuates every corner. To those who frequent the Boneyard, the tone of the courts can be quickly and easily gauged by the quality of this ambient music.</p><p>Journeying to the Material Plane to counsel or escort the dead is considered an honor, and a nosoi's confidence and position among its peers revolve around these monotonybreaking assignments. They regularly filch grave goods from mortal ceremonies, especially ribbons, flowers, and beads, all of which they use to craft and expand beautiful artificial tails. Only nosois with allies among the higher courts boast more than a dozen such trophies, and such blessed individuals often use their trophies as bribes and rewards among those with whom they have dealings. Some even believe mortals share their sense of value, and most promises of great rewards from nosois culminate in little more than useless trash.</p><p><b>Nosoi Familiars </b></p><p>Nosois sometimes depart from their service to the bureaucracy of death to act as familiars to spellcasters with a special connection to or interest in death. Most relish the opportunity, and make useful assistants to spellcasters who keep extensive libraries or prefer meticulous records.</p><p>They can be troublesome, though, given their natural curiosity and tendency to steal small objects. Any neutral caster of 7th level or higher and who has the Improved Familiar feat may summon a nosoi.</p><p>Nosois often use their skill as scribes to aid their mortal masters. Despite their size and apparent lack of hands, they may use medium-sized drawing and writing tools without penalty. They grant their masters a +2 bonus on skill checks made to scribe scrolls.</p><p>Like all psychopomps, nosois loathe the undead. They immediately leave the service of any master who creates or permanently becomes such an abomination.</p></h4></div>", "Languages": "Abyssal, Celestial, Infernal", "Source": "AP 47", "Land": "1", "Organization": "solitary, pair, or group (3-15)", "Ref": "6", "Climb": "0", "HD": "(3d10+3)", "AbilitiyScores": "Str 8, Dex 16, Con 12, Int 11, Wis 13, Cha 16", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1759, "SubType": "(extraplanar, psychopomp)", "MonsterSource": "", "Feats": "Alertness, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "1", "RacialMods": "", "AC": "15, touch 15, flat-footed 12", "Swim": "0", "Name": "Nosoi", "VariantParent": "", "Skills": "Fly +17, Knowledge (history) +6, Knowledge (planes) +6, Perception +9, Profession (scribe) +7, Sense Motive +3, Stealth +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any (Boneyard)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (raven or songbird [same stats]; beast shape I), haunting melody, scribe", "Saves": "Fort +2, Ref +6, Will +4", "Melee": "bite +4 (1d3-1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., fly 50 ft. (good)", "Alignment": "N", "Size": "Tiny"}