{"Group": "Psychopomp", "Space": "5 ft.", "Mythic": "0", "HP": 76, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Psychopomp, Vanth</h2><h3><i><i>This looming black skeleton wraps itself in the wings of a giant black raven</i>, <i>and a vulturelike mask of polished ceramic gazes balefully from where its skull should be</i>. <i>Without a gesture</i>, <i>a wickedly curved scythe appears in its elongated fingers</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Vanth</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>N Medium outsider (extraplanar, psychopomp)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision, spiritsense; Perception +16</h5><h5><b>Aura </b>fear (30-ft. radius, DC 18)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 13, flat-footed 20 (+3 Dex, +7 natural, +3 shield)</h5><h5><b>hp </b>76 (9d10+27)</h5><h5><b>Fort </b>+11, <b>Ref </b>+6, <b>Will </b>+10</h5><h5><b>DR </b>10/adamantine; <b>Immune </b>death effects, disease, poison; <b>Resist </b>cold 10, electricity 10; <b>SR </b>18</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 50 ft. (average)</h5><h5><b>Melee </b><i><i>+1 adamantine scythe</i></i> +14/+9 (2d4+7/x4) or </br>2 claws +13 (1d6+4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 10th; concentration +11)</br>At will&mdash;<i>death watch</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>invisibility</i> (self only)</br>3/day&mdash;<i>bestow curse</i> (DC 16), <i>locate creature</i>, <i>searing light</i> (DC 16)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>16, <b>Con </b>17, <b>Int </b> 13, <b>Wis </b>19, <b>Cha </b>17</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+13; <b>CMD </b>26</h5><h5><b>Feats </b>Cleave, Great Fortitude, Hover, Power Attack, Vital Strike</h5><h5><b>Skills </b>Acrobatics +12, Fly +13, Intimidate +10, Knowledge (history) +9, Knowledge (planes) +12, Knowledge (religion) +8, Perception +16, Sense Motive +16, Stealth +12</h5><h5><b>Languages </b>Abyssal, Celestial, Infernal</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Boneyard)</h5><h5><b>Organization </b>solitary, pair, or flock (2-12)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Fear Aura (Su)</b> When within a 30-foot radius of a vanth, any creature with fewer than 10 Hit Dice that looks at the psychopomp must succeed on a DC 18 Will save or become shaken. A creature that successfully saves cannot be affected again by the same vanth's aura for 24 hours. A vanth can activate or deactivate its fear aura as a free action. This is a mind-affecting fear effect. The save DC is Wisdom-based. </h5><h5><b>Reaper's Scythe (Su)</b> Every vanth carries a distinctive <i>+1 adamantine scythe</i> as both a weapon and symbol of its duty. As a free action, a vanth can summon this weapon from a personal demiplane or any other location and have it appear in its hands instantly. It can also dismiss its scythe back to its personal demiplane as a free action. If a vanth's scythe is destroyed, it can summon a new one in 24 hours.</h5></div><br></br><div><h4><p><p>Stern, silent, and cloaked in ragged wings, unsettling images of vanths haunt mortal depictions of death. Known as reapers, angels of death, or amzranei in some texts, members of this class of psychopomps serve as guardians of the Boneyard and watchers along the routes of the dead.</p><p>They provide security atop Pharasma's Spire and along the River of Souls, protecting the departed from those who see mortal souls as currency or delectable morsels. They also serve as death's foot soldiers against whatever would disrupt the natural cycle of mortality, be it a plague of undeath or a good-aligned temple that dispenses resurrections too freely.</p><p>In times of great suffering and loss, Pharasma relies on the steely resolve and tireless nature of vanths to harvest the tormented souls of the dead before their agony transforms every battleground or plague quarter into a pit of undeath.</p><p>Vanths appear as black skeletons with crowlike wings and masks resembling the heads of vultures, crows, and other carrion birds-creatures that clear the mortal planes of corpses. Occasionally they cover themselves in ceremonial brass armor and tabards in funerary shades. Like all psychopomps, a vanth wears a funerary mask crafted from ceramic or polished stone in place of a face.</p><p>Thanks to their slumped posture, vanths can look most adult humanoids in the eye, despite standing 8 feet tall when erect. They weigh approximately 400 pounds.<b></p><p>Ecology</b></p><p> Few understand the origins of vanths. While most psychopomps graduate over the span of unfathomable ages from mortal souls and lesser psychopomps, vanths seem altogether distant and alien. Some stories claim they have always guarded the Spire, even before Pharasma came and crafted new servants in their image. Others whisper that all the vanths that ever were or will be ascended from the souls of a distant world of death-worshiping soldiers who spent every moment in life preparing themselves for the end and delighted in their planet's final demise.<b></p><p>Habitat & Society</b></p><p> With an infinite flux of souls through the Bonelands, there's an equally infinite number of these spirits who attempt to flee, rage against their assigned fate, or merely lash out in madness, only to be laid low by the tattered wings and flashing scythes of vanths. Pharasma's reapers serve as fearsome guardians of the dead and death's assets-sacred coves, forgotten cemeteries, and untended mausoleums.</p><p>Being inherently disturbing to the mortal psyche, vanths are rarely called on directly by churches in need of aid.</p><p>Among the planes, most outsiders look upon vanths with scorn. They embody an unf linching dedication to duty, without interest in the strict letter of law or what is right, nor any great amount of self-determination. They do because they must, working out of a personal and obsessive sense of duty, not because they're ordered to do so. Their stalwart adherence to their cosmic role makes them far too lawful for chaotic outsiders to appreciate, while their cantankerous methods make lawful outsiders balk. Most insultingly, the suspicious reapers eye any and all who enter the Boneyard as potential threats. They follow visiting demons and angels alike, looming from the courts' gothic eves and parapets, casting silent aspersions on even the best-behaved travelers.</p><p>Unlike most psychopomps, vanths show few mortal proclivities. They rarely speak, even to one another; when they do, their hollow voices carry farther than expected or is socially appropriate. They communicate among one another with slow, deliberate gestures plain enough for most creatures to understand-a strange blend of elaborate human gestures and birdlike head bobs. Most show no interests beyond their immortal role. Even basic emotional reactions seem beyond vanths; they rarely display emotions of their own, and righteous anger or talk of love elicits little more than a confused cock of the head.</p><p>A vanth's scythe is a proud badge of its station, featuring otherwise unknown symbols that mirror the ancient writing found on many of the Boneyard's forgotten tombs. Their scythes ref lect their role as harvesters of souls in times of great death, but more practically, they inf lict bitter wounds and can sever the silver threads of unwanted astral visitors.</p><p>Unsurprisingly, vanths loathe astradaemons and descend on the great predators in large numbers. Thanks to the daemons' plane-shifting abilities, these melees occasionally spill over into other planes, dragging countless outsiders into chaotic three- or four-way battles.</p></h4></div>", "Languages": "Abyssal, Celestial, Infernal", "Source": "AP 47", "Land": "1", "Organization": "solitary, pair, or flock (2-12)", "Ref": "6", "Climb": "0", "HD": "(9d10+27)", "AbilitiyScores": "Str 18, Dex 16, Con 17, Int 13, Wis 19, Cha 17", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1760, "SubType": "(extraplanar, psychopomp)", "MonsterSource": "", "Feats": "Cleave, Great Fortitude, Hover, Power Attack, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "1", "RacialMods": "", "AC": "23, touch 13, flat-footed 20", "Swim": "0", "Name": "Vanth", "VariantParent": "", "Skills": "Acrobatics +12, Fly +13, Intimidate +10, Knowledge (history) +9, Knowledge (planes) +12, Knowledge (religion) +8, Perception +16, Sense Motive +16, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any (Boneyard)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +6, Will +10", "Melee": "+1 adamantine scythe +14/+9 (2d4+7/x4) or 2 claws +13 (1d6+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 50 ft. (average)", "Alignment": "N", "Size": "Medium"}