{"Group": "Wax", "Space": "5 ft.", "Mythic": "0", "HP": 42, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Wax, Golem</h2><h3><i><i>This eerily expressionless man has a glistening quality about him</i>, <i>as though he were completely covered in an oily sheen</i>. <i>His clothes' colors <i>are</i> unsaturated and bland</i>, <i>his skin slightly gray</i>, <i>and his features and lines unnaturally soft</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Wax Golem</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Medium construct </h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 9, flat-footed 15 (-1 Dex, +6 natural)</h5><h5><b>hp </b>42 (4d10+20)</h5><h5><b>Fort </b>+1, <b>Ref </b>+0, <b>Will </b>+1</h5><h5><b>Immune </b>construct traits, magic</h5><h5><b>Weaknesses </b>vulnerable to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>slam +6 (1d6+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>9, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+6; <b>CMD </b>15</h5><h5><b>SQ </b>conditional sentience</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or gang (2-4)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Conditional Sentience (Su)</b> A wax golem constructed to look like a humanoid (whether a particular individual or not) has a small chance of gaining sentience, genuinely believing it is actually a living creature. Each week, such a wax golem has a cumulative 1% chance of becoming sentient (so the second week the chance is 2%, the third week 3%, and so on, to a maximum of 5%). If this occurs, the golem gains an Intelligence score of 10, retroactive skill points, feats dependent on its Hit Dice, and 1 class level with the potential to gain more. It also gains a +10 racial bonus on Disguise checks made to impersonate the specific individual it was crafted to appear as. A sentient wax golem ventures into the world and tries to live a life similar to that of the person (or type of person) it resembles. However, if the sentient wax golem ever encounters the person it is modeled after, it attempts to stealthily kill that person and take his place. The only way for a sentient wax golem to lose its sentience is either to take an amount of fire damage equal to half its hit points (which melts its features away) or to be destroyed. </h5><h5><b>Immunity to Magic (Ex)</b> A wax golem is immune to any spell or spell-like ability that allows spell resistance, with the exception of spells and spell-like abilities that have the fire descriptor. In addition, certain spells and effects function differently against the creature, as noted below. <ul><li> A magical attack that deals fire damage <i>slow</i>s a wax golem (as the <i>slow</i> spell) for 2d6 rounds (no save). In addition, for 3 rounds after being afflicted with fire damage, every time a wax golem uses its slam attack, it deals an additional 1d4 points of fire damage due to the molten wax. <li> A magical attack that deals cold damage breaks any <i>slow</i> effect on the golem and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A wax golem gets no saving throw against cold effects.</ul></h5></div><br></br><div><h4><p><p>A wax golem is an exact replica of a particular person, composed completely of wax. While skilled artists pride themselves on their ability to make wax sculptures look lifelike, builders of wax golems go one step further and actually bring their art to life. Though eerily silent and unblinking, well-built wax golems bear such striking similarity to the subjects they <i>are</i> modeled after that some golems begin to think they <i>are</i> in fact that person.</p><p>A wax golem can be constructed to resemble any person or creature, though they typically look like human subjects, standing at the same height and weighing about three times as much.<b></p><p>Ecology</b></p><p> Wax golems <i>are</i> often constructed by artistic spellcasters who fancy making their work a little more authenticlooking.</p><p>Though these golems can look like anything from faceless, colorless drones to finely detailed reconstructions, they all sh<i>are</i> the commonality of being formed purely from hard wax. Most wax golem crafters choose to create these lifelike statues not for aesthetic purposes, however, but to undertake devious chores such as infiltration, espionage, or assassination.<b></p><p>Habitat & Society</b></p><p> Wax golems possess the mysterious ability of possibly gaining self-aw<i>are</i>ness, an attribute almost exclusively reserved for humanoid creatures born of natural means. By resembling a subject so greatly, wax golems have a small chance of gaining conscious thought and higher-level thinking, effectively manifesting their own sentience.</p><p>This extraordinary ability has no logical explanation, though some constructors of these beings who have witnessed this transformation theorize that wax golems obtain self-aw<i>are</i>ness by watching humanoids over an extended period of time. Wax golems that spend a significant amount of time around people who mistake them for the subjects they resemble (such as golems sent to perform espionage) have an even greater chance of gaining sentience.</p><p>Oddly, wax golems that gain sentience also develop the genuine belief that they <i>are</i> who they <i>are</i> modeled after. This notion is so strong that if such a wax golem were to encounter the individual it is modeled after, it would go to great lengths to exterminate the person and take his or her place in society, even adopting a code of morals and principles similar to those of the murdered subject. In this way, wax golems stealthily inject themselves into roles as diplomats, leaders, and authority figures, often to the detriment of people close to the usurped individual.</p><p>So meticulously designed <i>are</i> wax golems, however, that few can identify a wax golem as a fraud, even when in close proximity. Along with sentience, wax golems achieve moderate intelligence, as well as the ability to communicate and speak. In order to mask the glossy sheen associated with their wax bodies, deceptive golems take special c<i>are</i> to garb themselves in clothes that hide their peculiar complexions. They still do not eat, sleep, or breathe, but crafty golems easily avoid the complications associated with these trivialities. The only definitive clue a well-built wax golem cannot easily hide is the distinct texture of its skin, which, even to the most unobservant individual, does not feel anything like flesh. Because of this, wax golems tend to be aloof and secretive, never allowing any one person to get too close, a trait that does not go unnoticed by those well-acquainted with the original individual, who tend to pick up on the rather sudden shift in demeanor.</p><p>Environmental hazards such as heat from the sun or cold precipitation have little effect on wax golems, though constant exposure to temperatures over 100 degrees for more than an hour does produce a rather odd sheen, and spending longer than a day in such weather begins to take its toll on the golem, dealing 1d4 points of fire damage every hour spent in the elements after the first.</p><p></h5><h5><b>Construction </b>The construction of a wax golem requires a block of solid wax the size of whatever individual it is to be molded after, typically weighing over 1,000 pounds.</p><p>The wax is treated with dyes and magical unguents worth at least 500 gp. The simplest wax golems require the creator to make a Craft (sculptures) check, with wax golems resembling specific races or individuals requiring higher DCs. While wax golems that look like living creatures possess greater versatility, they also have the potential of gaining a strange sort of sentience.</p><p></h5><h5><b>Wax Golem CL </b>9th; </h5><h5><b>Price </b>14,000 gp </h5><h5><b>Construction </b>Requirements Craft Construct, <i>animate objects</i>, <i>geas/quest</i>, <i>limited wish</i>, <i>silent image</i>, creator must be caster level 9th; </h5><h5><b>Skill </b>Craft (sculptures) DC 18 (DC 25 if the creator wants the golem to look like a member of a particular race; DC 30 if the creator wants the golem to look like a specific individual); </h5><h5><b>Cost </b>7,000 gp</p></h4></div>", "Languages": "", "Source": "AP 47", "Land": "1", "Organization": "solitary or gang (2-4)", "Ref": "0", "Climb": "0", "HD": "(4d10+20)", "AbilitiyScores": "Str 14, Dex 9, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1761, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "1", "Fly": "0", "RacialMods": "", "AC": "15, touch 9, flat-footed 15", "Swim": "0", "Name": "Wax Golem", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "conditional sentience", "Saves": "Fort +1, Ref +0, Will +1", "Melee": "slam +6 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}