{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 97, "Treasure": "NPC gear (+1 breastplate, +1 scythe, ring of protection +1)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Forsaken Lich</h2><h3><i>This horribly withered creature moves in jerks and twitches as if constantly wracked with pain. <i>Waves of shadow undulate through the creature's body</i>, <i>emerging like appendages from just beneath its dry</i>, <i>stretched skin</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Forsaken Lich</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>Human lich cleric of Urgathoa 11</h5><h5>NE Medium undead (augmented humanoid)</h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft.; Perception +20</h5><h5><b>Aura </b>delusory aura (100 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 11, flat-footed 21 (+7 armor, +1 deflection, +3 natural)</h5><h5><b>hp </b>97 (11d8+44)</h5><h5><b>Fort </b>+7, <b>Ref </b>+3, <b>Will </b>+12</h5><h5><b>Defensive Abilities </b>channel resistance +4, soul shield, spell storm; <b>DR </b>15/bludgeoning and magic; <b>Immune </b>cold, electricity, undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b><i><i>+1 scythe</i></i> +15/+10 (2d4+8/19-20/x4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>channel negative energy 9/day (DC 19, 6d6), disembodied strike (1d8+5); hand of the acolyte (8/day), soul lash (DC 19; 5d6)</h5><h5><b>Domain Spell-Like Abilities</b> (CL 11th; concentration +16)</br>8/day&mdash;bleeding touch (5 rounds)</br>1/day&mdash;dispelling touch</h5></h5><h5><b>Cleric Spells Prepared</b> (CL 11th; concentration +16)</br>6th&mdash;<i>antilife shell</i>, <i>create undead</i><sup>D</sup></br>5th&mdash;<i>flame strike</i> (DC 20), <i>slay living</i><sup>D</sup>, <i>symbol of pain</i> (DC 20), <i>unhallow</i></br>4th&mdash;<i>divine power</i>, <i>freedom of movement</i>, <i>imbue with spell ability</i><sup>D</sup>, <i>spell immunity</i>, <i>unholy blight</i> (DC 19)</br>3rd&mdash;<i>animate dead</i><sup>D</sup>, <i>bestow curse</i> (DC 18), <i>dispel magic</i>, <i>glyph of warding</i> (DC 18), <i>invisibility purge</i>, <i>protection from energy</i></br>2nd&mdash;death knell<sup>D</sup>, <i>desecrate</i>, <i>gentle repose</i>, <i>hold person</i> (DC 17), <i>resist energy</i>, <i>silence</i> (DC 17)</br>1st&mdash;cause fear<sup>D</sup> (DC 16), <i>command</i> (DC 16), <i>entropic shield</i>, <i>deathwatch</i>, <i>doom</i> (DC 16), <i>protection from good</i>, <i>shield of faith</i></br>0 (at will)&mdash;<i>bleed</i>, <i>detect magic</i>, <i>guidance</i>, <i>read magic</i></h5></h5><h5><b>D</b> domain spell; <b>Domains </b>Death, Magic</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>10, <b>Con </b>-, <b>Int </b> 13, <b>Wis </b>21, <b>Cha </b>18</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+13; <b>CMD </b>24</h5><h5><b>Feats </b>Combat Expertise, Craft Wondrous Item, Extra Channel, Improved Critical (scythe), Improved Trip, Selective Channeling, Weapon Focus (scythe)</h5><h5><b>Skills </b>Knowledge (arcana) +15, Knowledge (religion) +15, Perception +16, Sense Motive +19, Spellcraft +15</h5><h5><b>Languages </b>Common, Necril</h5><h5><b>SQ </b>death's embrace</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>NPC gear (<i>+1 breastplate</i>, <i>+1 scythe</i>, <i>ring of protection +1)</i></h5></div><br></br><div><h4><p><p>The means of attaining lichdom are extremely personal for mortal spellcasters, fraught with misinformation and peril.</p><p>The smallest miscalculation in the potion of lichdom's formula or most minute flaw in one's phylactery can interrupt the process that infuses one's mortal soul with overwhelming arcane and negative energies.</p><p>Other times, an inexperienced wizard attempts the transformation, or erroneously consumes a formula produced for another spellcaster, instantly dying from the backlash of potent forces or condemning himself to a terminal but far more terrible end.</p><p>In these sorrowful cases, the process traps the soul of the would-be lich outside a phylactery that will not accept it and a body that has rejected it. The potent arcane forces tampered with by the lich's failed creation also find themselves unleashed but uncontrolled, surrounding the newly formed abomination, empowering it but also slowly consuming its essence.</p><p>This creature, known as a forsaken lich, is granted the undeath it sought in life, but in a terrifyingly temporary fashion. For the miscalculations of its ambitions, the creature's once-vibrant body shrivels and decays like that of a lich, but becomes a lifeless shell manipulated by the malicious soul and unchecked magical storm that envelop it, forces that control the corpse's actions almost like a marionette. Yet this <i>doom</i> is temporary for nearly all who attempt this foul transition. With the soul unbound from the body and both spirit and corpse exposed to destructive arcane tides, both are slowly eroded. After 1d10 days, the forsaken lich's body and soul are both consumed like a lit candle, eventually reduced physically to ashes, and spiritually to nothing-its essence utterly annihilated, scoured from existence for all time.</p><p></h5><h5><b>Creating a Forsaken Lich </b></br>\"Forsaken lich\" is an acquired template that can be added to any living creature (referred to hereafter as the base creature), provided it can create the required phylactery.</p><p>Rarely, a creature unable to create a phylactery stumbles upon this state through tragic ambition. A forsaken lich retains all the base creature's statistics and special abilities except as noted here.</p><p><b>CR:</b> Same as the base creature +2.</p><p><b>Alignment:</b> Any evil.</p><p><b>Type:</b> The creature's type changes to undead. Do not recalculate BAB, saves, or skill ranks.</p><p><b>Senses:</b> A forsaken lich gains darkvision 60 ft.</p><p><b>Armor Class:</b> A forsaken lich has a +3 natural armor bonus or the base creature's natural armor bonus, whichever is better.</p><p><b>Hit Dice: </b> Change all of the creature's racial Hit Dice to d8s.</p><p>All Hit Dice derived from class levels remain unchanged.</p><p>As undead, forsaken liches use their Charisma modifiers to determine bonus hit points (instead of Constitution).</p><p><b>Defensive Abilities:</b> A forsaken lich gains channel resistance +4, DR 15/bludgeoning and magic, spell resistance 25, and immunity to cold and electricity, in addition to immunities granted by its undead traits. The forsaken lich also gains the following defensive abilities.</p><p><i>Soul Shield (Su)</i>: The shadowy double superimposed over the forsaken lich's corporeal form flits around its body, granting the creature concealment (20% miss chance).</p><p>The miss chance increases to 50% in dim light. This ability never grants total concealment; it only increases miss chances.</p><p><i>Spell Storm (Su)</i>: A forsaken lich is the epicenter of a squall of unchecked magical energies. If a spell targets the forsaken lich and fails to overcome its spell resistance, this uncontrolled magic redirects the spell as per <i>spell turning</i>.</p><p>The forsaken lich is always considered to have 10 spell levels of turning left for the purposes of this effect, even if it is affected by multiple spells in the same round.</p><p>Special Attacks: A forsaken lich gains the special attack described below. Save DCs are equal to 10 + 1/2 the forsaken lich's HD + the forsaken lich's Charisma modifier unless otherwise noted.</p><p><i>Disembodied Strike (Su)</i>: The forsaken lich has a special touch attack that it can make as a standard action, using its highest base attack bonus. This attack originates when its disembodied soul reaches out independently and uses negative energy to deal 1d8 points of damage to living creatures + 1 point of damage per every 2 Hit Dice possessed by the forsaken lich. This attack has a reach 5 feet greater than the forsaken lich's normal reach, and may be directed at nearby undead creatures to heal them, or used on the forsaken lich itself to heal damage inf licted on its corporeal form.</p><p><i>Soul Lash (Su)</i>: Unbridled magic endlessly funnels into a forsaken lich's body, scouring its body and soul with mighty energies. As a swift action, each round a forsaken lich can unleash this dark energy in a blast of pure magical destructiveness. This blast takes the form of a 240-foot line of destructive energy that deals an amount of damage equal to 1d6 per 2 Hit Dice the forsaken lich possesses (to a maximum of 20d6) and paralyzes those affected for 1d10 rounds. Creatures that make a Ref lex save partially avoid the arcane lash, taking only half damage and avoiding the paralysis.</p><p>This energy is not completely under the forsaken lich's control. If the forsaken lich does not spend a swift action to discharge the energy every round, it takes an amount of damage equal to 1d6 x 1/4 of its total Hit Dice.</p><p><b>Special Qualities:</b> A forsaken lich gains the following special quality.</p><p><i>Delusory Aura (Su)</i>: Like its soul, a forsaken lich's mind is discorporated and scattered across the area around its corpse. This fills the area within 100 feet of the forsaken lich with an ever-shifting panoply of its darkest dreams, dashed ambitions, and enraged insanity. This area is considered to be under the effects of <i>mirage arcana</i>, but of a particularly disturbing variety. All living creatures within the area take a -4 penalty on any saves against fear effects.</p><p>If the effect is dispelled, it reconstitutes 1 round later.</p><p><b>Abilities:</b> Str +6, Cha +6. Being undead, a lich has no Constitution score.</p></h4></div>", "Languages": "Common, Necril", "Source": "AP 48", "Land": "1", "Organization": "solitary", "Ref": "3", "Climb": "0", "HD": "(11d8+44)", "AbilitiyScores": "Str 20, Dex 10, Con -, Int 13, Wis 21, Cha 18", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1810, "SubType": "(augmented humanoid)", "MonsterSource": "", "Feats": "Combat Expertise, Craft Wondrous Item, Extra Channel, Improved Critical (scythe), Improved Trip, Selective Channeling, Weapon Focus (scythe)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "cleric of Urgathoa 11", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "21, touch 11, flat-footed 21", "Swim": "0", "Name": "Forsaken Lich", "VariantParent": "", "Skills": "Knowledge (arcana) +15, Knowledge (religion) +15, Perception +16, Sense Motive +19, Spellcraft +15", "ClassArchetypes": "", "IsTemplate": "1", "Will": "12", "Race": "Human lich", "CR": "12", "XP": 12800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "death's embrace", "Saves": "Fort +7, Ref +3, Will +12", "Melee": "+1 scythe +15/+10 (2d4+8/19-20/x4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "NE", "Size": "Medium"}