{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 378, "Treasure": "double (+3 scythe, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Grim Reaper</h2><h3><i><i>This tall</i>, <i>cloaked figure stares out from the black hood that covers its head</i>. <i>It wields an enormous scythe in its skeletal</i>, <i>bone-white hands</i>, <i>looking as though it is freezing the very air around it</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Grim Reaper</p><p class=\"alignright\">CR 20</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>307,200</h5><h5>NE Large undead (evil, extraplanar, incorporeal)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +35</h5><h5><b>Aura </b>fear aura (40 ft., DC 36)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>32, touch 20, flat-footed 30 (+9 deflection, +2 Dex, +12 natural, -1 size)</h5><h5><b>hp </b>378 (28d8+252)</h5><h5><b>Fort </b>+18, <b>Ref </b>+11, <b>Will </b>+20</h5><h5><b>Defensive Abilities </b>channel resistance +4, incorporeal; <b>DR </b>15/ cold iron and good; <b>Immune </b>undead traits; <b>SR </b>31</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 60 ft. (perfect)</h5><h5><b>Melee </b><i><i>+3 scythe</i></i> +27/+22/+17/+12 (2d6+13/19-20/x4 plus death touch)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>15 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +29)</br>Constant&mdash;<i>fly</i>, <i>foresight</i>, <i>true seeing</i></br>At Will&mdash;<i>circle of death</i> (DC 25), <i>control undead</i> (DC 26), <i>invisibility</i>, <i>plane shift</i> (DC 26), <i>polymorph</i></br>3/day&mdash;<i>energy drain</i> (DC 28), <i>finger of death</i> (DC 26), <i>soul bind</i> (DC 28), summon minor reapers (level 8, 1d4 minor reapers), <i>unwilling shield</i> (DC 25)</br>1/day&mdash;quickened <i>destruction</i> (DC 26), <i>wail of the banshee</i> (DC 28)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>15, <b>Con </b>-, <b>Int </b> 16, <b>Wis </b>19, <b>Cha </b>29</h5><h5><b>Base Atk </b>+21; <b>CMB </b>+24; <b>CMD </b>50 (can't be tripped)</h5><h5><b>Feats </b>Cleave, Combat Casting, Combat Expertise, Combat Reflexes, Critical Focus, Great Cleave, Greater Weapon Focus (scythe), Improved Critical (scythe), Improved Disarm, Improved Initiative, Power Attack, Quicken Spell-Like Ability (<i>destruction</i>), Vital Strike, Weapon Focus (scythe)</h5><h5><b>Skills </b>Diplomacy +37, Disguise +40, Fly +39, Knowledge (planes) +31, Perception +35, Sense Motive +35, Stealth +29</h5><h5><b>Languages </b>Common, Celestial, Infernal; truespeech</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double (<i>+3 scythe</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Death Touch (Su)</b> Creatures hit by either a grim reaper's touch attack or by a weapon wielded by a grim reaper must succeed at a DC 33 Fortitude save or gain 2d4 negative levels. The save DC is Charisma-based. A grim reaper can channel this ability through any weapon it wields. A humanoid slain by a reaper's death touch is consumed in unholy fire and has its remains destroyed as the <i>destruction</i> spell. This is a death effect. </h5><h5><b>Summon Minor Reapers (Sp)</b> Three times per day, a reaper can summon 1d4 minor reapers as a standard action. Each of these minor reapers is assigned a single creature to attack, and the targeted creature must battle the minor reaper by itself. The target that the grim reaper assigns to its minor reapers need not be in sight, but it must be on the same plane on which the minor reaper was summoned. A grim reaper may only assign one minor reaper to any creature at a given time, even if it uses this ability multiple times.</h5></div><br></br><div><h4><p><p>Known by many names throughout nearly all cultures, grim reapers are the personifications of death and all the pain and fear associated with that state. They are universally feared by the living as harbingers of <i>destruction</i> and masters of all that has already passed from life. These hooded beings travel through the planes with the sole intent of bringing about the end of life, slaying with a deliberateness inscrutable to all but themselves.</p><p>While grim reapers are the most feared of their kind, they are not alone. The towering, ghostlike grim reapers are served by minor reapers, corporeal servitors that enact their master's dreadful will and meet out death's unrelenting touch. A grim reaper is 15 feet tall and, as an incorporeal creature, has no physical weight except for its equipment. Minor reapers stand 7 feet tall and weigh approximately 70 pounds.<b></p><p>Ecology</b></p><p> Grim reapers have no creator and are not born by any definition of the word-they simply exist, much as the multiverse itself does. Some philosophers argue that grim reapers were created along with the Negative Energy Plane, manifesting from this plane when mortalkind first realized death's terminal permanency. Others claim that multiple minor reapers meeting on the Negative Energy Plane or another area infused with overwhelming negative energy might join together to form a new grim reaper.</p><p>While similar in shape to the psychopomps who serve Pharasma and ferry souls to their fates upon the planes, reapers care little for mortal souls, reveling in the moment of death and dissolution of the impermanent, regardless of the elaborate bureaucracy that oversees the doomed.<b></p><p>Habitat & Society</b></p><p> While grim reapers stalk the planes, spreading death and despair for their own sakes, they are not alone in their endeavors. Among their many powers, grim reapers can summon lesser versions of themselves to seek out and kill specific individuals.</p><p>These minor reapers are encountered far more often than their masters, either in the service of their masters or summoned by evil magic-users to do their foul bidding. While stripped of their more powerful brethren's necromantic powers, these minor reapers are nonetheless brutal hunters and stop at nothing to achieve their objective. Minor reapers usually wait until their target is alone before appearing for battle, though if a pack of these undead assassins are sent after a group of victims, they will engage multiple targets if necessary.</p><p>If summoned by a grim reaper, minor reapers act as its additional eyes and ears, and if they are destroyed, their master is immediately aware of their obliteration. Other times, a grim reaper may summon minor reapers to aid in its escape from a battle it expects to lose, and flees to another plane of existence where it may recover and better prepare for the annihilation of its targets.</p><p>Grim reapers possess the ability to speak to any intelligent being, and the few who have survived encounters with a reaper or its minions claim that the bringer of death spoke to them in a deep, unearthly voice like nothing in the material realm.</p><p>Minor reapers can be created by casters of 20th level or higher using the spell <i>create greater undead</i>.</p></h4></div>", "Languages": "Common, Celestial, Infernal; truespeech", "Source": "AP 48", "Land": "1", "Organization": "solitary", "Ref": "11", "Climb": "0", "HD": "(28d8+252)", "AbilitiyScores": "Str 24, Dex 15, Con -, Int 16, Wis 19, Cha 29", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 1815, "SubType": "(evil, extraplanar, incorporeal)", "MonsterSource": "", "Feats": "Cleave, Combat Casting, Combat Expertise, Combat Reflexes, Critical Focus, Great Cleave, Greater Weapon Focus (scythe), Improved Critical (scythe), Improved Disarm, Improved Initiative, Power Attack, Quicken Spell-Like Ability (destruction), Vital Strike, Weapon Focus (scythe)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "18", "Fly": "1", "RacialMods": "", "AC": "32, touch 20, flat-footed 30", "Swim": "0", "Name": "Grim Reaper", "VariantParent": "", "Skills": "Diplomacy +37, Disguise +40, Fly +39, Knowledge (planes) +31, Perception +35, Sense Motive +35, Stealth +29", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "20", "XP": 307200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +18, Ref +11, Will +20", "Melee": "+3 scythe +27/+22/+17/+12 (2d6+13/19-20/x4 plus death touch)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 60 ft. (perfect)", "Alignment": "NE", "Size": "Large"}