{"Group": "Psychopomp", "Space": "5 ft.", "Mythic": "0", "HP": 171, "Treasure": "standard (+2 glamered breastplate, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Psychopomp, Morrigna</h2><h3><i><i>A morbidly beautiful woman clad in a gown of spider silk leans upon a staff seemingly topped with a giant spider</i>. <i>The fetishes of savage magical traditions dangle from thick strands that wrap her form</i>, <i>even mummifying her angular face</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Morrigna</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>N Medium outsider (extraplanar, psychopomp)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., low-light vision, spiritsense; Perception +25</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 15, flat-footed 28 (+8 armor, +3 Dex, +8 natural)</h5><h5><b>hp </b>171 (18d10+72); regeneration 5</h5><h5><b>Fort </b>+10, <b>Ref </b>+15, <b>Will </b>+16</h5><h5><b>DR </b>10/adamantine; <b>Immune </b>death effects, disease, poison; <b>Resist </b>cold 10, electricity 10; <b>SR </b>24</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +24 (2d6+6), 2 wrappings +19 (1d6+3 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>wrappings Space 5 ft.; Reach 5 ft. (10 ft. with wrappings)</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +15)</br>At will&mdash;<i>detect undead</i>, <i>share language</i>,* <i>speak with animals</i> (including vermin), <i>stone tell</i></br>3/day&mdash;summon (level 7, 1d4 giant tarantulas, 75%; or 1d4 spider swarms, 100%)</br>5/day&mdash;<i>speak with dead</i> (6 questions, CL 12th)</h5></h5><h5><b>Inquisitor Spells Known</b> (CL 12th; concentration +15)</br>4th (3/day)&mdash;<i>cure critical wounds</i>, <i>divination</i>, <i>freedom of movement</i>, <i>spell immunity</i></br>3rd (5/day)&mdash;<i>blood biography</i>*, <i>dimensional anchor</i>, <i>dispel magic</i>, <i>halt undead</i></br>2nd (6/day)&mdash;<i>confess</i>*, <i>detect thoughts</i>, <i>hold person</i>, <i>invisibility</i>, see <i>invisibility</i></br>1st (6/day)&mdash;<i>bane</i>, <i>command</i>, <i>comprehend languages</i>, <i>expeditious retreat</i>, <i>sanctuary</i>, <i>wrath</i>*</br>0&mdash;<i>bleed</i>, <i>detect magic</i>, <i>disrupt undead</i>, <i>read magic</i>, <i>sift</i>*, <i>stabilize</i></h5></h5><h5>* See the <i>Advanced Player's Guide</i>.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>22, <b>Dex </b>19, <b>Con </b>19, <b>Int </b> 12, <b>Wis </b>17, <b>Cha </b>16</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+24 (+28 grapple); <b>CMD </b>40</h5><h5><b>Feats </b>Alertness, Combat Expertise, Combat Reflexes, Deflect Arrows<sup>B</sup> (with wrappings), Eschew Materials<sup>B</sup>, Improved Initiative, Iron Will, Persuasive, Step Up, Following Step*, Step Up and Strike*</h5><h5><b>Skills </b>Bluff +12, Climb +8, Diplomacy +25, Disguise +16, Intimidate +14, Knowledge (planes) +10, Perception +25, Sense Motive +25, Sleight of Hand +15, Stealth +20, Survival +22, Swim +8</h5><h5><b>Languages </b>Abyssal, Celestial, Infernal</h5><h5><b>SQ </b>change shape, spider sight</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Boneyard)</h5><h5><b>Organization </b>solitary or group (3-15)</h5><h5><b>Treasure </b>standard (<i>+2 glamered breastplate</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Change Shape (Su)</b></b> A morrigna can assume any animal or humanoid form three times per day as if using <i>polymorph</i>. </h5><h5><b>Spider Sight (Su)</b> A morrigna can see through the thousands of eyes of any spider swarm she summons, as though it were the sensor of an <i>arcane eye</i> spell. She does not have to concentrate to use this ability. If a swarm is destroyed, the effect ends. </h5><h5><b>Wrappings (Su)</b> While in her natural form, a morrigna can animate the webs wrapping her body as a standard action. While animated, the webs deflect incoming attacks, granting a +2 shield bonus and blocking one ranged weapon attack every round as per the Deflect Arrows feat. The wrappings also lash out against opponents as secondary natural weapons with a 10-foot reach and the grab special attack.</h5></div><br></br><div><h4><p><p>Morrignas walk among mortals, forever passing between the realms of life and death to ensure the coexistence of both. While other psychopomps bring souls into the fold and defend the cycle of death and judgment with military precision, these servants of Pharasma's serve as her trackers, death's active hand in the mortal world and beyond. Called bounty hunters by some, investigators by others, and assassins by the bitter, they hunt those who trade in souls, capture would-be immortals, and chase down lost knowledge to aid in petitioners' final judgments.</p><p>Morrignas also confront the souls of atheists before they enter Pharasma's realm, lest their toxic defiance of the gods infect and corrupt the souls of loyal servants.</p><p>Because of their close association with the mortal world, morrignas appear the most human of all psychopomps, though mummified in the webs of some giant spider.</p><p>Despite their unnerving appearance, most morrignas blend in well with mortal communities, making use of their considerable shape-changing abilities. Rather than appearing as unique individuals, many morrignas prefer to take on the appearances of those who have died, taking a strange pleasure in adopting the forms and personalities of those who have passed on. Morrignas stand 7 to 8 feet tall and weigh 200 to 250 pounds.<b></p><p>Ecology</b></p><p> Morrignas ascend from lesser psychopomps after ages of devout service, though sometimes a mortal soul of sufficient skill may be chosen to serve immediately.</p><p>Many dwell within the Boneyard, acting as investigators, defenders, and prosecutors of the dead. The vast majority of morrignas travel the planes, either on missions or on their own recognizance. Whatever their location, Pharasma's hunters ensure the smooth operation of death's bureaucratic machine by eliminating complications. Like most psychopomps, morrignas take pleasure from simple but unnecessary mortal tasks.<b></p><p>Habitat & Society</b></p><p> Morrignas dedicate their existence to wiping out any forces that circumvent or corrupt the natural cycle of death and judgment. They deliver divine <i>wrath</i> upon those who traffic in souls, be they night hags, human mages, devils who tempt mortals, or angels who press the dying for deathbed conversions.</p><p>As bounty hunters, morrignas hunt those vile beings who shirk the stability of the multiverse for quick profit: soul traders. Although daemons and night hags are the most infamous, all the Outer Planes share some guilt of this heinous crime, from the depths of Hell to the singing peaks of Heaven. Unwaveringly dedicated to their moral and philosophical bent, outsiders invariably see only their outlook as correct and their proclamations as valid. But when their philosophy becomes action and they lay claim to souls without the due process of the Spire, the balance of the planes shudders. Morrignas step in to restore balance, slaughtering the lucky and hauling the less fortunate back to Pharasma's court, where terrible punishments await them for their overzealousness.</p><p>As investigators, morrignas seek secrets that mortals bury out of desperation, humiliation, and lust for power.</p><p>Those who live significant lives and stir other outsiders to argue over their fate all too often bury the truth, even from themselves. Scouring the memory of a murderer proves pointless in a world where magic and madness change or strip away the truth. Instead, morrignas seek the empirical truth: witnesses, writings, trophies, and other artifacts of actions long thought lost. They ensure a mortal's final judgment is enacted not just from a position of neutrality, but from one of knowledge.</p><p>As assassins, morrignas retrieve those seeking to escape inevitability-escaped petitioners, powerful undead, would-be divinities, and other mortals too clever or foolish to die naturally. Many spend years or even decades among mortals gathering information, following leads, and maneuvering ever closer to their often-powerful targets. They are the personal deaths nipping at the heels of mortals audacious enough to live beyond their years.</p></h4></div>", "Languages": "Abyssal, Celestial, Infernal", "Source": "AP 48", "Land": "1", "Organization": "solitary or group (3-15)", "Ref": "15", "Climb": "0", "HD": "(18d10+72)", "AbilitiyScores": "Str 22, Dex 19, Con 19, Int 12, Wis 17, Cha 16", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1817, "SubType": "(extraplanar, psychopomp)", "MonsterSource": "", "Feats": "Alertness, Combat Expertise, Combat Reflexes, Deflect ArrowsB (with wrappings), Eschew MaterialsB, Improved Initiative, Iron Will, Persuasive, Step Up, Following Step*, Step Up and Strike*", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "0", "RacialMods": "", "AC": "29, touch 15, flat-footed 28", "Swim": "0", "Name": "Morrigna", "VariantParent": "", "Skills": "Bluff +12, Climb +8, Diplomacy +25, Disguise +16, Intimidate +14, Knowledge (planes) +10, Perception +25, Sense Motive +25, Sleight of Hand +15, Stealth +20, Survival +22, Swim +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "16", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "any (Boneyard)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape, spider sight", "Saves": "Fort +10, Ref +15, Will +16", "Melee": "2 slams +24 (2d6+6), 2 wrappings +19 (1d6+3 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}