{"Group": "Demon", "Space": "5 ft.", "Mythic": "0", "HP": 37, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon, Hala</h2><h3><i><i>Skin the color of thunderheads and wings made for soaring through the most violent winds mark this lean</i>, <i>cyclopic being as a master of terrible storms</i>. <i>The sound of shrieking wind emanates from its mouth full of needle-sharp teeth</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Hala</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>CE Medium outsider (air, chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +8</h5><h5><b>Aura </b>stormwind aura</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 14, flat-footed 14 (+4 Dex, +4 natural)</h5><h5><b>hp </b>37 (5d10+10)</h5><h5><b>Fort </b>+6, <b>Ref </b>+8, <b>Will </b>+1</h5><h5><b>Defensive Abilities </b>vengeful wind; <b>DR </b>10/cold iron or good; <b>Immune </b>electricity, poison; <b>Resist </b>acid 10, cold 10, fire 10; <b>SR </b>15</h5><h5><b>Weaknesses </b>enemy of dragons and eagles</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (perfect)</h5><h5><b>Melee </b>2 claws +9 (1d4+3), bite +9 (1d6+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>hailstorm</h5><h5><b>Spell-Like Abilities</b> (CL 5th; concentration +7) </br>At Will&mdash;<i>alter winds</i> (DC 13) </br>3/day&mdash; <i>gust of wind</i> (DC 14), <i>river of wind</i>* (DC 16) </br>1/day&mdash;<i>control winds</i> (DC 17), summon (level 3, 1 hala 40%)</h5></h5><h5>* See the <i>Advanced Player's Guide</i>.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>19, <b>Con </b>14, <b>Int </b> 12, <b>Wis </b>11, <b>Cha </b>15</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+8; <b>CMD </b>22</h5><h5><b>Feats </b>Flyby Attack, Hover, Weapon Finesse<sup>B</sup>, Wingover</h5><h5><b>Skills </b>Acrobatics +12, Escape Artist +12, Fly +20, Intimidate +10, Knowledge (planes) +9, Perception +8, Stealth +12</h5><h5><b>Languages </b>Abyssal, Celestial, Draconic, telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Enemy of Dragons and Eagles (Ex)</b> Halas are hated enemies of dragons and eagles. Those creatures gain a +2 bonus on attack and damage rolls against hala demons. </h5><h5><b>Hailstorm (Su)</b> A hala can call down hailstones from surrounding clouds once every 1d4 rounds as a standard action. These hailstones deal 1d6 points of bludgeoning damage and 1d6 points of cold damage to all creatures within a 20-foot radius that have no overhead cover. A DC 14 Reflex save halves this damage. The save DC is Constitution-based. To use this ability, the hala must be outside and there must be clouds in the sky. </h5><h5><b>Stormwind Aura (Su)</b> Halas surround themselves with a buffeting shroud of supernatural, windstorm-force winds. These winds shield a hala from any other wind effects and form a shell of breathable air around it, allowing the hala to breathe underwater. Ranged weapons and gases directed toward a hala are affected as the spell <i>wind wall</i>. </h5><h5><b>Vengeful Wind (Su)</b> Anytime a hala takes damage from a critical hit, a powerful blast of wind explodes forth in the direction of the attacker. This blast takes the form of a 60-foot-long gale, treated as a <i>gust of wind</i> spell, directed from the hala toward the opponent that scored the critical hit against it (if that creature is more than 60 feet away, the wind is aimed in its direction but doesn't come close enough to affect it). This wind is also charged with electricity. Any creature in or that enters the area of effect must make a DC 14 Reflex save or take 3d6 points of electricity damage. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Hala demons are commonly known as storm demons. Bound to service by Pazuzu, these demons ride the winds across the Abyssal skies, lurk within dark and turbulent clouds, and act as his scouts and spies. Halas have a single, blood-red eye, an enormous mouth lined with razor-sharp teeth, and lengthy horns growing from their heads. A typical hala stands 7 feet tall, weighs 200 pounds, and possesses large wings that span 20 feet across. </p><p><b>Ecology</b> </br> Hala demons form from covetous souls, those who desired the possessions of others so much so that they indulged in such acts as murder, theft, or blackmail. The more persons harmed by these desires, the more likely the soul is to become a hala in the Abyss. Halas are masters of the winds, harnessing the power of storms, redirecting and amplifying that energy to cause the most damage and chaos possible. They relish the destructive forces of their storms, and can manipulate a storm's energy to rain down hailstones to pelt the area. Their command of the winds also aids them in flight. They are never impeded by storm winds, but instead ride them, often achieving top speeds by accelerating the wind currents around them. Due to the nature of their origin, halas are highly possessive. A hala will often refer to the storm clouds they marshal as \"my storm.\" A hala is predisposed to grab any item it finds particularly desirable, and will actively pillage regions that its storm passes over. The desire to take from others remains so prevalent in the hala's nature that it often carries large sacks in which to place all the items it takes during its flights. <i>Bags of holding</i> or <i>handy haversacks</i> are highly prized possessions to a hala, as it allows it to pillage even more items. Halas are voracious, with large mouths that open nearly ear-to-ear. Edible items they find in their pillaging are often consumed immediately. This includes a particular appetite for children and other Small humanoids. </p><p><b>Habitat & Society</b></br> Halas can be seen throughout the Abyss, roaming the skies in servitude to Pazuzu as his dedicated scout force. Their heaviest concentration, however, exists in High M'Vania, as all hala demons are required to return to Pazuzu's realm once a century to report all that they have observed. Despite the duty to return to High M'Vania, halas are solitary demons, distrusting all others, especially other hala demons, fearing that they will attempt to take their pillaged possessions. Therefore, most halas live in isolated, remote areas where they maintain their hoards of ill-gotten gains. Pazuzu values his hala minions not only for the intelligence they gather on the activities of his enemies in the Abyss, but also for the chaos and destruction they bring on the winds. He is especially fond of sending halas to the Material Plane to ravage the countryside with storms and hail. As in the Abyss, halas on the Material Plane prefer to reside in remote areas. The lair of a hala is often located in a hidden cave in an isolated mountain range, or in the hollow of a giant, ancient tree deep in a forest or swamp. While hala demons have a general dislike for or distrust of nearly all creatures, they have an especially strong fear and hatred of two creatures: eagles and dragons. Eagles have an innate response to attack and drive a hala from the skies, possibly due to the threat the hala represents to the eagle's territory and offspring. Dragons-of any breed-largely view the storm demons as a danger to their own hoards of treasure, for if a hala discovers the dragon's lair, it will stop at nothing to possess all that lies within it.</p></h4></div>", "Languages": "Abyssal, Celestial, Draconic, telepathy 100 ft.", "Source": "AP 49", "Land": "1", "Organization": "solitary", "Ref": "8", "Climb": "0", "HD": "(5d10+10)", "AbilitiyScores": "Str 16, Dex 19, Con 14, Int 12, Wis 11, Cha 15", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1837, "SubType": "(air, chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Flyby Attack, Hover, Weapon FinesseB, Wingover", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "1", "RacialMods": "", "AC": "18, touch 14, flat-footed 14", "Swim": "0", "Name": "Hala", "VariantParent": "", "Skills": "Acrobatics +12, Escape Artist +12, Fly +20, Intimidate +10, Knowledge (planes) +9, Perception +8, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +8, Will +1", "Melee": "2 claws +9 (1d4+3), bite +9 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 60 ft. (perfect)", "Alignment": "CE", "Size": "Medium"}