{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 19, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ratling</h2><h3><i><i>This ratlike creature has tiny human hands in place of its front paws</i>, <i>and an unnerving human face with a toothy mouth</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ratling</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>CE Tiny magical beast </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 15, flat-footed 13 (+2 Dex, +1 dodge, +1 natural, +2 size)</h5><h5><b>hp </b>19 (3d10+3)</h5><h5><b>Fort </b>+4, <b>Ref </b>+5, <b>Will </b>+1</h5><h5><b>Defensive Abilities </b>evasion; <b>Immune </b>disease, poison</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., burrow 10 ft., climb 20 ft., swim 30 ft.</h5><h5><b>Melee </b>bite +3 (1d3-2 plus bleed)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>bleed (1), sneak attack +1d6</h5><h5><b>Spell-Like Abilities</b> (CL 6th; concentration +7) Constant&mdash;<i>detect magic</i>, <i>read magic</i>, <i>speak with animals</i> (rodents only), <i>spider climb</i>, <i>tongues</i> </br>3/day&mdash;<i>cause fear</i> (DC 12), <i>dimension door</i>, <i>invisibility</i> (self only) </br>1/day&mdash;<i>summon swarm</i> (rat swarm only) </br>1/week&mdash;<i>commune</i> (only when serving as a familiar; 6 questions, CL 12th)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>6, <b>Dex </b>15, <b>Con </b>13, <b>Int </b> 12, <b>Wis </b>10, <b>Cha </b>13</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+3; <b>CMD </b>12 (16 vs. trip)</h5><h5><b>Feats </b>Dodge, Mobility</h5><h5><b>Skills </b>Climb +6, Knowledge (planes) +4, Perception +6, Stealth +16, Swim +6</h5><h5><b>Languages </b>Aklo; <i>tongues</i></h5><h5><b>SQ </b>scroll use</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any urban</h5><h5><b>Organization </b>solitary or conclave (2-20 ratlings with 2-12 dire rats and 1-4 rat swarms)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Scroll Use (Ex)</b> A ratling can cast spells from any magic scroll as if it possessed the spell on its spell list.</h5></div><br></br><div><h4><p><p>The rats that dwell in the walls of old edifices or amid the dripping tunnels of crumbling sewers are not always simple animals. At times, the hidden scrabbling of tiny paws comes from sources altogether more sinister and vile. The ratling is a hideous amalgamation of rat and human: a long-haired rodent with front paws that are more accurately called hands, and a face reminiscent of a leering old man. Within the ratling's humanoid mouth can be found long, yellow incisors more akin to those one might find in the jaws of a rat. These teeth are remarkably sharp, and when combined with the blood-thinning qualities in the ratling's saliva, are capable of inf licting particularly dangerous, bleeding wounds. A ratling is just over 2 feet long (although half that length is its long, ratty tail) and weighs 10 pounds. </p><p><b>Ecology</b> </br> Ratlings are carnivores. While they can subsist on prey less able to defend itself, such as grubs, other rodents, and carrion, they much prefer the warm flesh of living food. Children are their preferred meals, not only because such targets are easier to catch and generally safe to chase, but also because the sadistic ratling enjoys the purer sense of fear a screaming child might offer as dinnertime entertainment. The elderly and infirm are also common targets, both because of their lessened ability to defend themselves and simply because older victims are often in high supply in the places ratlings prefer to dwell. A ratling can (and often does) mate with normal rats. If the ratling parent is male, the products of such disturbing unions are large and particularly aggressive rats (often with vestigial humanlike features or other sickening deformities). If the ratling parent is female, she will spawn a litter of a dozen or so young, including one infant ratling, with the remainder being horribly deformed rats. The stronger and deadlier infant ratling generally feeds upon its brothers and sisters. At the very least, it dismembers them and arranges the torn limbs and entrails in strange patterns, as its not-yet-fully-developed sense of the occult and more heinous magical traditions compels it to enact proto-rituals out of necromantic curiosity. Ratlings understand that most larger creatures present a significant danger. In combat, they generally do not remain around long enough for most fights to last more than a round or two. A ratling's preferred tactic is to become invisible, scuttle out to bite a target to gain the advantage of its sneak attack, then scurry away to a safe vantage point so it can, hopefully, watch its bitten victim bleed to death from its wounds. </p><p><b>Habitat & Society</b></br> Ratlings are far smarter than typical rats. On average, their intellect exceeds that of a typical human. As such, ratlings prefer to dwell in areas where their constant thirst for knowledge and boundless curiosity can continuously be quenched. Universities, wizards' guilds, libraries, and the like are the favorite haunts of ratlings. Old manors of families with long traditions of scholastic pursuit are even greater catches, for here, ratlings do not have to contest with increased levels of traffic or interruption. They often pilfer scrolls and books to quench their thirst for knowledge, just as they chase children to quench their thirst for blood. A ratling generally enjoys the company of normal rats. In most cases, the creature is a loner among its own kind, but ratling conclaves are well-documented in the basements and attics of certain particularly old and large repositories of knowledge. These gatherings of ratlings often ape the structure of a typical university, with a group led by the most knowledgeable among the conclave, who serves to direct the \"studies\" of the younger members of the group. These elder ratlings often demand forays into the structure itself, scavenging missions to gather up books and scrolls for further study, but the conclaves are always careful to limit these stolen texts to ones that they observe as having been forgotten or generally unused. Ratlings know that humanoids are dangerous foes, and the longer a ratling conclave can hide its presence in an active building, the better. Ratling elders often advance as clerics, oracles, witches, or wizards; they rarely gain levels as non-spellcasting classes (although some have been known to take on rogue levels-particularly those who dwell alongside thieves' guilds or among wererats). Ratlings who take witch or wizard levels and have a familiar most often choose rats-an association that often brings with it more than mere supernatural companionship. Although ratlings are capable of gaining improved familiars, they can never select another ratling as a familiar. </p><p><b>Ratlings as Familiars</b></br> While many creatures might balk at the concept of becoming a familiar, ratlings quite enjoy the role. Not only does being a spellcaster's familiar give a ratling the security of having a powerful guardian who seeks to keep it safe, but also the ratling familiar has all but guaranteed access to texts and scrolls to read and study. Most spellcasters who take on ratlings as familiars also allow the ratlings to sup on their blood, giving their familiars an even greater reason to remain loyal and devoted to their masters or mistresses. A ratling who serves as a familiar gains the ability to use <i>commune</i> once per week as a spell-like ability. A ratling can serve a spellcaster as a familiar if the spellcaster has the Improved Familiar feat. In order to gain a ratling familiar, the spellcaster must be chaotic evil and at least 7th level. A spellcaster with a ratling familiar typically carries numerous scrolls on his person for the ratling to access during combat.</p></h4></div>", "Languages": "Aklo; tongues", "Source": "AP 49", "Land": "1", "Organization": "solitary or conclave (2-20 ratlings with 2-12 dire rats and 1-4 rat swarms)", "Ref": "5", "Climb": "1", "HD": "(3d10+3)", "AbilitiyScores": "Str 6, Dex 15, Con 13, Int 12, Wis 10, Cha 13", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1838, "SubType": "", "MonsterSource": "", "Feats": "Dodge, Mobility", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "16, touch 15, flat-footed 13", "Swim": "1", "Name": "Ratling", "VariantParent": "", "Skills": "Climb +6, Knowledge (planes) +4, Perception +6, Stealth +16, Swim +6", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any urban", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "scroll use", "Saves": "Fort +4, Ref +5, Will +1", "Melee": "bite +3 (1d3-2 plus bleed)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., burrow 10 ft., climb 20 ft., swim 30 ft.", "Alignment": "CE", "Size": "Tiny"}