{"Group": "Oni", "Space": "5 ft.", "Mythic": "0", "HP": 57, "Treasure": "double (leather armor, +1 kusarigama, composite longbow [+2 Str] with 20 arrows, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Oni, Yamabushi Tengu</h2><h3><i><i>This humanoid creature has a fearsome mien</i>, <i>with a cruel red face</i>, <i>glaring yellow eyes</i>, <i>a prodigious nose</i>, <i>and large ravenlike wings</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Yamabushi Tengu</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>LE Medium outsider (native, oni, shapechanger, tengu)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., low-light vision, <i>see invisibility</i>; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 14, flat-footed 14 (+2 armor, +4 Dex, +2 natural)</h5><h5><b>hp </b>57 (6d10+24); regeneration 2 (fire or acid)</h5><h5><b>Fort </b>+9, <b>Ref </b>+9, <b>Will </b>+4; -2 vs. illusion (pattern) spells</h5><h5><b>SR </b>16</h5><h5><b>Weaknesses </b>susceptible to patterns</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 30 ft. (average)</h5><h5><b>Melee </b><i><i>+1 kusarigama</i></i> +10/+5 (1d6+4/x3), bite +3 (1d4+1)</h5><h5><b>Ranged </b>composite longbow +10/+5 (1d8+2/x3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>steal voice</h5><h5><b>Spell-Like Abilities</b> (CL 5th; concentration +8) Constant&mdash;<i>see invisibility</i>, <i>ventriloquism</i> (DC 14) </br>3/day&mdash;<i>dimension door</i>, <i>hideous laughter</i> (DC 15), <i>ray of enfeeblement</i> (DC 14), <i>scorching ray</i> </br>1/day&mdash;<i>blur</i>, <i>glitterdust</i> (DC 15)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>19, <b>Con </b>18, <b>Int </b> 12, <b>Wis </b>15, <b>Cha </b>16</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+8; <b>CMD </b>22</h5><h5><b>Feats </b>Combat Casting, Combat Reflexes, Improved Initiative</h5><h5><b>Skills </b>Acrobatics +13, Bluff +12, Disguise +12, Fly +13, Knowledge (planes) +10, Perception +15, Stealth +13; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>Languages </b>Common, Tengu, Tien</h5><h5><b>SQ </b>change shape (Medium humanoid, <i>alter self</i> ), yamabushi weapons</h5><h5><b>Combat Gear </b>leather armor</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate mountains</h5><h5><b>Organization </b>solitary, pair, or patrol (1-2 plus 3-8 tengus or dire corbies)</h5><h5><b>Treasure </b>double (leather armor, <i>+1 kusarigama</i>, composite longbow [+2 Str] with 20 arrows, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Yamabushi Weapons (Ex)</b> A yamabushi tengu is proficient with all monk weapons and all swordlike weapons (including katanas and wakizashi), and gains a +1 bonus on attack rolls and damage rolls with such weapons. Yamabushi tengus who do not use swords favor the kusarigama. </h5><h5><b>Steal Voice (Su)</b> Up to three times per day, but no more than once per target, a yamabushi tengu can attempt to steal a victim's voice as part of its bite attack. When it does so, the creature bitten must make a DC 16 Will save or lose the ability to speak aloud. This prevents the use of any spell with verbal components and the use of command-word-activated magic items, among other difficulties. The yamabushi tengu's voice changes to match the one stolen. The victim's voice remains stolen until the oni steals another voice, until the oni agrees to give the stolen voice back (a standard action requiring the oni to touch the victim), or until the next sunrise. Any effect that removes curses (such as <i>remove curse</i> or <i>break</i> enchantment) can restore a stolen voice (DC for success equals the save DC of the steal voice ability-DC 16 for most yamabushi tengu), as does the death of the oni who stole the voice in the first place. The save DC is Charisma-based. </h5><h5><b>Susceptible to Patterns (Ex)</b> A yamabushi tengu takes a -2 penalty on all saving throws against illusion spells of the pattern subschool. For 1 round after a yamabushi tengu either makes a successful save against a pattern or recovers from the effects of a pattern, it is dazzled.</h5></div><br></br><div><h4><p><p>Yamabushi tengus are oni with a predilection toward thievery and trickery, wearing the flesh of wicked, fiendish tengus. When a yamabushi tengu first appears, its first course of action is invariably to seek out a well-hidden nest or other nook to serve as a lair. Despite their ability to fly, most yamabushi tengus are nervous in open areas, since it's easy to be seen in such environs. A yamabushi tengu is more at home indoors or at night, where it can skulk in the shadows when it's unsure of its surroundings. A yamabushi tengu is 5 feet tall and weighs 120 pounds. </p><p><b>Ecology</b></br> While most yamabushi tengus look like normal tengus, they can actually manifest in a number of humanoid bird shapes. Ravens and crows are the most common model which these creatures take their appearance from, yet tales exist of yamabushi tengus with features more akin to cranes, eagles, peacocks, gulls, vultures, and even pelicans. Only the features of ducks and other billed avians (like geese) are notably absent from yamabushi tengus. In fact, yamabushi tengus have a strange loathing for ducks-they find these birds to be a mix of comic tragedy and pitiful hideousness, from the blunt shape of their bills to their distinctive gait and their warbling quacks. The presence of a duck can often provoke even the most restrained and crafty yamabushi tengu into making poor choices: faced with choosing between attacking a truly dangerous foe or using their weapons and magic against a nearby duck, most yamabushi tengus make the choice to kill the duck, even if such an act might compromise their position to their actual enemy. </p><p><b>Habitat & Society</b></br> Yamabushi tengus are driven by greed, particularly for shiny treasures like coins, jewels, gems, and polished weapons. Many extend this obsession to clothing (favoring brightly colored silks) and armor (preferring light armor over medium or heavy armor). Most of what a yamabushi tengu plots or plans can be traced to a desire to gather as much shiny treasure as possible, but they are also especially entranced and intrigued by avian humanoids-particularly tengus, dire corbies (see <i>Pathfinder Campaign Setting</i>: <i>Misfit Monsters</i> Redeemed) and garudas (see <i>Pathfinder Module</i>: <i>Cult of the Ebon</i> Destroyers). Yamabushi tengus share the most in common with tengus, of course, for it is from these creatures that the oni take their forms. Dire corbies and garudas, being non-humanoid monsters (monstrous humanoids and outsiders respectively) are in strange ways both similar and quite different from tengus, and as such yamabushi tengus find them endlessly fascinating. In the case of dire corbies, the creatures' feral natures, xenophobic personalities, and overall lack of civilization make them ideal groups for a yamabushi tengu to infiltrate and take control of-although in most cases, a yamabushi tengu who infiltrates a dire corby flock eventually grows tired of the crude creatures and moves on. Garudas are more difficult for yamabushi tengus to interact with, for these outsiders are generally good. Encounters between garudas and yamabushi tengus almost always end in combat, typically with the more powerful garuda the victor. As a result, when confronted by a garuda, most yamabushi tengus choose subtlety over direct confrontation. In a best-case scenario, a yamabushi tengu's minions or allies capture and restrain the garuda, giving the yamabushi tengu ample opportunity to interrogate or even vivisect the garuda prisoner. Most yamabushi tengus, though, find greatest comfort dwelling among thieves' guilds-particularly among those populated by tengus, in which case a yamabushi tengu appears in its natural form, using its wings as an obvious badge of superiority over its flightless tengu kin. Among thieves of other races (such as humans), a yamabushi tengu prefers to stay in its humanoid form. However, when a yamabushi tengu assumes the form of anything other than a tengu, its true nature is difficult for it to hide, for invariably the shapechanged oni's nose remains quite prodigious, usually to an almost comical degree. Strangely enough, however, yamabushi tengus generally don't think of their unusual noses as flaws in their magical disguises. A yamabushi tengu can also retain its wings when using its change shape ability, and these pinions, as well as its beaklike nose, are a sure way to tell a disguised yamabushi tengu apart from others.</p></h4></div>", "Languages": "Common, Tengu, Tien", "Source": "AP 49", "Land": "1", "Organization": "solitary, pair, or patrol (1-2 plus 3-8 tengus or dire corbies)", "Ref": "9", "Climb": "0", "HD": "(6d10+24)", "AbilitiyScores": "Str 15, Dex 19, Con 18, Int 12, Wis 15, Cha 16", "Gear": "leather armor", "Ranged": "composite longbow +10/+5 (1d8+2/x3)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1839, "SubType": "(native, oni, shapechanger, tengu)", "MonsterSource": "", "Feats": "Combat Casting, Combat Reflexes, Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "1", "RacialMods": "+4 Perception", "AC": "18, touch 14, flat-footed 14", "Swim": "0", "Name": "Yamabushi Tengu", "VariantParent": "", "Skills": "Acrobatics +13, Bluff +12, Disguise +12, Fly +13, Knowledge (planes) +10, Perception +15, Stealth +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "temperate mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Medium humanoid, alter self ), yamabushi weapons", "Saves": "Fort +9, Ref +9, Will +4; -2 vs. illusion (pattern) spells", "Melee": "+1 kusarigama +10/+5 (1d6+4/x3), bite +3 (1d4+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 30 ft. (average)", "Alignment": "LE", "Size": "Medium"}