{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 60, "Treasure": "standard (Huge-sized greatclub, hide armor, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Aberrant</h2><h3><i>This hulking giant is hideous and deformed. <i>Its body is covered in coarse</i>, <i>dark hair and oozing blisters</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Aberrant</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>NE Large humanoid (giant)</h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 8, flat-footed 19 (+4 armor, -1 Dex, +7 natural, -1 size)</h5><h5><b>hp </b>60 (8d8+24)</h5><h5><b>Fort </b>+9, <b>Ref </b>+1, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>Huge greatclub +12/+7 (4d6+9)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>deformities, oversized weapon fighting</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>23, <b>Dex </b>8, <b>Con </b>17, <b>Int </b> 10, <b>Wis </b>14, <b>Cha </b>10</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+13; <b>CMD </b>22</h5><h5><b>Feats </b>Cleave, Power Attack, Vital Strike, Weapon Focus (greatclub)</h5><h5><b>Skills </b>Intimidate +11, Perception +9, Survival +9; <b>Racial Modifiers </b>-2 penalty to Charisma-based skills per deformity, except +2 bonus to Intimidate checks per deformity</h5><h5><b>Languages </b>Common, Giant</h5><h5><b>SQ </b>deformities, slow and steady</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate mountains and underground</h5><h5><b>Organization </b>solitary, gang (2-5), band (6-9 plus 35% noncombatants), hunting/raiding party (6-9), or tribe (21-30 plus 35% noncombatants plus 1-2 adepts, barbarians, clerics, or sorcerers of 3rd or 4th level)</h5><h5><b>Treasure </b>standard (Huge-sized greatclub, hide armor, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Deformities (Ex)</b> Aberrants possess an assortment of terrible deformities unique to each individual creature. When determining the deformities of a typical aberrant, roll randomly or choose 1d4-1 deformities from the Aberrant Deformities table. If two deformities are contradictory, reroll or select another. Racial bonuses gained from different deformities are cumulative. For each deformity an aberrant possesses, it gains a -2 racial penalty on Charisma-based checks with non-aberrants except for Intimidate checks, where it instead gains a +2 racial bonus. </h5><h5><b>Oversized Weapon Fighting (Ex)</b> The twisted bodies of aberrants allow them to wield weapons designed for Huge-sized creatures without penalty, as if they were Large-sized weapons. </h5><h5><b>Slow and Steady (Ex)</b> Aberrants have a base speed of 20 feet, but their speed is never modified by armor or encumbrance.</h5></div><br></br><div><h4><p><p>Aberrants make their homes in caves, abandoned mines, or deep underground away from civilization. They shun contact with outsiders except when raiding or ambushing travelers who have ventured near their lair.</p><p>Captured trespassers are kept for food, slaves, or traded to other aberrant clans for goods. Aberrants are shunned by other giants and take great pleasure in attacking, killing, or maiming other giants and those that despise them.</p><p>Aberrants stand about 14 feet tall, with malformed, grotesquely deformed bodies.</p><p>Aberrants engage their enemies with their greatclubs. Their various deformities prevent them from hurling rocks. Though not as dim-witted as some other giants, aberrants generally employ less than graceful tactics and do little more than pound their enemies into paste with their clubs.<b></p><p>Aberrant Society</b></p><p> The strong rule, and the weak fall. That is the way of life for the aberrants.</p><p>Each tribe or clan is led by the largest and strongest aberrant. All others rank beneath the leader. New leaders are appointed when the current leader dies. A contest of skill is held with the survivor being elected the new tribal leader and the loser being buried with his fellow giants.</p><p>Aberrant tribes often capture defeated foes and keep them as slaves or trade them to other tribes in exchange for food, goods, or services.</p><p><br></br><b>Aberrant Characters</b><br> Aberrant leaders are barbarians or adepts. Most groups of aberrants include clerics with access to any two of the following domains: Chaos, Evil, Trickery, and War (most choose Chaos and Trickery).</p><p><b>+12 Strength, -2 Dexterity, +6 Constitution, +4 Wisdom</b>. Aberrants are powerful and hardy, and unusually canny creatures.</p><p><b>Large Size</b>: -1 penalty to AC, -1 penalty to attack rolls, -4 penalty on Stealth checks, +1 bonus on CMB and CMD, lifting and carrying limits double those of Medium creatures.</p><p><b>Space/Reach</b>: 10 ft./10 ft.</p><p><b>Darkvision</b>: Aberrants can see in the dark up to 60 feet.</p><p><b>Low-Light Vision</b>: Aberrants can see twice as far as humans in dimly lit conditions.</p><p><b>Racial Hit Dice</b>: An aberrant begins with eight levels of humanoid, which provide 8d8 Hit Dice, a base attack bonus of +6, and base saving throw bonuses of Fort +6, Ref +2, and Will +2.</p><p><b>Racial Skills</b>: An aberrant's humanoid levels give it skill points equal to 8 x (2 + Int modifier).</p><p><b>Racial Feats</b>: An aberrant's humanoid levels give it four feats.</p><p><b>AC</b>: +7 natural armor bonus.</p><p><b>Special Attacks</b>: Oversized weapon fighting, deformities (see above).</p><p><b>Special Qualities</b>: Deformities, slow and steady (see above).</p><p><b>Weapon Familiarity</b>: Aberrants are proficient with simple and martial weapons.</p><p><b>Armor Familiarity</b>: Aberrants are proficient with light and medium armor and with shields (except tower shields).</p><p><b>Languages</b>: Aberrants begin play speaking Giant and Common. Aberrants with high intelligence can choose from among the following bonus languages: Aklo, Dwarven, Gnome, Goblin, Orc, Undercommon.</p></h4></div>", "Languages": "Common, Giant", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, gang (2-5), band (6-9 plus 35% noncombatants), hunting/raiding party (6-9), or tribe (21-30 plus 35% noncombatants plus 1-2 adepts, barbarians, clerics, or sorcerers of 3rd or 4th level)", "Ref": "1", "Climb": "0", "HD": "(8d8+24)", "AbilitiyScores": "Str 23, Dex 8, Con 17, Int 10, Wis 14, Cha 10", "Gear": "", "Ranged": "", "Type": "humanoid", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 1840, "SubType": "(giant)", "MonsterSource": "", "Feats": "Cleave, Power Attack, Vital Strike, Weapon Focus (greatclub)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "-2 penalty to Charisma-based skills per deformity, except +2 bonus to Intimidate checks per deformity", "AC": "19, touch 8, flat-footed 19", "Swim": "0", "Name": "Aberrant", "VariantParent": "", "Skills": "Intimidate +11, Perception +9, Survival +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "temperate mountains and underground", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "deformities, slow and steady", "Saves": "Fort +9, Ref +1, Will +4", "Melee": "Huge greatclub +12/+7 (4d6+9)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "NE", "Size": "Large"}