{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 283, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Abyssal Harvester</h2><h3><i><i>This gigantic beast stands at least 40 feet tall</i>. <i>It is a squat</i>, <i>bloated mass of grayish</i>, <i>leathery flesh</i>, <i>somewhat oval in shape with six long</i>, <i>serpentine tentacles protruding from its form</i>. <i>A massive gaping maw dominates its top surface extending around its entire top half</i>. <i>Hundreds of smaller tentacles adorn the lower part of its body</i>, <i>apparently aiding in locomotion</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Abyssal Harvester</p><p class=\"alignright\">CR 17</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>102,400</h5><h5>CE Gargantuan aberration (chaotic, evil, extraplanar)</h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft.; Perception +31</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 6, flat-footed 28 (+22 natural, -4 size)</h5><h5><b>hp </b>283 (21d8+189)</h5><h5><b>Fort </b>+16, <b>Ref </b>+9, <b>Will </b>+15</h5><h5><b>DR </b>15/cold iron; <b>Immune </b>poison; <b>Resist </b>acid 10, cold 10, fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>6 tentacles +22 (4d6+15/19-20 plus grab)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>debilitating constrict, far reaching, harvest</h5><h5><b>Spell-Like Abilities</b> (CL 20th)</br>At will&mdash;<i>plane shift</i> (DC 21, Astral Plane, the Abyss, the Nine Hells, or the Material Plane only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>41, <b>Dex </b>10, <b>Con </b>29, <b>Int </b> 10, <b>Wis </b>16, <b>Cha </b>13</h5><h5><b>Base Atk </b>+15; <b>CMB </b>+29 (+31 bull rush, +35 grapple); <b>CMD </b>39 (41 vs. bull rush, grapple can't be tripped)</h5><h5><b>Feats </b>Alertness, Awesome Blow, Blind-Fight, Cleave, Improved Bull Rush, Improved Critical (tentacle), Improved Grapple, Improved Natural Attack (tentacle), Lightning Reflexes, Power Attack, Weapon Focus (tentacle)</h5><h5><b>Skills </b>Intimidate +25, Knowledge (planes) +21, Perception +31, Sense Motive +5, Survival +27</h5><h5><b>Languages </b>Abyssal</h5><h5><b>SQ </b>tentacle regeneration</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> the Abyss</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Debilitating Constriction (Su)</b>: An abyssal harvester that has successfully grappled an opponent of its size or smaller deals tentacle damage plus 1d4 points of Constitution damage each round the hold is maintained. A creature reduced to Constitution 0 by an abyssal harvester dies. Note, that the abyssal harvester only deals Constitution damage when constricting a foe. </h5><h5><b>Far Reaching (Su):</b> An abyssal harvester can remain on its abyssal plane and inject up to four of its tentacles across the dimensions and into the Ethereal Plane, Astral Plane, material planes, or Nine Hells. It can do this a total of twelve times per day (so it could inject one tentacle twelve times into any plane, or four tentacles up to three times each). All of its tentacles must be injected into the same plane, and all appear within the same 20-foot area. While using this abitliy, it uses sensory organs on its tentacles to see, hear, smell, and efel its surroundings. It can attack normally (at its full attack bonus) while using this ability but it cannot move from its current location. It can withdraw its tentacles as a move action and re-inject them into the same plane (or a different plane) on its next turn. A <i>dismissal</i>, <i>dispel chaos</i>, or <i>dispel evil</i> spell (using the second effect of either spell) causes an abyssal harvester to withdraw a single tentacle (whichever one was touched) if it fails its Wli lsave. It cannot re-inject that same tentacle into the same plane for one day. A <i>banishment</i> spell forces an abyssal harvester to withdraw all of its tentacles if it fails its Will save. It cannot re-inject any ten-tacles that were banished into the same plane for one day. </h5><h5><b>Harvest (Su):</b> This ability can only be used when the abyssal harvester is on its abyssal plane and injects its tentacles into the Ethereal Plane, Astral Plane, a material plane, or the Nine Hells. A grappled foe with 20 or fewer hit points or 4 or fewer Constitution points must succeed on a DC 21 Will save or be drawn through an invisible planar gate (created around the abyssal harvester's tentacles) onto the same plane where the abyssal harvester currently resides. An opponent drawn into the same plane with the harvester is still grappled upon arrival. The save DC is Charisma-based.</h5><h5><b> Tentacle Regeneration (Ex)</b>: An abyssal harvester regrows any lost tentacles in 1 week.</h5></div><br></br><div><h4><p><p>Abyssal harvesters are horrid monsters found primarily on the Abyssal planes and rarely anywhere else (for an extended amount of time at least). They were created by foul and demonic magic to aid in harvesting bodies and living creatures from other planes for use by the various demon lords and princes (uses include slaves, food, concubines, and so on).</p><p>An abyssal harvester spends most of its time scouring the planes for potential prey. It does so by injecting a single tentacle into the plane and using it to survey its surroundings. If nothing of interest is located, the harvester withdraws its tentacle and moves on. Much of its time is spent scouring the planes as directed by a demon prince, lord, or other powerful demon (though abyssal harvesters loathe answering to non-princes and rarely do so unless said demon poses a direct threat to the harvester's existence). When not under the direct orders of a prince or demon, any creature a harvester harvests becomes a meal for itself.</p><p>A typical abyssal harvester is 40 feet tall, 20 feet wide at its base, and weighs around 40 tons. Its flesh is gray and usually carries a stench of ozone.</p><p>Abyssal harvesters are deadly opponents in battle and have no reservations about engaging an enemy in combat. The creature is smart enough to know when it is beaten however and will withdraw (using its <i>plane shift</i> ability) if combat is going against it.</p><p>Most of the time however, an abyssal harvester simply injects its tentacles into a plane, grapples its foes, and when they are sufficiently weakened, draws them through a temporary gate onto its plane where it devours them.</p><p>Foes can attack an abyssal harvester's tentacles. A tentacle has AC 21 (+11 natural), touch 10, flat-footed 21, and can withstand 30 points of damage. Damaging or severing a tentacle does not harm the abyssal harvester (damage dealt to a tentacle is not subtracted from its hit points).</p><p>An abyssal harvester's natural weapons, as well as any weapons it wields, are treated as chaotic-aligned and evil-aligned for the purpose of overcoming damage reduction.</p></h4></div>", "Languages": "Abyssal", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "0", "HD": "(21d8+189)", "AbilitiyScores": "Str 41, Dex 10, Con 29, Int 10, Wis 16, Cha 13", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 1841, "SubType": "(chaotic, evil, extraplanar)", "MonsterSource": "", "Feats": "Alertness, Awesome Blow, Blind-Fight, Cleave, Improved Bull Rush, Improved Critical (tentacle), Improved Grapple, Improved Natural Attack (tentacle), Lightning Reflexes, Power Attack, Weapon Focus (tentacle)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "16", "Fly": "0", "RacialMods": "", "AC": "28, touch 6, flat-footed 28", "Swim": "0", "Name": "Abyssal Harvester", "VariantParent": "", "Skills": "Intimidate +25, Knowledge (planes) +21, Perception +31, Sense Motive +5, Survival +27", "ClassArchetypes": "", "IsTemplate": "0", "Will": "15", "Race": "", "CR": "17", "XP": 102400, "TemplatesApplied": "", "Environment": "the Abyss", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "tentacle regeneration", "Saves": "Fort +16, Ref +9, Will +15", "Melee": "6 tentacles +22 (4d6+15/19-20 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "CE", "Size": "Gargantuan"}