{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 52, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Apparition</h2><h3><i><i>This translucent and skeletal creature is clothed in tattered rags</i>. <i>Its eyes burn with a crimson light</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Apparition</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>CE Medium undead (incorporeal)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., lifesense; Perception +14</h5><h5><b>Aura </b>unnatural aura (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 15, flat-footed 13 (+2 Dex, +3 deflection)</h5><h5><b>hp </b>52 (7d8+21)</h5><h5><b>Fort </b>+5, <b>Ref </b>+4, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>incorporeal, channel resistance +2; <b>Immune </b>undead traits</h5><h5><b>Weaknesses </b>resurrection vulnerability, sunlight powerlessness</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 60 ft. (perfect)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>create spawn, spectral strangulation</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>14, <b>Con </b>-, <b>Int </b> 10, <b>Wis </b>13, <b>Cha </b>16</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+7; <b>CMD </b>20</h5><h5><b>Feats </b>Blind-Fight, Improved Initiative, Iron Will, Skill Focus (Perception)</h5><h5><b>Skills </b>Fly +10, Intimidate +13, Knowledge (religion) +10, Perception +14, Stealth +12</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or gang (2-4)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Create Spawn (Su)</b> A humanoid slain by an apparition becomes an apparition itself in 1d4 rounds. Spawn so created are less powerful than typical apparitions, and suffer a -2 penalty on all d20 rolls and checks. They also receive -2 hp per HD, and a -2 penalty to the Will save DC of their spectral strangulation ability. Spawn are under the command of the apparition that created them and remain enslaved until its death, at which point they lose their spawn penalties and become full-fledged and free-willed apparitions. They do not possess any of the abilities they had in life. </h5><h5><b>Resurrection Vulnerability (Su)</b> A <i>raise dead</i> or similar spell cast on an apparition destroys it (Will negates). Using the spell in this way does not require a material component. </h5><h5><b>Spectral Strangulation (Su)</b> An apparition attacks an opponent by implanting a suggestion in the victim's mind, convincing it that it is being strangled by the apparition's bony claws. The apparition must be on the same plane as the target creature to use this ability. The target of the spectral strangulation feels the bony, claw-like fingers of the apparition at its throat-even through armor. The target must succeed on a DC 16 Will save to disbelieve the suggestion. A creature that successfully saves cannot be affected again by the same apparition's suggestion for one day. On a failed save, the victim must immediately succeed on a DC 16 Fortitude save or die from fright due to heart failure. If the Fortitude save succeeds, the victim acts as if affected by a <i>fear</i> spell for 1d4 rounds. A creature protected by <i>magic circle against evil</i> or <i>protection from evil</i> cannot be affected by an apparition's spectral strangulation. This is a mind-affecting <i>fear</i> effect. The save DCs are Charisma-based. </h5><h5><b>Sunlight Powerlessness (Ex)</b> Apparitions on the Material Plane are utterly powerless in natural sunlight (not merely a <i>daylight</i> spell) and flee from it. An apparition caught in sunlight cannot attack and is staggered.</h5></div><br></br><div><h4><p><p>Apparitions are undead spirits of creatures that died as the result of an accident. The twist of fate that ended their life prematurely has driven them totally and completely to the side of evil. An apparition is often mistaken for a ghost or spectre. Apparitions hate all living creatures and attack them on sight. Apparitions are ethereal creatures and they exist mainly on the Ethereal Plane.</p><p>An apparition looks much like it did in life.</p><p>An apparition has no physical attacks and attacks by <i>fear</i> alone. By implanting a suggestion in a victim's mind, it attempts to actually scare the life out of its opponent. Once the apparition selects a target, it uses its spectral strangulation ability. If overpowered or if it fails in its attempt to slay a living creature, the apparition flees back to the Ethereal Plane.</p><p>Credit The Apparition originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Authors Scott Greene and Clark Peterson, based on original material by Underworld Oracle.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary or gang (2-4)", "Ref": "4", "Climb": "0", "HD": "(7d8+21)", "AbilitiyScores": "Str -, Dex 14, Con -, Int 10, Wis 13, Cha 16", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1860, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Blind-Fight, Improved Initiative, Iron Will, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "1", "RacialMods": "", "AC": "15, touch 15, flat-footed 13", "Swim": "0", "Name": "Apparition", "VariantParent": "", "Skills": "Fly +10, Intimidate +13, Knowledge (religion) +10, Perception +14, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +4, Will +8", "Melee": "", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 60 ft. (perfect)", "Alignment": "CE", "Size": "Medium"}