{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 229, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gare Linnorm</h2><h3><i><i>An enormous draconic head rises up atop a massive serpentine neck wider than a galleon's mainmast</i>. <i>Seemingly endless coils break the water's surface around it</i>, <i>only hinting at the monster's terrifying size</i>, <i>as it opens its steam-shrouded maw with a hiss</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Gare Linnorm</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>CE Gargantuan dragon (aquatic)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft., low-light vision, scent, <i>true seeing</i>; Perception +24</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 30, flat-footed 25 (+5 Dex, +19 natural, -4 size)</h5><h5><b>hp </b>229 (17d12+119); regeneration 10 (cold iron)</h5><h5><b>Fort </b>+17, <b>Ref </b>+15, <b>Will </b>+14</h5><h5><b>Defensive Abilities </b><i>freedom of movement</i>; <b>Immune </b>curse effects, dragon traits, fire, mind-affecting effects, paralysis, poison, sleep; <b>SR </b>26</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., swim 100 ft.</h5><h5><b>Melee </b>bite +26 (2d8+13/19-20 plus poison), 2 claws +26 (2d6+13), tail slap +21 (2d8+6 plus grab)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>breath weapon (60-ft. cone, 17d8 fire damage, Reflex DC 25 half, usable every 1d4 rounds), constrict (tail, 2d8+19), death curse, poison</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>36, <b>Dex </b>20, <b>Con </b>25, <b>Int </b> 5, <b>Wis </b>18, <b>Cha </b>21</h5><h5><b>Base Atk </b>+17; <b>CMB </b>+34 (+38 grapple); <b>CMD </b>68 (can't be tripped)</h5><h5><b>Feats </b>Critical Focus, Greater Vital Strike, Improved Critical (bite), Improved Initiative, Improved Vital Strike, Power Attack, Snatch, Staggering Critical, Vital Strike</h5><h5><b>Skills </b>Climb +27, Perception +24, Stealth +2, Swim +41</h5><h5><b>Languages </b>Aklo, Draconic, Sylvan</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold rivers</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Breath Weapon (Su)</b> Once every 1d4 rounds as a standard action, a gare linnorm can breathe a 60-foot cone of scalding steam, dealing 17d8 points of fire damage to all creatures struck (Reflex DC 25 halves). This steam then hangs in the air for 1 round after the linnorm creates it. Creatures in the area of effect or that enter the area take an additional 6d6 points of fire damage the second round (Reflex DC 25 negates). In addition, the cloud of steam acts as the spell <i>solid fog</i>, with a caster level equal to the linnorm's HD. The save DC is Constitution-based. </h5><h5><b>Death Curse (Su)</b> When a creature slays a gare linnorm, the slayer is affected by the curse of the drowning gasp. <i>Curse of the</i> <i>Drowning Gasp</i>: save Will DC 22; effect anytime the creature imbibes a liquid of any kind, its lungs fill with water and it begins to drown. Treat this as the spell <i>suffocation</i>* (DC 19 Fort save to resist), with a caster level equal to the linnorm's Hit Dice. The save DC for the curse is Charisma-based. * See page 248 of the <i>Advanced Player's Guide</i>. </h5><h5><b>Freedom of Movement (Ex)</b> A gare linnorm is under the constant effect of <i>freedom of movement</i>, as the spell of the same name. This effect cannot be dispelled. </h5><h5><b>Poison (Su)</b> Bite-injury; <i>save</i> Fort DC 25; <i>frequency</i> 1/round for 10 rounds; <i>effect</i> 3d6 fire damage and 1d6 Dex drain; <i>cure</i> 2 consecutive <i>save</i>s. The save DC is Constitution-based. </h5><h5><b>True Seeing (Ex)</b> A gare linnorm has <i>true seeing</i>, as the spell of the same name. This effect cannot be dispelled.</h5></div><br></br><div><h4><p><p>So named for a northern word for \"river,\" a gare linnorm's body resembles that of a gigantic serpent, save for two muscular forelimbs. The creature's head is long and angular, with crests that it uses to break through ice in its never-ending search for food. A gare linnorm's hide is a dull gray color akin to tarnished silver, with a slightly paler underbelly. Unlike many linnorms, a gare linnorm has a smooth hide, allowing it to slip easily through water and ice holes. A gare linnorm can grow as long as 60 feet, typically weighs 11,000 pounds, and can live for over 1,000 years. <br><b>Ecology </b></br> Little can compare to the power and efficiency of a gare linnorm in the regions where these beasts dwell. Like all linnorms, gare linnorms are relatively unintelligent compared with their chromatic and metallic cousins, but what these beasts lack in intelligence and spellcasting ability they make up for in brute strength, savage fury, and dangerous cunning. Despite dwelling in water, gare linnorms have an innate ability to raise their body temperature so dramatically that the creatures are immune to even the hottest flames. Gare linnorms use this ability to keep warm when hunting through rivers and waterways buried beneath feet of ice, which the creature can come bursting through with surprising speed and force when it detects prey above. A gare linnorm's breath weapon is similarly linked to this internal fire. Small gill-like vents along the creature's serpentine body pass water through the dragon, which is heated to extreme temperatures en route to the linnorm's mouth. The gare linnorm then expels the water through a series of muscular chambers that turn the water into a gout of steam hot enough to scald flesh and warp armor. The difference in temperature between the inside of the linnorm's mouth and the cold air of its homelands causes the steam to condense into a massive cloud of vapor that persists afterward and, because of the linnorm's magical nature, achieves an almost solid state, hampering movement throughout its area. In addition to its deadly breath weapon, a gare linnorm's fangs are infused with potent venom. A creature bitten by the dragon is bathed in an eerie blue-white aura that burns like the hottest alchemist's fire. Meanwhile the poison attacks the nervous system with debilitating pain, gradually slowing the target's ref lexes and motor functions until total paralysis sets in. Gare linnorms prefer to hunt large prey, as fish and other small underwater creatures don't provide enough food to sate their enormous appetites. As a result, gare linnorms hunt not just larger, land-bound creatures like elk or moose, but even large predatory animals like brown bears and dire wolves when such creatures come to the water's edge to drink or cross. When hunting, a gare linnorm attempt to attack with surprise as it breaks through ice or emerges from the water. It bites first to poison its prey, then strikes with its tail, using its massive coils to crush its prey or drag it into the water, where any creature affected by the linnorm's poison soon drowns as the venom takes hold. Hunters and sages who have witnessed gare linnorms feeding recount stories of these monsters taking on entire herds of mammoths or woolly rhinos, often crushing one animal in its coils and goring another while others burn within the dragon's steaming breath. After feeding, gare linnorms retreat to their riverbed dens to sleep, often for days at a time. <br><b>Habitat & Society</b></br> Gare linnorms are always solitary. Their immense appetites and brutal tempers make most habitats strain to support even one, and a gare linnorm's territory can encompass a labyrinth of rivers and inlets exceeding 1,000 square miles. Males and females do not even join for reproduction. Instead, after a short period of voracious hunting and gorging, a female gare linnorm travels to the fringes of her territory to find a deeply frozen lake or section of river. The female then uses her breath weapon to melt a portion of the ice before laying a single egg and letting it float to the underside of the ice, still far beneath the surface. Next, the female stands guard until the water refreezes, encasing and protecting her egg, before returning to the heart of her territory. Any passing male can sense the egg, even within its icy shell, and uses his breath to free and fertilize it, after which he carries the fertilized egg beyond his own territory and deposits it deep in the mud and silt of a riverbed. The egg gestates for 6 months before hatching. A hatchling gare linnorm is the size of an adult crocodile and survives on fish and birds for the first few months. Growth is rapid, with the linnorm reaching half its adult length within 2 years, when it begins to hunt larger land creatures, its breath weapon and venom now at full potency. Reproductive maturity is achieved after the first century, with females producing an egg just once every century. Despite their fearsome reputations, gare linnorms are sometimes hunted by the brave or the foolhardy. In the Lands of the Linnorm Kings, would-be kings who kill a gare linnorm are afforded extra prestige, as such combat often requires fighting the beast both on land and on or beneath the surface of the water. Frost giants are also known to hunt gare linnorms, but invariably target hatchlings or the very young, raising the captive dragons as powerful sentries and loyal companions that are often more dangerous than the giant's entire clan.</p></h4></div>", "Languages": "Aklo, Draconic, Sylvan", "Source": "AP 50", "Land": "1", "Organization": "solitary", "Ref": "15", "Climb": "0", "HD": "(17d12+119)", "AbilitiyScores": "Str 36, Dex 20, Con 25, Int 5, Wis 18, Cha 21", "Gear": "", "Ranged": "", "Type": "dragon", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 1883, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Critical Focus, Greater Vital Strike, Improved Critical (bite), Improved Initiative, Improved Vital Strike, Power Attack, Snatch, Staggering Critical, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "17", "Fly": "0", "RacialMods": "", "AC": "30, touch 30, flat-footed 25", "Swim": "1", "Name": "Gare Linnorm", "VariantParent": "", "Skills": "Climb +27, Perception +24, Stealth +2, Swim +41", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "cold rivers", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +17, Ref +15, Will +14", "Melee": "bite +26 (2d8+13/19-20 plus poison), 2 claws +26 (2d6+13), tail slap +21 (2d8+6 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., swim 100 ft.", "Alignment": "CE", "Size": "Gargantuan"}