{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 80, "Treasure": "double (four masterwork darts, 5 doses of blue whinnis poison, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Nogitsune</h2><h3><i><i>This fox-headed humanoid has a sleek</i>, <i>feminine form that moves with seductive grace</i>. <i>As she steps into a defensive posture</i>, a mass of bushy tails flicks at the air above her back and she reveals teeth flecked with blood.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Nogitsune</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>NE Medium outsider (kitsune, native, oni, shapechanger)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., scent; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 18, flat-footed 13 (+7 Dex, +1 dodge, +3 natural)</h5><h5><b>hp </b>80 (7d10+42); regeneration 5 (acid or fire)</h5><h5><b>Fort </b>+8, <b>Ref </b>+12, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>evasion; <b>SR </b>18</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., climb 50 ft.</h5><h5><b>Melee </b>bite +14 (1d6+4), 2 claws +14 (1d4+2 plus poison)</h5><h5><b>Ranged </b>mwk dart +15/+10 (1d4+4 plus poison)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>contagious whisper, sneak attack +3d6</h5><h5><b>Spell-Like Abilities</b> (CL 7th; concentration +11) </br>Constant&mdash;<i>detect thoughts</i> (DC 16) </br>At Will&mdash;<i>feather fall</i>, <i>jump</i>, <i>obscuring mist</i> </br>1/day&mdash;<i>displacement</i>, <i>haste</i>, <i>shadow walk</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>25, <b>Con </b>22, <b>Int </b> 17, <b>Wis </b>16, <b>Cha </b>19</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+11; <b>CMD </b>29</h5><h5><b>Feats </b>Dodge, Mobility, Spring Attack, Weapon Finesse</h5><h5><b>Skills </b>Acrobatics +17 (+25 <i>jump</i>), Appraise +5, Bluff +14, Climb +16, Diplomacy +7, Disable Device +16, Disguise +13, Escape Artist +17, Knowledge (arcana) +5, Knowledge (local) +6, Perception +13, Sense Motive +11, Sleight of Hand +10, Stealth +17, Swim +5</h5><h5><b>Languages </b>Common, Draconic, Fey, Giant</h5><h5><b>SQ </b>change shape (Small or Medium humanoid or animal, <i>alter self</i> or <i>beast shape</i> I), fleet distraction, poison use</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any urban</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double (four masterwork darts, 5 doses of blue whinnis poison, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Contagious Whisper (Su)</b> As a standard action, a nogitsune can influence a target she speaks to as per the spell <i>suggestion</i>. The target must succeed at a DC 17 Will save or be affected by this effect. In addition to being subject to <i>suggestion</i>'s normal effects, any creature affected by the contagious whisper can pass the enchantment on to other targets. Doing so requires the target to communicate the nogitsune's <i>suggestion</i>, forcing the new target to save as if it were the initial target. If such a secondary target resists the contagious whisper, it is unaffected, but this does not remove the <i>suggestion</i> from the initial target. Failing the save puts another creature under the nogitsune's compulsion. Newly affected creatures are also able to spread the <i>suggestion</i>. A nogitsune's compelling whisper can affect a number of creatures equal to the its Hit Dice and lasts for a number of hours equal to its Hit Dice. Creatures that successfully save versus the nogitsune's compelling whisper (as a primary or secondary target) cannot be affected by that particular nogitsune's compelling whisper for 24 hours. The save DC is Charisma-based. </h5><h5><b>Fleet Distraction (Su)</b> A nogitsune can make a Bluff check or use its <i>obscuring mist</i> spell-like ability as a swift action in any round in which it moves up to half its base land speed. </h5><h5><b>Poison Use (Ex)</b> Nogitsune are skilled in the use of poison and never risk accidentally poisoning themselves. Their aptitude is such that they often paint their weapons and nails with blue whinnis. <i>Blue Whinnis</i>: injury; save Fort DC 14; frequency 1/round for 2 rounds; <i>initial effect</i> 1 Con damage; <i>secondary effect</i> unconsciousness for 1d3 hours; cure 1 save</h5></div><br></br><div><h4><p><p>Nogitsune are created when oni spirits take over the bodies of kitsune (sagacious humanoid fox-creatures). The resultant possession creates a creature with the kitsune's foxlike grace and cunning and infuses it with the destructive power of an oni. Nogitsune are always female, and resemble shapely humans with a covering of fur and a fox's head. A nogitsune's fur color varies and can be orange and white, grey, pure white, or even black. Whenever nogitsune use their shapechanging abilities to assume a humanoid form, they still evince somewhat pointed, vulpine features. In addition, any hair on their assumed form betrays the natural coloration of their pelts. Nogitsune stand between 5 and 5-1/2 feet tall and weigh just over 100 pounds. More details on kitsune can be found in <i>Pathfinder Campaign Setting</i>: <i>Dragon Empires Gazetteer</i>. <b></p><p>Ecology</b></p><p> Oni manifest themselves in different ways based on the creatures they take as vessels for their depraved wrath. They take particular joy in corrupting kitsune to form nogitsune, delighting in turning the mystical creatures into deadly killers and spreaders of woe. Most nogitsune become spies or assassins. Though they need no real reason to kill others, the coin they receive for their services allows them to afford the other vices they enjoy, such as pleasures of the flesh and excesses of drink and narcotics (when available). Nogitsune are deft killers because of their speed, grace, and spell-like abilities. Those who have seen them and lived tell tales of these oni running toward walls at blinding speed and then simply continuing upward to vault the wall's crown as if it were no more difficult to walk on than the ground. Still others claim that nogitsune can dive into a shadow like a pool of water and disappear, while others mention the cloud of smoke that nogitsune often use to escape pursuit, even when running full speed. Although they often don human form to disguise themselves for the purpose of inf iltration, nogitsune prefer to stalk and kill prey in their natural form. This gives the creatures the choice of whether to use manufactured weapons or their own sharp claws and deadly bite. When wielding weapons, all nogitsune enjoy using poison, whenever possible employing toxins and venoms that do not kill outright (unless a contract so requires it) but rather render the victims unconscious or helpless. This gives the oni the joy of dealing the killing blow with their jaws and slaking their bloodlust in abject savagery. A nogitsune's most feared weapon, however, is its contagious whisper. This powerful compulsion, often whispered into the victim's ear in honeyed tones, not only forces the targeted creature to believe whatever lie the nogitsune crafts, but also infects the subject of the contagious whisper with a corruptive echo of deceit that causes the victim to unknowingly pass on the nogitsune's <i>suggestion</i> to others. Nogitsune may use this ability to convince a successive series of servants to open all of the doors to a well-guarded castle, or to make a host of witnesses believe they saw an innocent man commit a brutal crime that was really the oni's own handiwork. <b></p><p><b>Habitat & </b>Society</b></p><p> Nogitsune inhabit large urban areas, where they can have their pick of a nearly endless stream of victims. Occasionally they will inhabit a town or village in the countryside, but such locales are always in the shadow of a large castle or estate that can provide additional opportunities to stalk and murder others. Wherever they choose to dwell, nogitsune lair in the seediest districts, where drugs, brothels, and crime are rampant. These areas not only discourage chase by would-be pursuers, but also place the oni in the midst of people who society generally doesn't miss if and when a contract doesn't slake the creature's bloodlust. Those looking to hire a nogitsune can do so, but such a practice is both costly and dangerous. Although little binds a nogitsune to its accepted contract when it receives payment, most nogitsune happily carry out their orders for the sheer joy of bringing death to another. But many who foolishly hire nogitsune to do their killing find themselves the next victim once the initial target is slain. Nogitsune have little honor, and such treachery not only feeds their bloodlust, but also leaves fewer witnesses. Nogitsune prefer to lead solitary lives and be in command of their own foul fates. Thus, most avoid associating with more powerful creatures, other oni, or even other nogitsune. Those honorable samurai and good ninja who have fought and killed nogitsune recount seeing a conf licted and turbulent anger within the creatures, as if the once-righteous kitsune within a nogitsune constantly battles to reassert control. Although there is no record of such a reversal occurring, many believe that these malevolent oni drown themselves in death and bloodshed in order to extinguish the last vestiges of the creatures they were before.</p></h4></div>", "Languages": "Common, Draconic, Fey, Giant", "Source": "AP 50", "Land": "1", "Organization": "solitary", "Ref": "12", "Climb": "1", "HD": "(7d10+42)", "AbilitiyScores": "Str 18, Dex 25, Con 22, Int 17, Wis 16, Cha 19", "Gear": "", "Ranged": "mwk dart +15/+10 (1d4+4 plus poison)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1884, "SubType": "(kitsune, native, oni, shapechanger)", "MonsterSource": "", "Feats": "Dodge, Mobility, Spring Attack, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "", "AC": "21, touch 18, flat-footed 13", "Swim": "0", "Name": "Nogitsune", "VariantParent": "", "Skills": "Acrobatics +17 (+25 jump), Appraise +5, Bluff +14, Climb +16, Diplomacy +7, Disable Device +16, Disguise +13, Escape Artist +17, Knowledge (arcana) +5, Knowledge (local) +6, Perception +13, Sense Motive +11, Sleight of Hand +10, Stealth +17, Swim +5", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any urban", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Small or Medium humanoid or animal, alter self or beast shape I), fleet distraction, poison use", "Saves": "Fort +8, Ref +12, Will +8", "Melee": "bite +14 (1d6+4), 2 claws +14 (1d4+2 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., climb 50 ft.", "Alignment": "NE", "Size": "Medium"}