{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 45, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Selkie</h2><h3><i><i>This beautiful woman changes shape rapidly to become a sleek</i>, <i>aquatic creature with a gray hide of short fur</i>. <i>Her webbed hands end in sharp claws</i>, <i>and her jaws open unnaturally wide to reveal pointed teeth</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Selkie</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>CN Medium monstrous humanoid (aquatic, shapechanger)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., scent; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 13, flat-footed 15 (+3 Dex, +5 natural)</h5><h5><b>hp </b>45 (6d10+12)</h5><h5><b>Fort </b>+4, <b>Ref </b>+8, <b>Will </b>+5</h5><h5><b>Resist </b>cold 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., swim 50 ft.</h5><h5><b>Melee </b>bite +10 (1d8+6/19-20), 2 claws +10 (1d6+2)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>puncturing teeth, shake</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>17, <b>Con </b>14, <b>Int </b> 13, <b>Wis </b>10, <b>Cha </b>19</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+10; <b>CMD </b>23</h5><h5><b>Feats </b>Combat Reflexes, Deceitful, Improved Initiative</h5><h5><b>Skills </b>Bluff +15, Disguise +11, Perception +8, Sense Motive +4, Stealth +10, Swim +21</h5><h5><b>Languages </b>Aquan, Common</h5><h5><b>SQ </b>change shape (any Small or Medium humanoid), <i>alter self</i>, echo of reason, hold breath</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any ocean</h5><h5><b>Organization </b>solitary, pair, or pack (3-14)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Echo of Reason (Su)</b> A selkie can instinctively alter the intonation of its voice to make anything it says sound more pleasing to those who understand it. When using the Bluff skill, a selkie treats its lies as one step more believable for the purposes of bonuses or penalties on the check. </h5><h5><b>Hold Breath (Ex)</b> A selkie can hold its breath for a number of rounds equal to 6 x its Constitution score before it risks drowning. </h5><h5><b>Puncturing Teeth (Ex)</b> A selkie's teeth allow it to concentrate great force in a small area. A selkie adds 1-1/2 times its Strength modifier to its bite attack and threatens a critical hit on a roll of 19-20. </h5><h5><b>Shake (Ex)</b> On a successful critical hit with its bite attack, a selkie shakes its victim back and forth with a jarring motion that can disorient the target. Creatures shaken by a selkie must succeed at a DC 15 Fortitude save or be dazed for 1 round. Even on a successful save, the target still takes a -2 penalty on all attack rolls and skill checks for 2 rounds. A selkie can use this ability on any Large or smaller creature. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Selkies are clever and brutal seal-like humanoids that often inhabit the colder oceans of the world. Although capable predators, selkies are best known for their mysterious shapechanging ability, which allows them to come ashore in the guise of land dwellers and even live among other races before luring their victims beneath the waves to drown. In its natural form, a selkie has webbed, clawed hands and a muscular trunk ending in broad flippers. A selkie's head is a blend of human and seal, with large eyes and a mouth full of curved teeth. Selkies' coats range from chestnut brown to slate, dappled with darker spots of gray. Male selkies grow to a length of 6-1/2 feet, but can weigh up to 300 pounds because of the extra fat the creatures need to survive in colder climes. Females are slightly shorter and slimmer. Selkies typically live up to 75 years. <b></p><p>Ecology</b></p><p> Selkies can inhabit waters of any climate, but are best adapted to live in colder oceans and inlets. A selkie's body is extremely well muscled, but those muscles sit beneath a sheaf of fat that insulates the creature in places where even saltwater freezes. This natural resilience to cold is so strong that even magical frost and ice can bounce harmlessly off of a selkie's hide. Selkies prey mostly on waterfowl, fish, and other small marine animals. When traveling in packs, selkies have been known to kill and eat large sharks and even small whales, but this is rare, as a selkie's need to keep its arms at its sides while swimming hinders the use of its claws when hunting. A selkie's webbed fingers are flexible, with opposable thumbs, but the creatures normally use their claws only when locked in combat with either a competing predator or particularly resilient prey. Usually, however, a selkie's bite is more than enough to repel attackers or bring down enemies. A selkie's jaw is flexible, and can open to almost 160 degrees, allowing it to clamp down on prey even larger than itself. Additionally, as selkies do not have the necessary molars to grind meat, the creatures shake their prey in an effort to tear and shred their food into more digestible pieces. For this reason, the muscles along a selkie's neck are among the most powerful in its body. Selkies also have supernatural powers at their disposal. All selkies can change their shape at will, shifting to take the form of any humanoid close to their size or slightly smaller. Some selkies use this ability to slip quietly into coastal settlements or onto large ships to steal food or other useful items such as nets. More often, though, selkies use their shapechanging abilities for mischief. A favorite tactic of selkies is to take the shape of a young woman or child and then thrash through the water near ships or piers, begging for help. When someone attempting to rescue the imperiled person gets close enough, the selkie returns to its natural form to attack. Especially malevolent selkies use this tactic in packs, letting one of their own act as bait while the others attack rescuers, making their presence known so that the apparent victim's danger seems all the more real. Selkies are aided in their efforts to trick and beguile others by their uncanny ability to mimic human emotions when speaking. This ability allows selkies to add the perfect intonation, pitch, and emphasis to any words they speak, making it difficult for listeners to disbelieve even the most outlandish stories and tales. </p><p><b>Habitat & Society</b></p> <p> The true nature and origin of selkies puzzle scholars the world over. Observers first thought them to be a rare breed of oceanic lycanthropes, while others thought they were merfolk who had learned the arcane arts of transmutation. While many of these theories are nothing more than stories, varied rumors persist, with almost every coastal town and village claiming its own myths regarding the origin of the selkies to be the truth. Selkies enjoy propagating these stories during their time ashore and are usually the source of the most outlandish claims about their own nature, such as the tale that their ability to change shape comes from slipping out of a separate skin to enjoy their human form. Despite their mischievous and often cruel ways, many selkies journey onto shore out of simple loneliness. In the ocean, selkies are solitary for the majority of their lives. Males and females come together brief ly during their spring mating season, when the female gorges herself on food of all kinds and then finds a secluded cave or beach to birth a single pup. The mother then fasts as her pup nurses, feeding off the stored and accumulated fat she attained during mating season. After a few weeks, the pup is ready to swim and hunt alongside its mother, but most selkies are abandoned to hunt and live on their own after 2 to 3 years. Younger selkies then form packs with others of their kind until they can strike out on their own. The selkie lifecycle can have a profound effect on individuals, driving some to bouts of intense cruelty out of a sense of survivalist necessity. These selkies enjoy tricking land dwellers into the water to drown or eat them, and often don the guise of an attractive man or woman to entice a victim into the waves for a moonlight swim. Other selkies, however, do not recover from the early abandonment of their mothers and spend the rest of their lives searching for the company of others and a place to belong. These selkies sometimes use their shapechanging abilities to come ashore and live among other humanoids. In this guise, selkies live, love, and often marry land dwellers, sometimes living the rest of their lives on land. Children of such unions never emerge as selkies but feel an unexplainable yearning for the sea, and often become sailors or fisherfolk so they might quell this strange desire.</p></h4></div>", "Languages": "Aquan, Common", "Source": "AP 50", "Land": "1", "Organization": "solitary, pair, or pack (3-14)", "Ref": "8", "Climb": "0", "HD": "(6d10+12)", "AbilitiyScores": "Str 18, Dex 17, Con 14, Int 13, Wis 10, Cha 19", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1885, "SubType": "(aquatic, shapechanger)", "MonsterSource": "", "Feats": "Combat Reflexes, Deceitful, Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "18, touch 13, flat-footed 15", "Swim": "1", "Name": "Selkie", "VariantParent": "", "Skills": "Bluff +15, Disguise +11, Perception +8, Sense Motive +4, Stealth +10, Swim +21", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any ocean", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (any Small or Medium humanoid), alter self, echo of reason, hold breath", "Saves": "Fort +4, Ref +8, Will +5", "Melee": "bite +10 (1d8+6/19-20), 2 claws +10 (1d6+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., swim 50 ft.", "Alignment": "CN", "Size": "Medium"}