{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 189, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Spirit of Adoration</h2><h3><i><i>This armored woman appears to be carved from living marble</i>, <i>her angelic wings rising behind the shape of a heavenly warrior</i>. <i>In one hand she grips a fearsome glaive</i>, every movement of which paints the air around her with swirls and flourishes of magical energy.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Spirit of Adoration</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>NG Large outsider (extraplanar, good)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +33</h5><h5><b>Aura </b>charming (30 feet, DC 25)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>32, touch 20, flat-footed 27 (+6 armor, +6 deflection, +4 Dex, +1 dodge, +6 natural, -1 size)</h5><h5><b>hp </b>189 (18d10+90); fast healing 5</h5><h5><b>Fort </b>+17, <b>Ref </b>+21, <b>Will </b>+25</h5><h5><b>DR </b>10/evil; <b>Immune </b>fire, sonic; <b>Resist </b>acid 30, electricity 30; <b>SR </b>26</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 60 ft. (good)</h5><h5><b>Melee </b><i><i>+2 dancing glaive</i></i> +24/+19/+14/+9 (2d8+8/x3)</h5><h5><b>Ranged </b>stunning bolt +21 (1d8 plus stun)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 18th; concentration +24) </br>At Will&mdash;<i>calm emotions</i>, <i>good hope</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>19, <b>Con </b>20, <b>Int </b> 19, <b>Wis </b>22, <b>Cha </b>23</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+23; <b>CMD </b>44</h5><h5><b>Feats </b>Blind-Fight, Dodge, Improved Iron Will, Improved Sunder<sup>B</sup>, Iron Will, Mobility, Skill Focus (Perception), Step Up, Weapon Focus (glaive), Wind Stance</h5><h5><b>Skills </b>Acrobatics +13 (+17 jump), Bluff +18, Diplomacy +18, Disguise +15, Fly +18, Handle Animal +15, Heal +15, Intimidate +18, Knowledge (religion) +13, Perception +33, Perform (dance) +27, Sense Motive +27, Spellcraft +22, Stealth +21, Use Magic Device +15</h5><h5><b>Languages </b>Auran, Common, Celestial, Ignan, Shadowtongue</h5><h5><b>SQ </b>bardic magic, change shape (Small or Medium humanoid, <i>alter self</i> ), inspiration, unearthly grace</h5><h5><b>Combat Gear </b><i>+2 dancing glaive</i></h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (extraplanar)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Aura of Charming (Su)</b> The spirit's aura sways the feelings of creatures within 30 feet that have an attitude of unfriendly or worse. Such creatures must succeed at a DC 25 Will save or be affected by <i>charm monster</i> for 1 day. Creatures that attack the spirit must save against the aura, regardless of their attitude. A creature that makes its save is immune to the spirit's aura for 24 hours. The save DC is Charisma-based. </h5><h5><b>Bardic Knowledge (Ex)</b> The spirit adds half her Hit Dice (+9) on all Knowledge checks and may make all Knowledge checks untrained. </h5><h5><b>Bardic Magic</b> Each day, the spirit can cast any three bards spells of any level and in any combination. Her caster level for these bard spells is 18th. She may select any spells from the bard spell list when using this ability. </h5><h5><b>Bardic Performance (Su)</b> The spirit has the bardic performance class ability. She can use bardic performance for 11 rounds per day, and has access to the following abilities: countersong, distraction, fascinate, and inspire courage (+5). </h5><h5><b>Inspiration (Su)</b> The spirit can choose an intelligent creature to inspire and serve as a muse for by giving that creature some token of her power (typically a lock of her hair or a piece of her garment). As long as the spirit retains her favor for this creature and the creature carries the spirit's token, the creature gains a +4 insight bonus on all Will saving throws, Craft checks, and Perform checks. A bard who has the spirit for a muse in this way can use his bardic performance for an additional number of rounds per day equal to the spirit's Charisma bonus. The spirit retains a link to her token and its carrier as if she had cast a <i>status</i> spell on the carrier. The spirit can end this effect at any time as a free action, even if she is not on the same plane as the carrier. The spirit may inspire a number of creatures at a time equal to her Charisma bonus. </h5><h5><b>Stunning Bolt (Su)</b> The spirit's stunning bolt is a ray of brilliant divine energy. This attack has a range of 180 feet with no range increment. Any creature that it strikes takes 1d8 points of damage and must succeed at a DC 25 Will save or be stunned for 1d6 rounds. If the target succeeds at this save, it is merely dazzled for 1d6 rounds. The save DC is Charisma-based. </h5><h5><b>Unearthly Grace (Su)</b> The spirit adds her Charisma modifier as a racial bonus on all her saving throws, and as a deflection bonus to her Armor Class.</h5></div><br></br><div><h4><p><p>The Spirit of Adoration is among Shelyn's greatest servants, an intelligent personification of true love, whose power lifts the heaviest heart and overcomes all obstacles. She rarely comes to the mortal world, and it is even rarer for her to enter battle, but when that time comes, it is said that there is nothing she cannot bend or break in pursuit of her goal. The spirit's true form is that of a 10-foot-tall, angel-winged woman-usually a human but sometimes an elf- dressed in flowing clothes and bearing a shining steel glaive. When interacting with easily frightened mortals (especially children), she uses her shapechanging powers to look like a human or elf of normal height, attractive according to the standards of the local people, but she never makes herself so beautiful as to cause jealousy or inspire inappropriate comments or attention. When not carrying out Shelyn's will, the spirit enjoys dancing in clouds, across lakes, and on mountaintops, whether on Golarion or Nirvana, ignoring the occasional bolt of lightning that strikes her. <b></p><p>Ecology</b></p><p> Although she does not need to eat, the spirit loves the occasional taste of food or wine, especially wedding cake and champagne toasts. While she does not need to sleep, she loves to dream, deciding the framework of her dreams before she sleeps and enjoying the mystery of how they play out. Sleeping is the only time she is still, as she loves motion, frequently dancing with joy or gesturing with her hands while speaking. Her primary role is as a messenger of love and beauty, encouraging mortals to pursue love and create art, and for much of her work she is present but invisible, speaking just the right words to accomplish her mission and vanishing thereafter. The spirit only kills when she absolutely has to, such as when confronted by mindless creatures or irredeemable undead, and even then only if sparing them would create a threat to others. She prefers to let her aura of charming change hostile creatures into temporary allies, giving her time to move aggressive opponents away from innocents and speak words of diplomacy under more amiable conditions. She uses her stunning bolts against creatures she believes can be talked into surrender or peace, reserving her glaive and attack spells for recalcitrant foes and alien or mindless things that absolutely cannot understand love or beauty. </p><p><b>Habitat & Society</b></p><p> The spirit is a creature of love and is open with her emotions to all mortals. She treasures the presence of every infant, child, adult, and animal, and can appreciate the beauty of any landscape, no matter how stark, blasted, or strange. She is generous, compassionate, and tolerant, and those who meet her under pleasant circumstances can't help but agree that she is one of the nicest creatures they've ever met. However, most of her interactions on the mortal world occur when some great love or beautiful work of art is threatened. At these times she grows quiet, her eyes burn with the fire of true love threatened, and her face becomes the stern mask of an artist lost in the moment of finishing her masterpiece. When inspired by this cause, her hands wield glaive, spell, and ray in a beautiful and enthralling dance, as though they move to the very music of creation. The spirit has an excellent memory for names and faces, and enjoys tracing the family trees of Shelyn's agathion servitors, often recognizing a distant mortal relation 10 generations later. She is friends with all of the goddess's minions, and shares this affection with their mortal relatives. Though she is not a gossip, she listens to her fellow celestials and is aware of who they've helped in the mortal world; she keeps tabs on those who have benefited from the goddess's favor in the past and, if necessary, might be willing to repay a past favor. The minions of Zon-Kuthon fill her with pity. Whenever she encounters them, she tries to steal them away to a temple of her creator and have the priests try to cleanse the mental stains of that dark god. She tries this with his divine servants as well, with much more limited success.</p></h4></div>", "Languages": "Auran, Common, Celestial, Ignan, Shadowtongue", "Source": "AP 50", "Land": "1", "Organization": "solitary", "Ref": "21", "Climb": "0", "HD": "(18d10+90)", "AbilitiyScores": "Str 18, Dex 19, Con 20, Int 19, Wis 22, Cha 23", "Gear": "+2 dancing glaive", "Ranged": "stunning bolt +21 (1d8 plus stun)", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 1886, "SubType": "(extraplanar, good)", "MonsterSource": "", "Feats": "Blind-Fight, Dodge, Improved Iron Will, Improved SunderB, Iron Will, Mobility, Skill Focus (Perception), Step Up, Weapon Focus (glaive), Wind Stance", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "17", "Fly": "1", "RacialMods": "", "AC": "32, touch 20, flat-footed 27", "Swim": "0", "Name": "Spirit of Adoration", "VariantParent": "", "Skills": "Acrobatics +13 (+17 jump), Bluff +18, Diplomacy +18, Disguise +15, Fly +18, Handle Animal +15, Heal +15, Intimidate +18, Knowledge (religion) +13, Perception +33, Perform (dance) +27, Sense Motive +27, Spellcraft +22, Stealth +21, Use Magic Device +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "25", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any (extraplanar)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "bardic magic, change shape (Small or Medium humanoid, alter self ), inspiration, unearthly grace", "Saves": "Fort +17, Ref +21, Will +25", "Melee": "+2 dancing glaive +24/+19/+14/+9 (2d8+8/x3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 60 ft. (good)", "Alignment": "NG", "Size": "Large"}