{"Group": "", "Space": "30 ft.", "Mythic": "0", "HP": 526, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Fafnheir</h2><h3><i><i>The scales of this craggy serpentine dragon are scarred and blackened</i>. Its eyes flare with nightmarish power, and its mouth drips with liquid flame.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Fafnheir</p><p class=\"alignright\">CR 24</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,228,800</h5><h5>CE Colossal dragon </h5><h5><b>Init </b>+14; <b>Senses </b>darkvision 60 ft., low-light vision, scent, <i>true seeing</i>; Perception +46</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>42, touch 12, flat-footed 32 (+10 Dex, +30 natural, -8 size)</h5><h5><b>hp </b>526 (27d12+351)</h5><h5><b>Fort </b>+28, <b>Ref </b>+25, <b>Will </b>+23</h5><h5><b>Defensive Abilities </b><i>freedom of movement</i>; <b>DR </b>20/cold iron and epic; <b>Immune </b>curse effects, dragon traits, electricity, fire, mind-affecting effects, paralysis, poison, sleep; <b>SR </b>35</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., burrow 30 ft., fly 100 ft. (average), swim 50 ft.</h5><h5><b>Melee </b>bite +36 (6d6+17/19-20 plus poison), 2 claws +36 (2d8+17/19-20), gore +36 (4d6+17/19-20), tail slap +31 (4d6+8 plus grab)</h5><h5><b>Space </b>30 ft.; <b>Reach </b>30 ft.</h5><h5><b>Special Attacks </b>breath weapon, constrict (tail, 4d6+8), death curse</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +29) </br>At Will&mdash;<i><i>greater dispel</i> magic</i> </br>3/day&mdash;quickened <i><i>greater dispel</i> magic</i>, <i>limited wish</i>, <i>plane shift</i> (between First World and Material Plane only), <i>spell turning</i>, <i>wall of force</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>45, <b>Dex </b>30, <b>Con </b>36, <b>Int </b> 18, <b>Wis </b>27, <b>Cha </b>29</h5><h5><b>Base Atk </b>+27; <b>CMB </b>+52 (+56 grapple); <b>CMD </b>72 (can't be tripped)</h5><h5><b>Feats </b>Awesome Blow, Combat Reflexes, Critical Focus, Greater Vital Strike, Improved Bull Rush, Improved Critical (bite), Improved Critical (claws), Improved Critical (gore), Improved Initiative, Improved Vital Strike, Power Attack, Quicken Spell-Like Ability (<i><i>greater dispel</i> magic</i>), Staggering Critical, Vital Strike</h5><h5><b>Skills </b>Fly +32, Intimidate +39, Knowledge (arcana) +34, Knowledge (geography) +34, Knowledge (history) +34, Knowledge (nature) +34, Perception +46, Stealth +24, Swim +55, Use Magic Device +39; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Aklo, Common, Draconic, Skald, Sylvan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Grungir Forest)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Breath Weapon (Su)</b> Once every 1d4 rounds as a standard action, Fafnheir can breathe a 90-foot cone of burning wind, dealing 26d10 points of fire damage to all creatures in the area of effect. A DC 36 Reflex save halves the fire damage dealt. The save DC is Constitution-based. This wind has two additional effects as well. <i>Deafening</i>: Any creature in the area of effect that does not succeed at a DC 36 Fortitude save is deafened by the thunderous wind. <i>Storm-Laced</i>: The closest creature to Fafnheir in the area of effect is also blasted by a bolt of lightning and takes 20d6 points of electricity damage in addition to the fire damage dealt. This creature can make a second DC 36 Reflex save to halve this electricity damage. <i>Tornado Force</i>: The winds themselves gust at nearly 300 miles per hour, affecting all creatures in the area of effect as if they were caught in tornado-force winds. The wind lasts only a few moments during Fafnheir's action, so it has no real effect on ranged attacks, but it blows away any Large or smaller creature (or Huge or smaller flying creature) that fails a DC 15 Strength check. </h5><h5><b>Death Curse (Su)</b> Fafnheir is a difficult creature to slay, especially since he lives on in the body of any creature that slays him. When a creature slays Fafnheir, it becomes afflicted by the <i>Curse of Fafnheir</i>. <i>Curse of Fafnheir</i>: save Will DC 32; effect creature's sense of self erodes as its personality is slowly replaced by Fafnheir's-this manifests as 1d6 points of Charisma drain every 24 hours. A target whose Charisma drops to 0 becomes comatose and must immediately make a DC 32 Fortitude save or die; every 24 hours that passes thereafter, the victim must make a new Fortitude save to avoid death (unless its Charisma score rises above 0, at which point it takes 1d6 points of Charisma drain). If a creature dies from the effects of this curse, its body explodes in a 60-foot burst of burning wind, with effects identical to Fafnheir's breath weapon. This effect occurs if the cursed victim dies from any effect, not just from the curse. One round later, Fafnheir gains the effect of a <i>true resurrection</i> spell, appearing at the same spot where the cursed victim died (or the closest area large enough to contain the Colossal creature), with full memories of the cursed victim's doings and accomplishments while cursed. The only way to permanently slay Fafnheir is to avoid becoming cursed after killing him, or to remove the curse before the victim dies. The effects of this curse end prematurely and immediately if Fafnheir is restored to life by other means. The save DC is Charisma-based. </h5><h5><b>Freedom of Movement (Ex)</b> Fafnheir is under the constant effect of <i>freedom of movement</i>, as the spell of the same name. This effect cannot be dispelled. </h5><h5><b>Poison (Su)</b> Bite-injury; <i>save</i> Fort DC 34; <i>frequency</i> 1/round for 10 rounds; <i>effect</i> 10d6 fire damage and 1d4 drain from each ability score; <i>cure</i> 3 consecutive <i>save</i>s. The save DC is Constitution-based. </h5><h5><b>True Seeing (Ex)</b> Fafnheir has <i>true seeing</i>, as the spell of the same name. This effect cannot be dispelled.</h5></div><br></br><div><h4><p><p>Called the Father of All Linnorms, Fafnheir is the oldest and mightiest of his kind to dwell upon Golarion-other, even more powerful linnorms exist on the First World, but on Golarion, Fafnheir is king. Crafty and powerful, Fafnheir is more than just a creature of rage or hunger, and is sometimes known to speak with those who come to him as supplicants for his wisdom. Tales say that to gain Fafnheir's advice, one must travel through Grungir Forest to the cavern entrance of the linnorm's lair, whereupon the supplicant must call into the opening several secret names for the ancient linnorm. A single step into the lair renders the supplication moot, for Fafnheir does not suffer intrusions. It is customary to bring a herd of sheep, oxen, or several thralls for him to feast upon. Those who find Fafnheir in a talkative mood and live to tell the tale report that the linnorm is well versed in numerous fields, and capable of working a wide range of magic through wishcrafting, though how much of his bragging is true is debatable. Fafnheir claims to have been the first linnorm to cross to Golarion from the First World after slaying three of that realm's Eldest, as well as to remember a time when the dragon god Dahak came to this world, and to have taken part in ancient battles against humanity as an ally of the serpentfolk. Certain Thassilonian accounts give support to his claim of providing advice and aid at times to Runelord Xanderghul, and he endured the Age of Darkness with ease. The past few thousand years have passed in the blink of an eye for the ancient linnorm, and he expects to survive for thousands more. Fafnheir is aware of the prophecy that the hero who kills him will become king of all Ulfen. The linnorm also knows that in death he will be reborn from the burnt flesh of his slayer, and suggests to those who raise this topic with him that only by becoming him can such a Linnorm King rule. While Fafnheir has seen many challengers, few have offered him a true battle. Fafnheir spends much of his time slumbering, but wakes quickly at the slightest deviation in the patterns of the world around him, and his dreaming mind touches the woods above and the blood of his children. Those who would come upon him unawares should not expect success unless they travel into his lair from other worlds, for his attunement to Grungir Forest is uncanny. The linnorm rarely ventures far from his lair, preferring to lure his enemies close and dispatch them on familiar ground. He loves nothing but his treasure, and cannot be bribed or threatened-the lure of potential treasure does not excite him nearly as much as what he already possesses. He is a subtle combatant, preferring to use trickery before launching into melee. Unlike his lesser kin, Fafnheir has a number of potent, if limited, spell-like abilities, and he often uses his <i>limited wish</i>es to great effect. He has long experience with direct confrontation, and his millennia of action have taught him tricks that few remember. He is one of the most deadly creatures in the Inner Sea region, and even the mightiest dragons fear his power.</p></h4></div>", "Languages": "Aklo, Common, Draconic, Skald, Sylvan", "Source": "Lands Of The Linnorm Kings", "Land": "1", "Organization": "solitary", "Ref": "25", "Climb": "0", "HD": "(27d12+351)", "AbilitiyScores": "Str 45, Dex 30, Con 36, Int 18, Wis 27, Cha 29", "Gear": "", "Ranged": "", "Type": "dragon", "Reach": "30 ft.", "DontUseRacialHD": "0", "id": 1903, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Combat Reflexes, Critical Focus, Greater Vital Strike, Improved Bull Rush, Improved Critical (bite), Improved Critical (claws), Improved Critical (gore), Improved Initiative, Improved Vital Strike, Power Attack, Quicken Spell-Like Ability (greater dispel magic), Staggering Critical, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "28", "Fly": "1", "RacialMods": "+8 Perception", "AC": "42, touch 12, flat-footed 32", "Swim": "1", "Name": "Fafnheir", "VariantParent": "", "Skills": "Fly +32, Intimidate +39, Knowledge (arcana) +34, Knowledge (geography) +34, Knowledge (history) +34, Knowledge (nature) +34, Perception +46, Stealth +24, Swim +55, Use Magic Device +39", "ClassArchetypes": "", "IsTemplate": "0", "Will": "23", "Race": "", "CR": "24", "XP": 1228800, "TemplatesApplied": "", "Environment": "any (Grungir Forest)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +28, Ref +25, Will +23", "Melee": "bite +36 (6d6+17/19-20 plus poison), 2 claws +36 (2d8+17/19-20), gore +36 (4d6+17/19-20), tail slap +31 (4d6+8 plus grab)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., burrow 30 ft., fly 100 ft. (average), swim 50 ft.", "Alignment": "CE", "Size": "Colossal"}