{"Group": "Frostfallen", "Space": "15 ft.", "Mythic": "0", "HP": 91, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Frostfallen Mammoth</h2><h3><i><i>This frozen mammoth erupts into movement</i>, its bones armored with plates of ice and eyes burning with cold flames.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Frostfallen Mammoth</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>NE Huge undead (cold)</h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., lifesense; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 9, flat-footed 26 (+1 Dex, +16 natural, -2 size)</h5><h5><b>hp </b>91 (14d8+28)</h5><h5><b>Fort </b>+5, <b>Ref </b>+5, <b>Will </b>+9</h5><h5><b>DR </b>10/bludgeoning; <b>Immune </b>cold, undead traits</h5><h5><b>Weaknesses </b>vulnerable to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>gore +21 (2d8+13 plus 3d6 cold), slam +21 (2d6+13 plus 3d6 cold)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>cold</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>36, <b>Dex </b>12, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>10, <b>Cha </b>12</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+25; <b>CMD </b>36 (40 vs. trip)</h5><h5><b>Feats </b>Toughness<sup>B</sup></h5><h5><b>SQ </b>lifesense</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any cold land</h5><h5><b>Organization </b>solitary, pair, or drove (3-12)</h5><h5><b>Treasure </b>none</h5></div><br></br><div><h4><p><p>Frostfallen creatures are mindless undead infused with icy cold and animated by a hatred for all living things. Their bodies radiate a devastating chill that cloaks them in patches of ice that act as armor. Frostfallen creatures appear otherwise as they did at the time of their reanimation, except for a cold gleam in the eyes. <b></p><p>Ecology</b></p><p> In the harshest reaches of the world, cold is an ever-present enemy. When a creature dies from exposure to such harsh conditions, bitter anger and the searing cold sometimes combine to reanimate the dead as one of the frostfallen. Once reanimated, frostfallen creatures prowl the cold lands in which they fell, wreaking indiscriminate vengeance on living creatures out of spiteful rage. Although frostfallen creatures can be created through necromantic magic like other undead, arcane scholars are fascinated by the necromancy that brings frostfallen creatures to unlife, for the animating force is a synthesis of negative energy and a bone-numbing cold. This cold empowers the creature's attacks, wreathing its natural weapons in a deathly chill. Those who have fought these creatures describe great wounds instantly numbed by the lethal touch of frostbite. In addition, a frostfallen creature's body emanates an aura of cold that flash-freezes moisture in the air around it, coating the creature in a patchwork of ice capable of def lecting blows from even the heaviest weapons. The creature's affinity for cold also allows it to locate nearby warm-blooded creatures, even in driving blizzards and on moonless nights. Frostfallen creatures move with the same gaits they had in life, while gaining a savage surge in physical power. Additionally, unlike normal zombies, the frozen condition of the creature fortifies its unlife, making it extremely durable. Indeed, throughout the northern reaches of Avistan, legends persist of specific frostfallen mammoths, dire bears, and even giants that have hunted the Crown of the World for centuries. <b></p><p>Habitat & Society</b></p><p> The corrupt animus that powers frostfallen creatures imbues them with a hatred of all living things, and most spend their time wandering wintry terrains near where they died, looking for life to snuff out. Sometimes, vestiges of behavior from their original forms lead to groups banding together, like frostfallen wolves that hunt in packs. Even those frostfallen that have never encountered others of their kind seem to instinctively recognize their own, and band together if prey is nearby. In Irrisen, winter witches and other ice casters prefer creating frostfallen creatures, as such creatures' bodies more readily withstand the decay and brittleness often faced by skeletons and zombies in harsh northern climes. Casters who create frostfallen creatures often use minor magic to emblazon a creature's ice armor with carvings or specific colors, effectively branding the creature as a servant. On rare occasions, casters will create frostfallen creatures in warmer regions like the Mwangi Expanse or the deserts of Thuvia. Despite the scorching heat of such places, frostfallen creatures retain all of their powers. In such cases, the undead's creator normally employs her minions against creatures that are susceptible to the frostfallen creature's freezing attacks. Some frostfallen creatures have even survived independent of their creators. When such a rarity comes to pass, the frostfallen creature simply begins hunting the region for fresh life to end, though it will often lie in wait in cooler places like deep caves, or under the water of an oasis so as to better ambush creatures and travelers who would never expect to see a frostfallen creature so far south. <br><b>Animating a Frostfallen Creature</b><br> A magic-user can create any form of frostfallen creature by casting <i>animate dead</i> upon the corpse to be animated and providing an amount of ice of equal weight, plus two blue topazes or turquoises worth at least 100 gp each. The creator can only create a number of Hit Dice of frostfallen creatures equal to the amount allowed by <i>animate dead</i>. Frostfallen creatures count against the number of Hit Dice of skeletons and zombies that can be created using <i>animate dead</i>. </br><b>Creating a Frostfallen Creature</b></br> \"Frostfallen creature\" is an acquired template that can be added to any corporeal creature (other than an undead), referred to hereafter as the base creature. A frostfallen creature uses the base creature's statistics and special abilities except as noted here. <br><b>CR:</b> As base creature + 1. <br><b>Alignment:</b> Always neutral evil. <br><b>Type:</b> The creature's type changes to undead and it gains the cold subtype. It retains any subtypes except for alignment subtypes (such as good) and subtypes that indicate kind (such as giant). It does not gain the augmented subtype. It uses all the base creature's statistics and special abilities except as noted here. <br><b>Armor Class:</b> The natural armor bonus improves by +4. Hit Dice: A frostfallen creature drops any HD gained from class levels and changes racial HD to d8s. Creatures without racial HD are treated as if they had 1 racial HD. A skeleton uses its Charisma modifier (instead of its Constitution modifier) to determine bonus hit points. <br><b>Defensive Abilities:</b> Frostfallen creatures gain DR 5/ bludgeoning (or DR 10/bludgeoning if it has 11 HD or more). They are immune to cold. <br><b>Weaknesses:</b> Frostfallen creatures gain vulnerability to fire. <br><b>Speed:</b> A winged frostfallen creature's maneuverability drops to clumsy. If the base creature flew magically, its fly speed is unchanged. Retain all other movement types. <br><b>Attacks:</b> A frostfallen creature retains all the natural weapons, manufactured weapon attacks, and weapon proficiencies of the base creature. It also gains a slam attack that deals damage based on the frostfallen creature's size, but as if it were one size category larger than its actual size. <br><b>Special Attacks:</b> A frostfallen creature retains all of the base creature's special attacks and also gains the following. <br><i>Cold</i> (Su): A frostfallen creature's body generates intense cold, dealing an amount of cold damage with its touch determined by its Hit Dice. Creatures attacking a frostfallen creature with unarmed strikes or natural weapons take this same cold damage each time one of their attacks hits. <table><tr><th>Frostfallen Creature</th></tr><tr><td>Hit Dice</td><td>Cold Damage</td></tr><tr><td>1-5</td><td>1d6</td></tr><tr><td>6-10</td><td>2d6</td></tr><tr><td>11-15</td><td>3d6</td></tr><tr><td>16+</td><td>4d6</td></tr></table> <br><b>Abilities:</b> A frostfallen creature's Strength increases by +2 and its Charisma by +6. A frostfallen creature has no Constitution or Intelligence score, and its Wisdom becomes 10. <br><b>BAB:</b> A frostfallen creature's base attack bonus is equal to 3/4 of its Hit Dice. <br><b>Skills:</b> A frostfallen creature loses all skill ranks possessed by the base creature and gains none of its own. <br><b>Feats:</b> A frostfallen creature loses all feats possessed by the base creature and gains Toughness as a bonus feat. <br><b>Special Qualities:</b> A frostfallen creature loses most special qualities of the base creature. It retains any extraordinary special qualities that improve its melee or ranged attacks. It also gains the following special quality. <br> <i>Lifesense (Su)</i>: The frostfallen creature notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability.</p></h4></div>", "Languages": "", "Source": "AP 51", "Land": "1", "Organization": "solitary, pair, or drove (3-12)", "Ref": "5", "Climb": "0", "HD": "(14d8+28)", "AbilitiyScores": "Str 36, Dex 12, Con -, Int -, Wis 10, Cha 12", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 1916, "SubType": "(cold)", "MonsterSource": "", "Feats": "ToughnessB", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "25, touch 9, flat-footed 26", "Swim": "0", "Name": "Frostfallen Mammoth", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "1", "Will": "9", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any cold land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "lifesense", "Saves": "Fort +5, Ref +5, Will +9", "Melee": "gore +21 (2d8+13 plus 3d6 cold), slam +21 (2d6+13 plus 3d6 cold)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "NE", "Size": "Huge"}