{"Group": "Oni", "Space": "10 ft.", "Mythic": "0", "HP": 147, "Treasure": "double (banded mail, +2 orc double axe, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Oni, Atamahuta</h2><h3><i><i>This large humanoid creature has two heads</i>, <i>one brutish-looking</i>, <i>the other with three eyes and gems and tattoos decorating its forehead</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Atamahuta</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>LE Large outsider (oni, giant, native, shapechanger)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +24</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 10, flat-footed 24 (+7 armor, +1 Dex, +8 natural, -1 size)</h5><h5><b>hp </b>147 (14d10+70); regeneration 5 (acid or fire)</h5><h5><b>Fort </b>+14, <b>Ref </b>+5, <b>Will </b>+12</h5><h5><b>SR </b>22</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b><i><i>+2 orc double axe</i></i> +22/+22/+17/+17/+12/+12 (2d6+12/19-20)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>double weapon mastery, spellstrike</h5><h5><b>Spell-Like Abilities</b> (CL 11th; concentration +14)<br> Constant&mdash;<i>see invisibility</i> </br>3/day&mdash;<i>chill touch</i> (DC 14), <i>dimension door</i>, <i>fireball</i> (DC 16), <i>haste</i>, <i>rage</i>, <i>shocking grasp</i> </br>1/day&mdash;<i>black tentacles</i>, <i>stoneskin</i>, <i>wall of fire</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>25, <b>Dex </b>12, <b>Con </b>20, <b>Int </b> 13, <b>Wis </b>16, <b>Cha </b>17</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+22; <b>CMD </b>33</h5><h5><b>Feats </b>Cleave, Combat Casting, Improved Initiative, Improved Sunder, Power Attack, Spell Penetration, Vital Strike</h5><h5><b>Skills </b>Bluff +20, Disguise +20, Intimidate +20, Knowledge (planes) +18, Perception +24, Sense Motive +20, Spellcraft +18; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>Languages </b>Common, Giant, Orc, Tien</h5><h5><b>SQ </b>change shape (Large humanoid, <i>alter self</i> ), ward off distractions</h5><h5><b>Combat Gear </b>banded mail</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate mountains</h5><h5><b>Organization </b>solitary, pair, or cohort (1-2 plus 3-5 ettins)</h5><h5><b>Treasure </b>double (banded mail, <i>+2 orc double axe</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Double Weapon Mastery (Ex)</b> An atamahuta fights with an orc double axe. While making a full attack, an atamahuta controls its arms with both heads and does not take a penalty on attack or damage rolls for attacking with a double weapon. </h5><h5><b>Spellstrike (Su)</b> An atamahuta can imbue its weapon with magical properties using its spell-like abilities. Whenever an atamahuta casts a spell with a range of \"touch\" from its spell-like abilities, it can deliver the spell through any weapon it is holding as part of a free melee attack at its highest base attack bonus as part of casting its spell. If successful, this melee attack deals its normal damage as well as the effects of the spell. This attack uses the weapon's critical multiplier (usually x3), but the spell effect only deals 2 damage on a successful critical hit, while the weapon damage uses its own critical modifier. An atamahuta cannot make a full attack during the same round that it uses a spell-like ability unless another effect would allow it to do so. </h5><h5><b>Ward Off Distractions (Ex)</b> An atamahuta uses one of its heads to defend against attacks while the other is using a spell-like ability, giving it a +4 bonus to AC against attacks of opportunity while casting.</h5></div><br></br><div><h4><p><p>Atamahuta are immensely strong oni spirits who have donned the physical guise of ettins. Combining oni's trademark guile with ettins' unadulterated brawn, atamahuta use their two-headed forms to inf lict as much damage as possible by fusing their arcane powers with their distinctive melee combat style. Because of the raw power they infuse into the bodies they inhabit, atamahuta are slightly bigger than normal ettins. An atamahuta is 14 feet tall and weighs 5,500 pounds. <b></p><p>Ecology</b></p><p> While many might think an atamahuta possesses two heads and is therefore made up of two distinct oni, each being is composed of only one oni spirit. When an atamahuta takes form, it divides its powers into two parts, granting one half of its being its ingenuity and magical prowess and the other its anger and savage strength. An ettin's body is the most suitable for this division of powers, which manifests itself physically as one head having a seeming dominance over the other. The atamahuta's right head most directly controls its actions in physical combat, and is also the only one that talks; the left head, meanwhile, constantly spills nonsense words and mutterings under its breath, and is the source of the oni's arcane power. Oni scholars have speculated that an individual atamahuta's underlying, unvoiced wishes and desires are encoded in the gibberish that burbles from its left head, and that by listening closely enough, one can garner valuable information about the oni spirit, but few have survived an atamahuta encounter long enough to test this theory. Regardless of whatever babbling the left head produces, most witnesses agree that atamahuta strive for power and fear-induced respect more than anything else, and will go to grotesque lengths to garner them, through means both violent and utterly despicable. Atamahuta possess the ability to change shape just as other oni, but the visage of an uncontrollably violent ettin is often even more horrifying to civilized creatures than that of an oni, whom most regard as equally evil but at least somewhat reasonable. Thus, most atamahuta find it beneficial to procure a silver-tongued ally who can act as a gateway to the more powerful and wise oni itself. Once they have established control over a certain realm, atamahuta will usually either kill or enslave their allies, seeing the beguilers as potential threats to their rule. Atamahuta have little patience for any individual that wastes their time, and oversee their domain with an unforgiving and steadfast fist. Oni who inhabit the form of an ettin usually possess violent and unruly dispositions to begin with, but most know better than to act brashly when they first arrive in their physical forms and keep their <i>rage</i> at bay-at least until they establish their dominion over the lesser beings around them. <b></p><p>Habitat & Society</b></p><p> Atamahuta resemble ettins in both temperament and physical form, but their similarities end here. Most atamahuta look down upon the monstrous giants as barbaric, imperfect versions of an ideal form, and impose their superior strength and intellect upon the creatures in order to enslave them. While a single atamahuta can easily coerce and garner the aid of several ettins, the oni tend to establish elaborate slave rings in order to most effectively \"recruit\" high numbers of individuals, including ettins as well as other intelligent humanoids. Several atamahuta oversee the operation, while their shackled minions act as both enforcers of the slavers' rules and prisoners themselves, hoping to garner some miniscule form of freedom through cooperation. Their sheer cunning allows atamahuta to trick their prisoners into thinking this, when in reality the only escape an atamahuta's slave can hope to achieve is through transfer to another owner or death. When atamahuta establish slave rings, they often make a business of selling their prisoners to the highest bidder in private auctions and black market deals. Occasionally, atamahuta will also run economically viable businesses on the side, putting their enslaved minions to work in remote fields or mines far from civilization. Atamahuta are rarely content to remain rulers over a stagnant position, and seek to advance their dominion as far as possible. Their prowess for ruthless business tactics and intimidating rivals into positions of subservience makes them potent forces in whatever realm they seek to control. Atamahuta often join merchants' guilds and other such organizations after starting their slave rings, creating legitimate business fronts in order to infiltrate the guilds and wrest control of them. With this power, they can impose seemingly fair taxes upon their competitors, ultimately running them out of business and establishing themselves as the sole means of trade within a community. Of course, they must do this all through surrogates, as few trade organizations would permit an oni or an ettin into their ranks, and even then, many guilds have imposed strict rules regarding representatives into their systems in order to prevent such atamahuta-run monopolies from developing in the first place. Atamahuta are typically distrustful of other oni, as they see them as potential threats to their power, and thus only rarely ally themselves with other such beings. Occasionally, however, such alliances can prove to be mutually beneficial, and so atamahuta team up with weaker oni such as yamabushi tengus or kuwa, so that they can reap the rewards of such a coalition while still retaining the most power. More intelligent or powerful oni recognize atamahuta for their oblivious nature and will often manipulate the beings for their strength, tricking the ettin-shaped oni into thinking they are dominant in the friendship until the more powerful oni has used the atamahuta for their intended purpose, at which point the beings are swiftly discarded.</p></h4></div>", "Languages": "Common, Giant, Orc, Tien", "Source": "AP 51", "Land": "1", "Organization": "solitary, pair, or cohort (1-2 plus 3-5 ettins)", "Ref": "5", "Climb": "0", "HD": "(14d10+70)", "AbilitiyScores": "Str 25, Dex 12, Con 20, Int 13, Wis 16, Cha 17", "Gear": "banded mail", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 1917, "SubType": "(oni, giant, native, shapechanger)", "MonsterSource": "", "Feats": "Cleave, Combat Casting, Improved Initiative, Improved Sunder, Power Attack, Spell Penetration, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "+4 Perception", "AC": "25, touch 10, flat-footed 24", "Swim": "0", "Name": "Atamahuta", "VariantParent": "", "Skills": "Bluff +20, Disguise +20, Intimidate +20, Knowledge (planes) +18, Perception +24, Sense Motive +20, Spellcraft +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "temperate mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Large humanoid, alter self ), ward off distractions Other", "Saves": "Fort +14, Ref +5, Will +12", "Melee": "+2 orc double axe +22/+22/+17/+17/+12/+12 (2d6+12/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Large"}