{"Group": "Kami", "Space": "15 ft.", "Mythic": "0", "HP": 264, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kami, Kaminari</h2><h3><i><i>This enormous humanoid possesses vibrant green skin and equally loud hair</i>, <i>and is surrounded by a ring of huge drums and storm clouds</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Kaminari</p><p class=\"alignright\">CR 17</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>102,400</h5><h5>CN Huge outsider (air, kami, native)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft.; Perception +29</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>32, touch 13, flat-footed 27 (+5 Dex, +19 natural, -2 size)</h5><h5><b>hp </b>264 (23d10+138); fast healing 15</h5><h5><b>Fort </b>+19, <b>Ref </b>+12, <b>Will </b>+18</h5><h5><b>DR </b>15/cold iron; <b>Immune </b>bleed, electricity, mind-affecting effects, petrification, polymorph, sonic; <b>Resist </b>acid 10, fire 10; <b>SR </b>28</h5><h5><b>Weaknesses </b>vulnerable to <i>silence</i></h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (perfect)</h5><h5><b>Melee </b>2 slams +30 (2d8+9 plus cacophonous blow)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>trample (2d8+13 plus cacophonous blow, DC 30)</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +27) </br>At Will&mdash;<i>invisibility</i> (self only), <i>shatter</i> (DC 19), <i>sound burst</i> (DC 19) </br>3/day&mdash;<i>control weather</i>, <i>deafening song bolt</i>*, <i>discordant blast</i>*, <i>greater dispel magic</i>, <i>mass cacophonous call</i>* (DC 22) </br>1/day&mdash;empowered <i><i>chain</i> lightning</i> (DC 23), <i>greater shout</i> (DC 25), <i>storm of vengeance</i> (DC 26)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>28, <b>Dex </b>21, <b>Con </b>22, <b>Int </b> 16, <b>Wis </b>17, <b>Cha </b>25</h5><h5><b>Base Atk </b>+23; <b>CMB </b>+34; <b>CMD </b>49</h5><h5><b>Feats </b>Blind-Fight, Cleave, Combat Reflexes, Empower Spell-Like Ability (<i><i>chain</i> lightning</i>), Great Cleave, Improved Initiative, Improved Vital Strike, Iron Will, Power Attack, Stand Still, Trample, Vital Strike</h5><h5><b>Skills </b>Bluff +33, Diplomacy +33, Fly +35, Intimidate +33, Knowledge (nature) +29, Knowledge (planes) +29, Perception +29, Perform (percussion) +30, Sense Motive +29</h5><h5><b>Languages </b>Auran, Common; telepathy 100 ft.</h5><h5><b>SQ </b>merge with ward, storm ward</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate skies, hills, and mountains</h5><h5><b>Organization </b>solitary, duet, or symphony (3-5)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Cacophonous Blow (Su)</b> Whenever a kaminari deals damage with a slam or trample attack, it also deals 11d6 points of sonic damage. In addition, a creature struck with this ability is rendered permanently deaf. A creature that makes a successful DC 27 Reflex save takes half damage and avoids the deafening effect. The save DC is Constitution-based. </h5><h5><b>Storm Ward (Su)</b> A kaminari treats a specific mass of transient storm clouds as its ward. This storm is about 1 mile in diameter, and a kaminari can observe the world from any point within its storm ward, whether merged with it or in its physical form. A kaminari can only control the movement of its ward to a minimal extent, willing it to remain in one place or move in a cardinal direction for up to 2d4 hours every day. After this time, the ward continues on its natural course for 24 hours, after which the kaminari may will it to remain stationary again. When a kaminari is in its physical form and within its ward or within 120 feet of its ward's boundaries, it gains the power to call down bolts of lightning. The kaminari can call up to a total of 15 bolts of lightning each day, each of which deals 5d10 points of electricity damage. This ability is otherwise identical to <i>call lightning storm</i>. </h5><h5><b>Vulnerable to Silence (Su)</b> A kaminari constantly surrounds itself with sound and music, and can't stand any form of <i>silence</i>. Whenever a kaminari is affected by a <i>silence</i> spell or effect or is rendered deaf by any means, it loses its cacophonous blow ability and its fast healing for the duration of the effect. But because a kaminari possesses incredible resilience to such effects, any <i>silence</i> or deafening effect lasts only 2d4 rounds or as long as the effect's duration states, whichever is shorter.</h5><h5>* See the <i>Advanced Player's Guide</i>.</h5></div><br></br><div><h4><p><p>Kaminaris are robust spirits of enormous size that watch over the balance of weather, taking the form of violent storms wherever they go. More monstrous-looking and boisterous than most kami, kaminaris are often mistaken for oni upon first glance, their unpredictable natures furthering the confusion. Kaminaris care little for most mortals, primarily concerning themselves with the maintenance and protection of their wards- enormous storm clouds that represent the awesome power of thunder and lightning. In addition to their duties guarding their storm wards and the balance of weather, kaminaris are endlessly fascinated with musical instruments, particularly drums. Kaminaris have vibrant skin and equally colorful features; the specific hues vary from kaminari to kaminari. A kaminari stands roughly 25 feet tall and weighs about 10 tons. <b></p><p>Ecology</b></p><p> Though a kaminari commands the awe-inspiring powers of lightning and thunder as though they were simply extensions of itself, the kami of storms have limited power over their wards. As dictated by the obscure and convoluted <i>Laws of Golden Perfection</i>, a kaminari has only limited ability to will its ward to travel in any particular direction or halt its movement for a modest amount of time per day. Thus it is often merely a passenger upon the clouds of a storm. Though most storms collect and dissipate with some frequency, a kami-inhabited storm is more permanent than most weather patterns, and as long as both the kami and its ward are neither destroyed nor corrupted, the storm could exist for a potentially infinite amount of time. Kaminaris despise the use of magic to alter weather patterns, and attempts to disrupt their storm clouds often result in the enormous kami's unabashed and wrathful ire. A kaminari is as volatile as the storm it protects, and the powerful spirit is quick to exterminate any creature-mortal or otherwise-it deems a threat to the natural balance of weather. Whether an evil sorcerer is trying to bring devastation to a seaside town by calling forth powerful hurricanes or a benevolent wizard is summoning rain to save a desert city in the midst of a natural drought, if such manipulation comes to the attention of the watchful and wandering kaminaris, they find little forgiveness. This is not to suggest that the kami of storms are evil-their threshold for nuisances is simply lower than most kami, and their punishments more destructive. <b></p><p>Habitat & Society</b></p><p> Floating thousands of feet above most civilizations, kaminaris are usually isolated from other creatures, and this suits the reclusive kami just fine. A kaminari does not interfere with the matters of mortals beyond the natural destruction caused by its storm clouds, and only aides such diminutive creatures when the task would be required of it because of some stricture of the <i>Laws of Golden Perfection</i>. Once a kaminari has fulfilled its required duty, it is only too happy to continue on its way, where it can remain uninterrupted as it creates its music and fills the air around it with thunder and lightning. A kaminari is as devoted to its ward as it is to the practice of music, and the intensity of the storm it sits upon usually corresponds to the amount of aggression with which it plays its instrument. While it rarely cares to interact with mortals, tending first and foremost to its ward, a kaminari may entertain the idea of interacting with a fellow virtuoso. Kaminaris thus have a great affection for bards who practice an instrument, and will occasionally interrupt their diligent guardianship of their storm if doing so allows them the opportunity to play with a skillful accompanist. Amateurs need not apply, as the immortal kaminaris are often among the best players of their instruments, commanding powers of music so stirring that even the most talented bard might have trouble keeping up. A kaminari goes to great lengths to surround itself with booming noise, and is rarely seen without its instrument of choice. While most kaminaris prefer to use drums and other percussion instruments to fill the air around them with sound, rare individuals also adhere to the use of keyboard, string, and wind instruments. The powers of these kaminaris do not greatly differ, but their choice of instrument is usually a fair indicator of their temperament as well as the kind of storm they travel upon-those who play keyboards are usually found amid desert-quenching storms that wander arid environments, bringing with them the power of tornadoes and dust storms; players of string instruments tend toward oceanic environs, residing within the hearts of devastating hurricanes of incredible magnitude far out at sea; and kaminaris who use wind instruments occupy blizzards, commanding the powers of the ice and snow that constantly whip about them.</p></h4></div>", "Languages": "Auran, Common; telepathy 100 ft.", "Source": "AP 52", "Land": "1", "Organization": "solitary, duet, or symphony (3-5)", "Ref": "12", "Climb": "0", "HD": "(23d10+138)", "AbilitiyScores": "Str 28, Dex 21, Con 22, Int 16, Wis 17, Cha 25", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 1934, "SubType": "(air, kami, native)", "MonsterSource": "", "Feats": "Blind-Fight, Cleave, Combat Reflexes, Empower Spell-Like Ability (chain lightning), Great Cleave, Improved Initiative, Improved Vital Strike, Iron Will, Power Attack, Stand Still, Trample, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "19", "Fly": "1", "RacialMods": "", "AC": "32, touch 13, flat-footed 27", "Swim": "0", "Name": "Kaminari", "VariantParent": "", "Skills": "Bluff +33, Diplomacy +33, Fly +35, Intimidate +33, Knowledge (nature) +29, Knowledge (planes) +29, Perception +29, Perform (percussion) +30, Sense Motive +29", "ClassArchetypes": "", "IsTemplate": "0", "Will": "18", "Race": "", "CR": "17", "XP": 102400, "TemplatesApplied": "", "Environment": "temperate skies, hills, and mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "merge with ward, storm ward", "Saves": "Fort +19, Ref +12, Will +18", "Melee": "2 slams +30 (2d8+9 plus cacophonous blow)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 60 ft. (perfect)", "Alignment": "CN", "Size": "Huge"}