{"Group": "Kami", "Space": "10 ft.", "Mythic": "0", "HP": 207, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kami, Suijin</h2><h3><i><i>This massive</i>, <i>serpentine carp explodes forth from the water</i>, <i>its rainbow-colored scales gleaming in the sunlight and glossy eyes bright with good-natured intelligence</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Suijin</p><p class=\"alignright\">CR 14</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>38,400</h5><h5>N Large outsider (kami, native, water)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft.; Perception +27</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 12, flat-footed 27 (+2 Dex, +1 dodge, +18 natural, -1 size)</h5><h5><b>hp </b>207 (18d10+108); fast healing 7</h5><h5><b>Fort </b>+17, <b>Ref </b>+15, <b>Will </b>+12</h5><h5><b>DR </b>10/cold iron and evil; <b>Immune </b>bleed, mind-affecting effects, petrification, polymorph effects; <b>Resist </b>acid 10, electricity 10, fire 10; <b>SR </b>25</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (perfect), swim 60 ft.</h5><h5><b>Melee </b>bite +24 (2d8+7/19-20), tail slap +19 (1d8+3 plus grab)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft. (15 ft. with bite)</h5><h5><b>Special Attacks </b>breath weapon (80-ft. line, 9d6 bludgeoning damage plus push, Reflex DC 25 for half, usable every 1d4 rounds), constrict (1d8+3), whitewater barrier</h5><h5><b>Spell-Like Abilities</b> (CL 18th; concentration +22) </br>Constant&mdash;<i>freedom of movement</i>, <i>speak with animals</i> </br>At Will&mdash;<i>control water</i>, <i>create water</i>, <i>greater dispel magic</i>, <i>modify memory</i> (DC 18), <i>slipstream</i>* </br>3/day&mdash;<i>aqueous orb</i>* (DC 17), quickened <i>telekinesis</i> (DC 19) </br>1/day&mdash;<i>break enchantment</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>15, <b>Con </b>23, <b>Int </b> 18, <b>Wis </b>22, <b>Cha </b>19</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+26 (+30 grapple); <b>CMD </b>39</h5><h5><b>Feats </b>Combat Reflexes, Dodge, Flyby Attack, Improved Critical (bite), Improved Lightning Reflexes, Lightning Reflexes, Mobility, Quicken Spell-Like Ability (<i>telekinesis</i>), Stand Still</h5><h5><b>Skills </b>Bluff +25, Diplomacy +22, Fly +29, Handle Animal +25, Intimidate +22, Knowledge (nature) +25, Perception +27, Sense Motive +27, Survival +27, Swim +36</h5><h5><b>Languages </b>Aquan, Common; <i>speak with animals</i>, telepathy 100 ft.</h5><h5><b>SQ </b>merge with ward, ward (small body of water)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any water</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Breath Weapon (Su)</b> When a suijin uses its breath weapon, it unleashes a pressurized blast of water that knocks over and soaks everything in its line of effect. Any creature that is struck by the blast and fails its saving throw is pushed back 10 feet as though bull rushed. For every 5 by which a creature fails its saving throw, it is pushed back an additional 5 feet. This effect also extinguishes any normal fires within the line of effect, as well as magical fires, which are dispelled as though by <i>greater dispel magic</i>. A suijin can choose to have its breath weapon deal nonlethal damage instead of lethal damage before using this ability. </h5><h5><b>Whitewater Barrier (Su)</b> Three times per day as a standard action, a suijin can create a wall of turbulent water. A suijin can make this barrier however long it wishes, up to a maximum length of 180 feet, and the wall is 20 feet tall. A whitewater barrier acts as a sheet of stormy water, and any Large or smaller creature that attempts to pass through the barrier must succeed at a DC 26 Swim check or be rushed to the top of the wave and pushed back to the side it started on, taking fall damage as appropriate. It is possible to create cylindrical or square whitewater barriers to enclose specific points. This effect acts like <i>wind wall</i> in regard to how ranged missiles, breath weapons, gases, and creatures in gaseous form interact with it. The Swim DC is Constitution-based.</h5><h5>* See the <i>Advanced Player's Guide</i>.</h5></div><br></br><div><h4><p><p>Suijins are the kami of lakes, ponds, springs, and wells. When they are not merged with their wards, these spirits of nature resemble giant carp or sea serpents, usually beautiful specimens with rainbow scales. While they are as benevolent and well meaning as all other kami, suijins are often mistaken for beasts of the waters they inhabit, and are thus feared by superstitious or simple-minded creatures. Those who encounter suijins know better than to believe such unfounded fears, however, as the kami often only emerge from their wards in order to protect innocent creatures in trouble near its waters. Considered reclusive even by other kami, a suijin usually tries to protect creatures within its wards by covert means if at all possible, slowing the flow of its waters' currents or pushing struggling creatures to shore via magic. Suijins are infinitely patient, and though most enjoy helping creatures, those in more remote regions are just as content to simply exist among their waters, protecting their wards from those who would seek to defile them. The general attitude among most suijins is often one of simple acceptance of things as they are, based on the belief that all things are fluid and subject to change; even the largest lakes are bound to recede or expand, and even the most eternal kami are not entirely permanent, a point proven by the vicious oni. In its true form, a typical suijin is 15 feet long and weighs about 1,200 pounds, though numerous rumors suggest that lesser and greater suijins do exist in some parts of the world, typically residing in bodies of water that are proportionate to the kami's size and power. <b></p><p>Ecology</b></p><p> A suijin's particular ward is usually a good indicator of its temperament. A suijin residing in a secluded and placid mountain lake is often more calm and forgiving of trespasses than one dwelling in the heart of a turbulent river, and though all suijins typically mean well, those with more tumultuous wards are generally less tolerant of intruders within their domains. For instance, a suijin protecting a natural whirlpool within a larger body of water may not help a passing boat of traders that happens to start sinking into its depths, viewing the ship as a disturbance to the forces of nature. Those suijins who are used to seeing their waterways casually abused by the forces of civilization-as almost all cities in some way impose upon or corrupt the rivers and streams that flow near them, and even farming communities may pollute with manure and runoff- can be much more hard-hearted. Suijins in isolated areas care far less about the mortal world than those who interact with it on a daily basis, so the attitude of a suijin dwelling within a mountain stream is often far different than that of one residing in a regularly visited pond. Travelers can earn the approval of a suijin by placing minerals or gemstones within its ward, and those who pollute the waters or use it for evil (such as by executing innocents via drowning) are quick to encounter a normally calm suijin's fearsome wrath. Unusual floods and droughts are both signs of a suijin's displeasure with a nearby development's effects on the surrounding waters, and wary villagers are careful to appease a suijin and change their destructive ways, lest they feel the full brunt of the powerful water kami's righteous wrath. Those suijins who continually fail to protect their waters from troublesome residents or visitors are often quick to fall out of favor with their kindred, and the wards of these kami often become treacherous during the time in which a corrupted suijin makes its gradual transition toward becoming an oni. <b></p><p>Habitat & Society</b></p><p> A suijin can occupy virtually any body of water, whether it be a stream up to several dozen miles long or a lake no more than a single mile in diameter. A particularly social suijin might choose to occupy the aqueduct of an urban development if the inhabitants are especially conscious of their impact on the surrounding environs, and such settlements recognize and appreciate the blessing of the benevolent resident, as a suijin cleans and purifies the waters it inhabits. Suijins are solitary kami, and rarely go out of their way to band with others of their kind, preferring instead to protect isolated bodies of water. This form of aloofness isn't out of fear of or apathy for other kami; instead, suijins merely adhere to a loosely established territorial pact, knowing that their powers are more valuable when spread throughout regions, rather than concentrated on particular bodies of water. When suijins do interact with one another, they do so at points where two bodies of water meet, such as estuaries and deltas. If two connecting bodies of water are especially healthy and the suijins residing in them are entirely undisturbed by forces of corruption, it is said that the water kami celebrate nature in a sort of bonding ritual. The rare event can be seen as motes of blue and green light whirling in the shallows of the adjoining water, and scholars speculate that this event may symbolize the creation of a new suijin.</p></h4></div>", "Languages": "Aquan, Common; speak with animals, telepathy 100 ft.", "Source": "AP 52", "Land": "1", "Organization": "solitary", "Ref": "15", "Climb": "0", "HD": "(18d10+108)", "AbilitiyScores": "Str 24, Dex 15, Con 23, Int 18, Wis 22, Cha 19", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft. (15 ft. with bite)", "DontUseRacialHD": "0", "id": 1935, "SubType": "(kami, native, water)", "MonsterSource": "", "Feats": "Combat Reflexes, Dodge, Flyby Attack, Improved Critical (bite), Improved Lightning Reflexes, Lightning Reflexes, Mobility, Quicken Spell-Like Ability (telekinesis), Stand Still", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "17", "Fly": "1", "RacialMods": "", "AC": "30, touch 12, flat-footed 27", "Swim": "1", "Name": "Suijin", "VariantParent": "", "Skills": "Bluff +25, Diplomacy +22, Fly +29, Handle Animal +25, Intimidate +22, Knowledge (nature) +25, Perception +27, Sense Motive +27, Survival +27, Swim +36", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "14", "XP": 38400, "TemplatesApplied": "", "Environment": "any water", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "merge with ward, ward (small body of water)", "Saves": "Fort +17, Ref +15, Will +12", "Melee": "bite +24 (2d8+7/19-20), tail slap +19 (1d8+3 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 60 ft. (perfect), swim 60 ft.", "Alignment": "N", "Size": "Large"}