{"Group": "Oni", "Space": "5 ft.", "Mythic": "0", "HP": 57, "Treasure": "standard (masterwork leather armor, masterwork tetsubo**, longbow with 20 arrows, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Oni, Ja Noi</h2><h3><i><i>This hunchbacked</i>, <i>fiery-skinned humanoid possesses black eyes beneath the bony ridges of its brow</i>, <i>wears elaborate heavy armor</i>, <i>and wields an ornate metal club</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ja Noi</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>LE Medium outsider (goblinoid, native, oni, shapechanger)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft.; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 12, flat-footed 16 (+2 armor, +2 Dex, +4 natural)</h5><h5><b>hp </b>57 (6d10+24); regeneration 3 (acid or fire)</h5><h5><b>Fort </b>+9, <b>Ref </b>+7, <b>Will </b>+3</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>mwk tetsubo +11/+6 (1d10+6/4)</h5><h5><b>Ranged </b>longbow +8/+3 (1d8/3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 6th; concentration +8) </br>3/day&mdash;<i>command</i> (DC 13), <i>doom</i> (DC 13), <i>fly</i>, <i>magic weapon</i> </br>1/day&mdash;<i>bull's strength</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>15, <b>Con </b>18, <b>Int </b> 12, <b>Wis </b>13, <b>Cha </b>14</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+10; <b>CMD </b>22</h5><h5><b>Feats </b>Cleave, Outflank*, Power Attack</h5><h5><b>Skills </b>Bluff +11, Disguise +11, Fly +11, Intimidate +11, Perception +10, Sense Motive +10, Stealth +11</h5><h5><b>Languages </b>Common, Goblin</h5><h5><b>SQ </b>change shape (Small or Medium humanoid, <i>alter self</i> ), serene fighter</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate or warm hills</h5><h5><b>Organization </b>solitary, patrol (2-4), warband (5-7 plus 8-15 hobgoblins), or company (8-12 plus 20-50 hobgoblins, 1-2 lieutenants of 4th-5th level, and 1 general of 7th- 10th level)</h5><h5><b>Treasure </b>standard (masterwork leather armor, masterwork tetsubo**, longbow with 20 arrows, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Serene Fighter (Su)</b> A ja noi is extremely disciplined and maintains its focus even in the midst of combat. Once per day as an immediate action, a ja noi may reroll a Will save.</h5><h5>* See the <i>Advanced Player's Guide</i>.<br>** See <i>Ultimate Combat</i>.</h5></div><br></br><div><h4><p><p>A ja noi is an oni spirit that takes the form of a hobgoblin, and differs physically from the hobgoblins in a variety of ways, most notably its unearthly strength and distorted appearance. A ja noi's skin blazes a fiery red rather than a drab gray, and the oni bears prominent ridges on its brow and forehead. Ja noi live to fight. While not as physically powerful as most oni, ja noi nonetheless have an insatiable thirst for combat that drives them to pursue the trials of battle and bloodshed. The sensation of hot blood splattering on a ja noi's skin provokes an adrenaline rush that only fuels its lust for the kill. Its broad, tightly muscled physique and prowess in combat inspire awe within typical hobgoblins, who see the ja noi as a leader who ensures victory in their conquests. Towering over the hobgoblins it resembles, a ja noi stands a little over 6 feet tall and weighs about 220 pounds. <b></p><p>Ecology</b></p><p> All oni believe the Material Plane's inhabitants fail to take advantage of the wealth of sensations they have at their disposal. While most of these evil spirits inhabit shells and rise to power by working behind the scenes- manipulating others into doing most of their foul deeds for them-ja noi take a more direct approach, conquering and slaughtering any who would stand against them and their armies. Ja noi embrace the carnal joys of slaughter, and no situation is more pleasant to a ja noi than the heat of combat upon a war-ravaged battlef ield. These hardened oni often recognize the inevitable outcome of their warlike tendencies, knowing that death could always be just around the corner; this knowledge, however, only further stimulates their greed for sensation, inspiring them to embrace every fight, as they know it could be their last. A ja noi silences its mind and ignores everything else while on the battlef ield, reveling in the current moment and the sensations of combat: the crunch of bones beneath a worn club, the spray of dying foes' blood, and the scattered guts and heads of fallen brawlers. Like other oni, ja noi possess the ability to change shape, and often use this ability to confuse enemies in the midst of battle, altering their appearances to look like allies, only to bash in an unsuspecting foe's head before the victim knows what's happened. This brutish trickery is usually the extent of a ja noi's guile, however, as the hobgoblin oni are hardly known for their cunning. Even in regard to tactics, ja noi usually implement only the basest plans of action, simply relying on their weaker minions to take the brunt of an opposing army's blow while they target the <i>command</i>ers, always seeking the most worthy challenger and forever striving for that feeling that comes just as one is fighting for one's life. The most powerful ja noi are exceptions to this rule, however, and tales tell of expert ja noi leaders who excel in both physical prowess and tactical wit. These <i>command</i>ers quickly reach the status of generals, and work alongside other oni to manipulate vast armies of soldiers, both humanoid and goblinoid. Once they take physical form, ja noi rarely last more than a couple years on the Material Plane, their deadly lifestyle often a limiting factor in this regard. They either die in battle or at the hands of mutinous troops or allies, minions who realize that they are merely pawns in the game of war that the ja noi is constantly playing. Thus, most of these oni practice their battle skills constantly against one another, their strongest hobgoblin followers, and their adroit adversaries, always fighting and becoming more powerful. While they care little for the arcane, ja noi hone some magical abilities in order to inf lict maximum damage on the battlefield, and a few even seek out magical items to bolster their strength. <b></p><p>Habitat & Society</b></p><p> Whereas many oni prefer to act alone and in secret, ja noi recognize the concept of strength in numbers, and understand that banding together is often a surer way to glorious victories than lone pursuits. The rare lone ja noi may seek out renowned heroes and martial senseis to challenge in one-on-one combat, but most of these creatures know the best way to demonstrate their prowess is in the midst of the chaotic battlefield in front of other oni, especially fellow ja noi. Often, when ja noi work together to bring carnage to the field of war, they keep track of each other's kills, ranking one another in terms of strength and skill. An individual who shows cowardice repeatedly or does not prove a useful ally swiftly meets the blade of a supposed comrade, as ja noi have little patience for weak accomplices. Ja noi are seen as lowly and primal by other oni, but they possess immense amounts of authority among the lesser hobgoblins around them, and so they surround themselves with these minions, viewing them as useful fodder for the battles to come. During the fight, a ja noi's amateur hobgoblin warriors combat the masses of the opposing army, allowing the prideful oni to engage the <i>command</i>ers. Having found what they consider an ideal militaristic race, ja noi prefer to use hobgoblins for their war campaigns if possible, though they settle for other soldiers if doing so clearly benefits the oni and they have the mortals' unquestioning loyalty. More often, a ja noi will employ non-hobgoblin minions to serve as slaves or some other form of chattel, putting them to work crafting armor and weapons or cleaning up during the aftermath of a successful battle. In rare cases, more powerful oni ask ja noi to lead armies against particularly stubborn groups of opponents. Ja noi rarely refuse such requests, knowing that much blood will be shed in the ventures-and that denying the requests of stronger oni is a sure path to a quick death. Like all oni, ja noi despise and seek out kami, reveling in the destruction of minor spirits and hunting the more powerful individuals for the sheer challenge of it. Because of the strictures of the <i>Laws of Golden Perfection</i>, ja noi cannot directly slay kami, and so they work to direct their vicious hobgoblin armies to complete the task instead. In extremely rare cases, when they have no campaigns to wage and no humanoid enemies to battle, ja noi simply disappear into the wilderness to fight the mightiest creatures they can find. Laying waste to big game such as bulettes and owlbears can distract a ja noi between large-scale battles, but it doesn't take long before the natural warrior quickly feels the lust for battle surge within it once again. Given too much time between skirmishes, a ja noi might turn its violent attention toward its followers, slaughtering entire hobgoblin tribes out of frustration and madness. Canny hobgoblins in service to a bloodthirsty ja noi are wise to find opposing groups for the oni to battle, that the resulting conf lict might temporarily sate the ja noi's incessant desire for war.</p></h4></div>", "Languages": "Common, Goblin", "Source": "AP 52", "Land": "1", "Organization": "solitary, patrol (2-4), warband (5-7 plus 8-15 hobgoblins), or company (8-12 plus 20-50 hobgoblins, 1-2 lieutenants of 4th-5th level, and 1 general of 7th- 10th level)", "Ref": "7", "Climb": "0", "HD": "(6d10+24)", "AbilitiyScores": "Str 19, Dex 15, Con 18, Int 12, Wis 13, Cha 14", "Gear": "", "Ranged": "longbow +8/+3 (1d8/3)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1936, "SubType": "(goblinoid, native, oni, shapechanger)", "MonsterSource": "", "Feats": "Cleave, Outflank*, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "", "AC": "18, touch 12, flat-footed 16", "Swim": "0", "Name": "Ja Noi", "VariantParent": "", "Skills": "Bluff +11, Disguise +11, Fly +11, Intimidate +11, Perception +10, Sense Motive +10, Stealth +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "temperate or warm hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Small or Medium humanoid, alter self ), serene fighter", "Saves": "Fort +9, Ref +7, Will +3", "Melee": "mwk tetsubo +11/+6 (1d10+6/4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Medium"}