{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 30, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lacridaemon</h2><h3><i><i>Sobbing uncontrollably</i>, <i>this gray-skinned creature possesses thin legs ending in black cloven hooves</i>, <i>as well as a ferocious</i>, <i>manic grin</i>. Its flesh is torn and scratched even down to the tip of its misshapen tail, <i>while a patchwork sheet of dirty ice covers its body</i>. <i>Its tears sizzle violently as they hit the ground</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Lacridaemon</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>NE Medium outsider (daemon, evil, extraplanar)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., <i>detect good</i>, <i>detect magic</i>; Perception +8</h5><h5><b>Aura </b>weeping aura 100 ft.</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 13, flat-footed 12 (+3 Dex, +2 natural)</h5><h5><b>hp </b>30 (4d10+8)</h5><h5><b>Fort </b>+6, <b>Ref </b>+4, <b>Will </b>+5</h5><h5><b>DR </b>5/good or silver; <b>Immune </b>acid, death effects, disease, poison; <b>Resist </b>cold 10, electricity 10, fire 10; <b>SR </b>14</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>bite +6 (1d4+2 plus 1d4 acid and poison), 2 claws +7 (1d4+2 plus 1d4 acid)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>poisonous tears</h5><h5><b>Spell-Like Abilities</b> (CL 4th; concentration +5) </br>Constant&mdash;<i>detect good</i>, <i>detect magic</i> </br>At Will&mdash;<i>pass without trace</i> </br>3/day&mdash;<i>overwhelming grief</i> * (DC 14), <i>teleport</i> (self plus 50 lbs. of objects only) </br>1/day&mdash;<i>hold person</i> (DC 14), <i>invisibility</i>, <i>snare</i>, summon (level 4, 1 lacridaemon, 50%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>17, <b>Con </b>14, <b>Int </b> 11, <b>Wis </b>13, <b>Cha </b>12</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+6; <b>CMD </b>19</h5><h5><b>Feats </b>Improved Initiative, Weapon Focus (claws)</h5><h5><b>Skills </b>Acrobatics +10 (+14 jump), Bluff +8, Climb +9, Perception +8, Sense Motive +8, Stealth +10</h5><h5><b>Languages </b>Abyssal, Draconic, Infernal; telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abaddon)</h5><h5><b>Organization </b>solitary, pair, or lurk (3-6)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Poisonous Tears (Su)</b> A lacridaemon's tears are poisonous to other creatures. As a move action that provokes an attack of opportunity, a lacridaemon can coat both of its claws with its tears, giving its next attack the possibility of poisoning its victim. A lacridaemon must attack with its claws on the same round or the round immediately after it applies its tears in order to use this ability; after that time, the tears lose their potency. Once it has attacked a creature using its tear-coated claws, a lacridaemon must reapply the tears again in order to use this ability. A lacridaemon's bite attack is always treated as having its poisonous tears applied to it. <i>Lacridaemon poison</i>: Injury; save Fortitude DC 14; frequency 1/round for 6 rounds; effect 1 Wis plus staggered for 1 round; cure 2 consecutive saves. </h5><h5><b>Weeping Aura (Su)</b> A lacridaemon emits an invisible aura that sounds like the whimpers of a crying child. The whimpers sound almost as if they're coming from all directions at once, or perhaps from one's own mind, disorienting those within the aura's area. Any creature that enters this area takes a -5 penalty on Survival checks to avoid becoming lost. Creatures within the aura's range need not be able to physically hear the whimpers in order to be affected by this ability (and those who try to identify its origin so they can get nearer take a -5 penalty on their Perception checks to do so). A lacridaemon can suppress or reactivate its aura as a free action, and the effects from multiple lacridaemon auras stack (up to a maximum penalty of -20). This aura is a sonic, mind-affecting effect.</h5><h5>* See <i>Ultimate Magic</i>.</h5></div><br></br><div><h4><p><p>Among the least powerful of Abaddon's daemons, though still exceedingly dangerous, lacridaemons personify death by neglect or exposure to the elements, such as that suffered by those who become lost in the wilderness and die far from help, or are trapped in an enclosed space (like a collapsed mine) and left to slowly expire. Sadly, children are more likely to become lacridaemons than any other type of daemon, and while it's rare for children to be truly evil, those unfortunate children who die from neglect and abuse, or who are abandoned by their parents, are at risk of being twisted and made savage by the experience. Lacridaemons' misery is in stark contrast to their savage nature, and given the opportunity, they viciously lash out, furiously attacking their mortal victims. Burning tears of acid and horrific powers used to strand mortals in perilous conditions make lacridaemons effective combatants against unwary enemies, and their abilities are compounded when the daemons are encountered as a wailing, weeping group. <b></p><p>Ecology</b></p><p> Pitiful creatures, most lacridaemons suffer in death as their mortal incarnations did in life, consumed by feelings of abandonment, self-pity, and a gnawing sense of loneliness. They often spawn from the souls of evil mortals who died alone and abandoned-exiled criminals, reclusive and corrupt nobles, or those who died from intense exposure to the natural elements, such as by freezing to death or dying of thirst. They are thus often servants of the Horseman of Famine, who makes use of their skills in luring mortals well beyond the edges of civilization, where they ultimately perish due to lack of nourishment. Wracked by an enduring and incurable loneliness even in death, these fiends yearn for the companionship they died without, but only so they can attack and prey upon the souls of those who denied them help in life. They still call out for aid, whispering with a subtle telepathy as well as calling out with weak, pleading voices, begging for help and comfort. In Abaddon, their calls mostly draw out the hunted-namely those evil souls of Abaddon who would seek to take advantage of a stranded innocent-while on the Material Plane they bring forth all manner of doomed altruists. They turn on those who arrive, attacking anyone who would show them the benevolence denied or unattainable to them in life. Of course, the very notion that their daemonic nature might be inf luenced by the dim memories of a mortal soul is disgusting to them, and most reject the idea as blasphemous. <b></p><p>Habitat & Society</b></p><p> Bef itting their nature, most lacridaemons wander the fringes of daemonic society, abhorring the cities and citadels that populate the greater realms of the Four and their subordinate lords. This self-selected exile has several consequences. First, it ensures that they, as a caste of daemons, receive only the scraps of mortal souls, and rarely does any lacridaemon rise to a position of prominence within Abaddon. Their wandering also brings them into considerable conf lict with the various non-daemonic natives of Abaddon, including nightmares and night hags-but when confronted by powerful foes or outnumbered, lacridaemons usually simply flee. Lacridaemons take great pleasure in pursuing the hunted, leading the already stranded souls further astray throughout the vast wastelands of Abaddon. These hunted never die of starvation or malnourishment, instead subsisting in a constant state of agonizing hunger, and the lacridaemon takes great pleasure in causing such suffering. Solitary and xenophobic, lacridaemons shun the company of other creatures except for other lacridaemons, and even then the fiends largely just cluster together, interacting at a bare minimum. These small lurks of lacridaemons are especially dangerous when encountered in the wild; their maddening whines for help often cause entire parties of travelers to become disoriented and lose their way in treacherous lands. While on the Material Plane, lacridaemons gravitate toward hostile environs such as vast swaths of tundra, brutally hot deserts, and inhospitable swamplands. Occasionally, a lacridaemon will appear near the border of an oasis city or remote outpost, waiting for travelers to leave on the next leg of their journey. The lacridaemon will then follow the unwitting travelers at a distance, waiting until they are far from civilization before coming close enough to let its mind-affecting sobs be known. Lacridaemons use their pitiful whimpering to string prey along for days at a time, until the unfortunate victim has run out of food or water and is on the brink of death. When this occurs, the cunning daemon finally confronts its prey, revealing the true source of the weeping. If it needs to attack, a lacridaemon does so swiftly, savoring the body and reveling in the death of yet another abandoned soul, shedding its perpetual tears all the while.</p></h4></div>", "Languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", "Source": "Horsemen Of The Apocalypse", "Land": "1", "Organization": "solitary, pair, or lurk (3-6)", "Ref": "4", "Climb": "0", "HD": "(4d10+8)", "AbilitiyScores": "Str 14, Dex 17, Con 14, Int 11, Wis 13, Cha 12", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1938, "SubType": "(daemon, evil, extraplanar)", "MonsterSource": "", "Feats": "Improved Initiative, Weapon Focus (claws)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "15, touch 13, flat-footed 12", "Swim": "0", "Name": "Lacridaemon", "VariantParent": "", "Skills": "Acrobatics +10 (+14 jump), Bluff +8, Climb +9, Perception +8, Sense Motive +8, Stealth +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any (Abaddon)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +4, Will +5", "Melee": "bite +6 (1d4+2 plus 1d4 acid and poison), 2 claws +7 (1d4+2 plus 1d4 acid)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "NE", "Size": "Medium"}