{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 319, "Treasure": "standard (+1 unholy halberd, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Obcisidaemon</h2><h3><i><i>This massive fiend has thick claws like a lion's</i>, <i>the broad wings of an eagle</i>, <i>and the legs of a massive canine</i>. <i>Its face is that of a three-eyed wolf with the jaws of a saber-toothed tiger</i>. <i>While two of the thing's eye sockets are merely empty holes that trickle blood</i>, <i>the middle eye glows a sickly yellow</i>. <i>A cloud of globular soul-stuff cloaks the creature's hulking body</i>, <i>bits dripping loosely from its barbwire-covered arms</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Obcisidaemon</p><p class=\"alignright\">CR 19</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>204,800</h5><h5>NE Gargantuan outsider (daemon, evil, extraplanar)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., <i>deathwatch</i>, <i>true seeing</i>; Perception +30</h5><h5><b>Aura </b>scorched earth (60 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>34, touch 10, flat-footed 30 (+4 Dex, +24 natural, -4 size)</h5><h5><b>hp </b>319 (22d10+198)</h5><h5><b>Fort </b>+22, <b>Ref </b>+11, <b>Will </b>+18</h5><h5><b>DR </b>15/good and silver; <b>Immune </b>acid, death effects, disease, poison; <b>Resist </b>cold 30, electricity 30, fire 30; <b>SR </b>30</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (average)</h5><h5><b>Melee </b><i><i>+1 unholy halberd</i></i> +30/+25/+20/+15 (4d8+16/x3 plus inherit soul), bite +28 (2d8+15)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>cloak of souls</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +27) </br>Constant&mdash;<i>deathwatch</i>, <i>true seeing</i> </br>At Will&mdash;<i>cloudkill</i> (DC 22), <i>greater teleport</i> (self plus 50 lbs. of objects only) </br>3/day&mdash;<i>destruction</i> (DC 24), <i>fire storm</i> (DC 25), <i>incendiary cloud</i> (DC 25), quickened <i><i>spell</i> turning</i> </br>1/day&mdash;<i>mass hold person</i> (DC 24), <i>meteor swarm</i> (DC 26), summon (level 9, 1 purrodaemon 50%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>19, <b>Con </b>28, <b>Int </b> 13, <b>Wis </b>21, <b>Cha </b>24</h5><h5><b>Base Atk </b>+22; <b>CMB </b>+36; <b>CMD </b>50</h5><h5><b>Feats </b>Bleeding Critical, Cleave, Critical Focus, Great Cleave, Greater Vital Strike, Improved Vital Strike, Power Attack, Quicken Spell-Like Ability (<i><i>spell</i> turning</i>), Staggering Critical, Vital Strike, Weapon Focus (halberd)</h5><h5><b>Skills </b>Bluff +32, Fly +23, Intimidate +32, Knowledge (history) +15, Knowledge (planes) +15, Perception +30, Sense Motive +30, Spellcraft +26</h5><h5><b>Languages </b>Abyssal, Draconic, Infernal; telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abaddon)</h5><h5><b>Organization </b>solitary, pair, or holocaust (3-6)</h5><h5><b>Treasure </b>standard (<i>+1 unholy halberd</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Cloak of Souls (Su)</b> An obcisidaemon is surrounded by a dark cloud of souls it has consumed, often resembling a tattered, ethereal cloak. When an obcisidaemon successfully captures a soul with its inherit soul ability, the soul becomes a part of its cloak of souls, taking up one soul slot. An obcisidaemon has a number of soul slots equal to its Charisma modifier (usually 7). An obcisidaemon can consume a soul as a swift action to achieve a particular effect. When a soul within this cloak is consumed by the obcisidaemon, it is immolated as though by the <i>destruction</i> <i>spell</i>. Destroying the daemon frees the souls in its cloak, though this does not return the deceased creatures to life. Any attempt to resurrect a body whose soul is trapped in a cloak of souls requires a DC 28 caster level check. Failure results in the <i>spell</i> having no effect, while success tears the victim's soul free from the cloak and returns the creature to life as normal. If the daemon is in an unholy location, such as that created by the <i>unhallow</i> <i>spell</i>, the DC of this caster level check increases by +2. The caster level check DC is Charisma-based. An obcisidaemon can achieve one of the following effects by consuming a single soul. <ul><li> Increase the DC of the next <i>spell</i>-like ability the obcisidaemon uses that round by +1. <li> Give the obcisidaemon 3d6 temporary hit points for 1 hour. <li> Increase the damage of the obcisidaemon's next melee attack that round by +1d6 hit points. </h5><h5><b>Inherit Soul (Su)</b> Whenever an obcisidaemon kills a creature with its halberd, that creature must immediately make a DC 31 Fortitude save or be consumed by the daemon's cloak of souls. This is a death effect. If the cloak cannot consume this soul without exceeding its number of soul slots, the daemon can release a soul as a free action in order to make room for the new soul, otherwise, the killed creature automatically succeeds at its save and its soul is not absorbed. The save DC is Constitution-based. </h5><h5><b>Scorched Earth (Su)</b> A creature that dies within 60 feet of an obcisidaemon must immediately make a DC 28 Fortitude save to prevent its body from being utterly consumed in unholy fire equivalent to the <i>destruction</i> <i>spell</i>. The save DC is Charisma-based.</ul></h5></div><br></br><div><h4><p><p>The obcisidaemon personifies the darkest elements of war. Obcisidaemons strip away the veneer of honor and battlefield glory, leaving only the brutal and violent pragmatism at its core, and then divest it of any humanity to reveal naught but scorched earth and genocide. Ref lecting the disgraceful values of ethnic cleansing, depopulation, and all other forms of the clinical, systematic obliteration of civilian populations, obcisidaemons are among the most powerful members of daemonkind. These paragons of inhumanity arrive in the heart of great cities and leave only wastelands of rubble and ashes in their wake. Where an obcisidaemon walks, not even the ghosts of the dead remain to lament the <i>destruction</i>, for the daemon wipes out not only innocent individuals, but also their entire histories and bloodlines, ensuring that no future exists for its victims in any sense of the word. Obcisidaemons stand 25 feet tall, have a wingspan of 30 feet, and weigh over 15,000 pounds. <b></p><p>Ecology</b></p><p> When a mortal commits a true act of genocide in life and goes to Abaddon in death, it has a chance of forming into an obcisidaemon if it survives long enough as a member of the hunted. Such individuals rarely have trouble managing the unforgiving wastes, as they are willing to destroy any and all possible allies in order to ensure their own survival, making betrayal an impossibility and solitude an inevitability. This vicious soul eventually develops into an obcisidaemon-a lone, wandering mass of slaughter that acts as a harbinger of undiscriminating and unforgiving death to all who dare stand in its path. In life, the soul of an obcisidaemon perhaps only desired to kill a particular chosen population; as an obcisidaemon, however, the being seeks the obliteration of all mortals. Peculiar to an obcisidaemon is the cloak of souls that seems to drip from its enormous body, a symbol of its destructive abilities that provides onlookers an idea as to the sheer scope of its murderous capabilities. When an obcisidaemon lays slaughter to entire populations, it does not feast on all of the souls at once, instead capturing victims for later use. When the fiend needs to unleash a particularly potent rampage upon a resistant population, it consumes its reserve souls in order to strengthen its powers and ensure its success in total annihilation. <b></p><p>Habitat & Society</b></p><p> Devoted to the wanton, systematic slaughter of mortals, most obcisidaemons serve Szuriel, the Horseman of War, who shares similar ideals. In her service, an obcisidaemon functions as a high-ranking officer at the head of an army of purrodaemons, so skilled are the harbingers of genocide at managing the pragmatic art of organized massacres. Sometimes, an amassed group of obcisidaemons instead trails behind an invading daemonic army, so as to ensure that no trace of the butchered mortals remains but ashes and salted earth. Obcisidaemons not only ensure that all life perishes, but that the land is thereafter uninhabitable by any other creatures as well. Occasionally, an obcisidaemon serves Apollyon, occupying a similar role at the head of a titanic flight of leukodaemons, sowing disease and clouds of poison across miles of terrain in its passing. Some obcisidaemons serve no particular member of the Four, instead choosing to function as independent agents of genocide. These beings wander from plane to plane, laying waste to one civilization after another. Some obcisidaemons intentionally spread their true names to the Material Plane, hoping for a foolish evil summoner to call upon them, knowing that no mere mortal could control their awesome power. Most such summoners end up among the first souls devoured and consumed into the cloud of tormented spirits that cloaks the now-rampaging obcisidaemon.</p></h4></div>", "Languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", "Source": "Horsemen Of The Apocalypse", "Land": "1", "Organization": "solitary, pair, or holocaust (3-6)", "Ref": "11", "Climb": "0", "HD": "(22d10+198)", "AbilitiyScores": "Str 30, Dex 19, Con 28, Int 13, Wis 21, Cha 24", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 1939, "SubType": "(daemon, evil, extraplanar)", "MonsterSource": "", "Feats": "Bleeding Critical, Cleave, Critical Focus, Great Cleave, Greater Vital Strike, Improved Vital Strike, Power Attack, Quicken Spell-Like Ability (spell turning), Staggering Critical, Vital Strike, Weapon Focus (halberd)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "22", "Fly": "1", "RacialMods": "", "AC": "34, touch 10, flat-footed 30", "Swim": "0", "Name": "Obcisidaemon", "VariantParent": "", "Skills": "Bluff +32, Fly +23, Intimidate +32, Knowledge (history) +15, Knowledge (planes) +15, Perception +30, Sense Motive +30, Spellcraft +26", "ClassArchetypes": "", "IsTemplate": "0", "Will": "18", "Race": "", "CR": "19", "XP": 204800, "TemplatesApplied": "", "Environment": "any (Abaddon)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +22, Ref +11, Will +18", "Melee": "+1 unholy halberd +30/+25/+20/+15 (4d8+16/x3 plus inherit soul), bite +28 (2d8+15)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 60 ft. (average)", "Alignment": "NE", "Size": "Gargantuan"}