{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 264, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Phasmadaemon</h2><h3><i><i>Little can be seen of this fiend</i>, <i>its body cloaked in a shroud of perpetually shifting</i>, <i>ghastly illusions and phantasms</i>. <i>Beneath its shimmering veil</i>, it has glossy black flesh, <i>a bleached white face</i>, <i>and twisted horns</i>. <i>Its long caiman muzzle perpetually gapes</i>, <i>but other than that</i>, <i>its face is void of sensory organs</i>, save for two orbs that move below the surface of its flesh. This creature flows rather than moves, and its flexible body lacks a definite skeletal structure except for a long, <i>bony tail</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Phasmadaemon</p><p class=\"alignright\">CR 17</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>102,400</h5><h5>NE Large outsider (daemon, evil, extraplanar)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 60 ft., <i>true seeing</i>; Perception +30</h5><h5><b>Aura </b>frightful presence (60 ft., DC 27)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>32, touch 17, flat-footed 24 (+7 Dex, +1 dodge, +15 natural, -1 size)</h5><h5><b>hp </b>264 (23d10+138)</h5><h5><b>Fort </b>+19, <b>Ref </b>+14, <b>Will </b>+19</h5><h5><b>DR </b>10/good and silver; <b>Immune </b>acid, death effects, disease, poison; <b>Resist </b>cold 10, electricity 10, fire 10; <b>SR </b>28</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 40 ft. (good)</h5><h5><b>Melee </b>bite +27 (2d6+5/19-20 plus grab), 2 claws +27 (1d8+5)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>consume fear, constrict (2d6+5), rend (2d6+7)</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +26) </br>Constant&mdash;<i>deathwatch</i>, <i>true seeing</i> </br>At Will&mdash;<i>greater teleport</i> (self plus 50 lbs. of objects only), <i>persistent image</i> (DC 21) </br>3/day&mdash;quickened <i><i>greater shadow</i> conjuration</i> (DC 23), <i><i>greater shadow</i> evocation</i> (DC 24), <i>mirage arcana</i>, <i>nightmare</i> (DC 21), <i>permanent image</i> (DC 22), <i>phantasmal killer</i> (DC 20) </br>1/day&mdash;<i>mislead</i>, summon (level 8, 1 temerdaemon or 1d3 suspiridaemons, 50%), <i>symbol of fear</i> (DC 21), <i>weird</i> (DC 25)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>25, <b>Con </b>23, <b>Int </b> 19, <b>Wis </b>18, <b>Cha </b>22</h5><h5><b>Base Atk </b>+23; <b>CMB </b>+29 (+33 grapple); <b>CMD </b>47</h5><h5><b>Feats </b>Combat Casting, Deceitful, Dodge, Greater Spell Penetration, Improved Critical (bite), Improved Initiative, Intimidating Prowess, Iron Will, Power Attack, Quicken Spell-Like Ability (<i><i>greater shadow</i> conjuration</i>), Spell Penetration, Vital Strike</h5><h5><b>Skills </b>Bluff +36, Disguise +36, Escape Artist +30, Fly +35, Intimidate +37, Knowledge (planes) +30, Perception +30, Sense Motive +30, Spellcraft +30, Stealth +29</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Draconic, Infernal; telepathy 100 ft.</h5><h5><b>SQ </b>compression, tangible horror</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abaddon)</h5><h5><b>Organization </b>solitary, pair, or cabal (3-4)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Consume Fear (Su)</b> As a standard action, a phasmadaemon that begins its turn with a grappled opponent can attempt to feed on the creature's mortality and innate terror. Any creature that does not succeed at a DC 27 Will save takes 1d6 points of Charisma drain and becomes shaken for 2d4 rounds; in addition, the phasmadaemon gains 5 temporary hit points for every point of Charisma drain dealt this way. If the creature being grappled is already panicked at the beginning of the phasmadaemon's turn, it must save instead on a DC 27 Fortitude save or be slain instantly by the phasmadaemon, which gains a +1 profane bonus on attack rolls, saving throws, and checks for every 2 points of Charisma its victim had before dying; the profane bonuses last for 24 hours. The save DCs are Charisma-based. </h5><h5><b>Tangible Horror (Su)</b> A phasmadaemon's illusion abilities are partially real at a level above and beyond those normally conjured forth by similar illusion spells. If a creature succeeds at its Will save to disbelieve either a phasmadaemon's <i><i>greater shadow</i> conjuration</i> or <i><i>greater shadow</i> evocation</i> spell-like ability, the conjured or evoked spell has 80% the normal effect or is 80% likely to occur, rather than 60%.</h5></div><br></br><div><h4><p><p>Among the most powerful members of daemonkind, the phasmadaemons personify death by fright, and conjure powers of illusion so terrifying that they steal the life from their victims. A freakish creature of rubbery flesh, the phasmadaemon is capable of twisting its body like a hellish contortionist, and its ivory face is often the last thing its victim sees. Though capable of savaging foes with its fangs and claws, it prefers to torment them first with illusory enemies, unreal terrors, and false terrain before finally closing in as the victims' hearts race and finally fail. When a phasmadaemon does confront its prey physically, it prefers to grapple and constrict it to death, looking the victim directly in the face and watching the fear fill its eyes as the blood drains from its cheeks. A phasmadaemon rarely shows its true form all at once, masking itself in illusions or eerie porcelain masks, and it delights in unnerving even its own daemonic allies. A phasmadaemon is 25 feet long from muzzle to tail- though if it desires, it can stretch almost half again that length thanks to its flexible, elastic anatomy-and weighs 1,000 pounds. <b></p><p>Ecology</b></p><p> Phasmadaemons sometimes form from the type of soul that exemplifies extreme evil, namely those who inf lict or suffer from extreme fear, such as deranged illusionists, schizophrenic serial killers, and corrupt mortals who died at the hands of other creatures that excel at captivating victims' dreams and fears. In other instances, phasmadaemons are merely among the most fearful of the hunted souls of Abaddon, souls who eventually learn to exult in the terror they feel as a soul-devouring daemon stalks them; eventually, these vile souls may transform from the hunted into the hunters-daemons seeking the thrill of the hunt for the horror-stricken faces of their prey. Whether in the chasms of Abaddon or on other planes, phasmadaemons hunt for souls via stealth, following from a distance to study their prey for prolonged periods. They create elaborate illusions, leading their targets into believing in entire fictional environments and creatures, all dependent on the victims' most feared imaginings. They extract each soul's intrinsic, underlying fears, using the figments as weapons against their owners. Phasmadaemons do not seek souls that are merely easy prey-they adhere strictly to their own method of destroying souls, reveling in the grotesque pleasure of striking mortal souls dead with fear-induced heart attacks and other physical maladies. The connection between fear and mortality is something that continually fascinates the morbid curiosities of phasmadaemons, who mix fears like alchemists, conducting experiments and concocting ever more terrifying combinations of horrific imaginings. <b></p><p>Habitat & Society</b></p><p> Phasmadaemons tend to hunt alone, preferring to develop their own unique styles of torment and horror to unleash upon their victims. While some would suggest that the freakishly complex traps of crucidaemons or the cocooned feeding of sangudaemons rank as the most dreadful and frightening killing tactics among daemonkind, the terrors manifested by phasmadaemons exceed them both. A phasmadaemon extracts a mortal's own fears and turns the figments against their creator, not enjoying the torment the horrors induce so much as appreciating the effects of fear within its victim before the thing's last fatal gasp-the tiny hairs standing upright, the racing heart, jerking muscles, paralysis. Such reactions spawn immense pleasure within a phasmadaemon, which continually seeks ways to fill its victims with dread. Among phasmadaemons, the buying and selling of fears is in itself something of a market, much like the economy of souls within the rest of Abaddon. The fiends exchange their own horrific new imaginings with one another, creating a collection of terrors unfathomable by mortals. Phasmadaemons do not often serve a single Horseman exclusively, their skills not necessarily a boon to any particular facet of death. They tend to traverse the outskirts of societies both within Abaddon and outside of it, preying on travelers in the dead of winter nights or seeking out hermits in order to haunt their isolated homes. The tension before the kill is almost as thrilling to a phasmadaemon as the kill itself, and the foul beings wallow in the fear they create before swooping in for the final blow. When they travel in groups, phasmadaemons use their powers to create great multitudes of illusionary images in order to terrorize entire groups or crowds of closely situated people, such as causing heart-stopping incidents in the middle of a playhouse's performance, situating horrific conjurations in the middle of packed bazaars, and positioning frightful images at the gallows at a crowded execution.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Draconic, Infernal; telepathy 100 ft.", "Source": "Horsemen Of The Apocalypse", "Land": "1", "Organization": "solitary, pair, or cabal (3-4)", "Ref": "14", "Climb": "0", "HD": "(23d10+138)", "AbilitiyScores": "Str 20, Dex 25, Con 23, Int 19, Wis 18, Cha 22", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 1940, "SubType": "(daemon, evil, extraplanar)", "MonsterSource": "", "Feats": "Combat Casting, Deceitful, Dodge, Greater Spell Penetration, Improved Critical (bite), Improved Initiative, Intimidating Prowess, Iron Will, Power Attack, Quicken Spell-Like Ability (greater shadow conjuration), Spell Penetration, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "19", "Fly": "1", "RacialMods": "", "AC": "32, touch 17, flat-footed 24", "Swim": "0", "Name": "Phasmadaemon", "VariantParent": "", "Skills": "Bluff +36, Disguise +36, Escape Artist +30, Fly +35, Intimidate +37, Knowledge (planes) +30, Perception +30, Sense Motive +30, Spellcraft +30, Stealth +29", "ClassArchetypes": "", "IsTemplate": "0", "Will": "19", "Race": "", "CR": "17", "XP": 102400, "TemplatesApplied": "", "Environment": "any (Abaddon)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "compression, tangible horror", "Saves": "Fort +19, Ref +14, Will +19", "Melee": "bite +27 (2d6+5/19-20 plus grab), 2 claws +27 (1d8+5)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 40 ft. (good)", "Alignment": "NE", "Size": "Large"}