{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 114, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Sangudaemon</h2><h3><i><i>This vaguely arachnid creature is the size of a human and is composed entirely of blood</i>, <i>globs of the viscous stuff dripping down its spindly legs and from its serpentine maw</i>. <i>A jagged set of obsidian fangs protrudes from its drooling mouth</i>, <i>and huge dragonf ly wings of crimson blood splay from the thing's back producing a terrifying buzz</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Sangudaemon</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>NE Medium outsider (daemon, evil, extraplanar)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft., scent; Perception +18</h5><h5><b>Aura </b>bleeding aura (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 16, flat-footed 17 (+5 Dex, +1 dodge, +7 natural)</h5><h5><b>hp </b>114 (12d10+48)</h5><h5><b>Fort </b>+12, <b>Ref </b>+13, <b>Will </b>+7</h5><h5><b>DR </b>10/good or silver; <b>Immune </b>acid, death effects, disease, poison; <b>Resist </b>cold 10, electricity 10, fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>bite +19 (1d8+7/18-20/x3 plus bleed), 2 claws +19 (1d6+7 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>bleed (2d4+1), blood drain (1d2 Constitution), drain soul</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +14) </br>At Will&mdash;<i>greater teleport</i> (self plus 50 lbs. of objects only) </br>3/day&mdash;<i>death knell</i> (DC 14), <i>invisibility</i>, <i>summon swarm</i> </br>1/day&mdash;<i>hold monster</i> (DC 17), summon (level 6, 1 sangudaemon 40%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>21, <b>Con </b>19, <b>Int </b> 10, <b>Wis </b>16, <b>Cha </b>15</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+19 (+23 grapple); <b>CMD </b>35 (47 vs. trip)</h5><h5><b>Feats </b>Bleeding Critical, Combat Reflexes, Critical Focus, Dodge, Flyby Attack, Improved Initiative</h5><h5><b>Skills </b>Escape Artist +20, Fly +24, Intimidate +17, Perception +18, Sense Motive +18, Spellcraft +15</h5><h5><b>Languages </b>Abyssal, Draconic, Infernal; telepathy 100 ft.</h5><h5><b>SQ </b>augmented critical, contagious gore</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abaddon)</h5><h5><b>Organization </b>solitary, cluster (2-5), or hunt (6-10)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Augmented Critical (Ex)</b> A sangudaemon's bite threatens a critical hit on a roll of 18-20 and deals x3 damage on a successful critical hit. </h5><h5><b>Bleeding Aura (Su)</b> Within the daemon's aura, blood gushes from wounds at an increased rate. All bleed effects deal an additional +2 points of damage (included in the daemon's bleed damage). Heal checks made to stop bleeding or stabilize a dying creature, Constitution checks made to become stable, and saving throws against effects that deal bleed damage take a -4 penalty. </h5><h5><b>Contagious Gore (Su)</b> A sangudaemon alters the very flow of blood when it attacks. Any creature that stops a bleed effect created by a sangudaemon must make a DC Fortitude save or gain the bleed effect the creature just stopped (this has no effect if the creature was stopping a bleed effect on itself ). A creature that succeeds at this save is immune to this ability for 24 hours. The save DC is Constitution-based. </h5><h5><b>Drain Soul (Su)</b> A sangudaemon can revitalize itself by draining the soul of a dead creature. The target must be a creature the daemon dealt bleed damage to or used its blood drain ability on, and must have been dead for no longer than 1 minute. As a full-round action, it can drink the creature's soul dry, condemning the soul to Abaddon (though the soul can be returned to life as normal). The daemon gains fast healing 2 for a number of rounds equal to its Hit Dice.</h5></div><br></br><div><h4><p><p>A horrid combination of mosquito, spider, and vampire, sangudaemons personify death by blood loss. These horrors of Abaddon takes great pleasure in the act of draining their victims of blood, considering the fluid to be the essence of all mortality and the fundamental residence of the soul while within a mortal body. A sangudaemon bathes in the ruby humor, the fiend's own body resembling a brutal and gory massacre in full swing, with blood constantly coating and glistening its armored, chitinous carapace. Once the last vital drop has left a victim's body- thus depriving the soul of its last defenses, according to the mythology of the sangudaemons-the voracious insectile horror begins to devour its victim's spirit in earnest. An individual sangudaemon stands about 5 feet tall, weighs 200 pounds, and has a wingspan of 6 feet. <b></p><p>Ecology</b></p><p> A sangudaemon typically spawns from the soul of an evil mortal who died due to blood loss, such as a casualty of giant leeches or mosquitoes, or possibly the drained victim of a ravenous vampire. Whatever the cause, a sangudaemon seeks to inf lict its cruel fate upon others, traversing the planes in search of mortal victims to bleed and consume. Wherever a sangudaemon goes, blood follows, as its mere presence seems to indicate a thinning of bodily fluids and the ensuing chaos of merciless and nondiscriminatory bloodletting. Perhaps more so than any other caste of daemon, sangudaemons \"hunt\" for souls in the most traditional sense of the word. Lurking primarily at night while on the Material Plane, a sangudaemon prowls the darkest corners of urban areas and sparsely populated lands alike, preying on unwary victims and dragging them back to its secluded den. Such lairs are gory, dark places, the walls entirely awash in blood. From the ceiling of a sangudaemon's lair, the fiend hangs the cocooned bodies of countless victims, some still barely conscious beneath their grotesque wrappings-bindings made of hardened blood and the eff luvium of devoured and regurgitated souls. A sangudaemon entombs its victims in these fibrous casings like a giant spider does its prey, slowly sucking the bodies dry of both blood and spirit. Sangudaemons keep their lairs underground or at high elevations in order to best preserve the bodies within, though when the cocoons have been completely leeched, the remnants begin to crumble into dust, and such charnel houses eventually fill with the dry, brittle ashes of victims. <b></p><p>Habitat & Society</b></p><p> While out hunting in either the wastes of Abaddon or throughout other planes, sangudaemons often work in packs of up to 10 individuals, and though they hunt together, they much prefer to keep their own independent lairs to drag victims back to for slower feedings. Other daemons find sangudaemons' potent abilities useful, especially on battlefields where blood is spilt. Piscodaemons and purrodaemons in particular find use for their services, shedding much blood in their destructive rampages and benefiting from sangudaemons' unique and devastating control over spilt blood. While sangudaemons sometimes spawn from the souls of blood-drained victims of vampires, the daemons and the undead share no love for one another, and many sangudaemons openly despise vampires. Some speculate that sangudaemons that hate vampires do so because they themselves were victims to the undead as mortals, and a faint and bitter impression permeates their otherwise vacuous recollection. The contempt some sangudaemons have for vampires often runs so deep that the daemons seek out these undead souls in particular, hoping to utterly consume them, as sangudaemons often find vampires' tainted blood even more delicious than any other creature's. A sangudaemon will at times trade numerous souls and <i>soul gems</i> via Abaddon's markets for just a single vampire's soul, so much do they delight in the obliteration and consumption of the thing. As such outspoken hunters of vampires, sangudaemons often find themselves at odds with the goals of Urgathoa, Abaddon's resident goddess of undeath. Though most daemons would never dream of siphoning some of her destined souls to sate their own hungers, the mere existence of the two polar forces within the blasted lands nevertheless creates an uncomfortable tension between the fiends and the goddess. What the two sides agree on is excessive gluttony, though Urgathoa's followers often partake merely of food, whereas sangudaemons indulge themselves purely on blood. As a caste, sangudaemons have a distinct preference for service to both Apollyon and Szuriel. Those in service to the Horseman of Pestilence live in his festering swamps and frequently incubate various hemorrhagic fevers and blood-thinning diseases within their various pockets of consumed mortal blood, keeping the diseases alive and active until they can be dispersed through new populations for maximum carnage. Szuriel, meanwhile, spreads the plague of war wherever she passes, and thus bloodshed is an inevitability; whether this large-scale bloodletting is brought on by the tip of a sword or the hungering jaws of a sangudaemon matters not to the Horseman of War, and she gladly accepts the services of the eager and hungry sangudaemons, who are driven to ecstatic revels by battlef ield gore.</p></h4></div>", "Languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", "Source": "Horsemen Of The Apocalypse", "Land": "1", "Organization": "solitary, cluster (2-5), or hunt (6-10)", "Ref": "13", "Climb": "0", "HD": "(12d10+48)", "AbilitiyScores": "Str 24, Dex 21, Con 19, Int 10, Wis 16, Cha 15", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1941, "SubType": "(daemon, evil, extraplanar)", "MonsterSource": "", "Feats": "Bleeding Critical, Combat Reflexes, Critical Focus, Dodge, Flyby Attack, Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "1", "RacialMods": "", "AC": "23, touch 16, flat-footed 17", "Swim": "0", "Name": "Sangudaemon", "VariantParent": "", "Skills": "Escape Artist +20, Fly +24, Intimidate +17, Perception +18, Sense Motive +18, Spellcraft +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any (Abaddon)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "augmented critical, contagious gore", "Saves": "Fort +12, Ref +13, Will +7", "Melee": "bite +19 (1d8+7/18-20/x3 plus bleed), 2 claws +19 (1d6+7 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 60 ft. (good)", "Alignment": "NE", "Size": "Medium"}