{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 85, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Suspiridaemon</h2><h3><i><i>This tall</i>, <i>three-legged fiend possesses an avian body and head</i>, <i>save for its gangly arms</i>, <i>which end in thin</i>, <i>clawlike fingers</i>. <i>Its scrawny neck is adorned with three thick iron rings</i>, <i>and a grotesquely long</i>, <i>barbed tongue resembling an octopus's tentacle winds out of its oversized beak</i>. <i>Burst blood vessels fill the creature's wide eyes</i>, and reddish speckled blotches cover its cyanotic flesh.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Suspiridaemon</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>NE Medium outsider (daemon, evil, extraplanar)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; Perception +14</h5><h5><b>Aura </b>thin air</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 14, flat-footed 16 (+3 Dex, +1 dodge, +6 natural)</h5><h5><b>hp </b>85 (9d10+36)</h5><h5><b>Fort </b>+9, <b>Ref </b>+9, <b>Will </b>+8</h5><h5><b>DR </b>10/good or silver; <b>Immune </b>acid, disease, death effects, poison; <b>Resist </b>cold 10, electricity 10, fire 10, sonic 30; <b>SR </b>18</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +13 (1d4+4), tongue +8 (1d6+6/19-20 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft. (10 ft. with tongue)</h5><h5><b>Special Attacks </b>concussive gasp, constrict (1d6+6), strangle, suffocate</h5><h5><b>Spell-Like Abilities</b> (CL 9th; concentration +13) </br>At Will&mdash;<i>death knell</i> (DC 16), <i>ghoul touch</i> (DC 16), <i>ray of enfeeblement</i> </br>3/day&mdash;<i>stinking cloud</i> (DC 17), <i>vampiric touch</i> (DC 17) </br>1/day&mdash;<i>cloudkill</i> (DC 19), summon (level 4, 1d3 lacridaemons 35%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>17, <b>Con </b>18, <b>Int </b> 14, <b>Wis </b>15, <b>Cha </b>18</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+13 (+17 grapple); <b>CMD </b>27</h5><h5><b>Feats </b>Combat Reflexes, Dodge, Great Fortitude, Improved Critical (tongue), Improved Initiative</h5><h5><b>Skills </b>Climb +16, Diplomacy +16, Intimidate +16, Knowledge (nature) +14, Knowledge (planes) +14, Perception +14, Sense Motive +14, Stealth +15</h5><h5><b>Languages </b>Abyssal, Draconic, Infernal (cannot speak); telepathy 100 ft.</h5><h5><b>SQ </b>no breath</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abaddon)</h5><h5><b>Organization </b>solitary, gang (2-4), or mob (5-9)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Concussive Gasp (Su)</b> Once per day, a suspiridaemon can inhale with such sudden force as to evacuate the air in its proximity, causing a sudden wave of air pressure from the implosion. Every creature within 30 feet must make a DC 18 Fortitude save or take 5d6 points of sonic damage and become sickened for 1d4 rounds. Any creature that makes a successful save takes only half damage and is not sickened. A suspiridaemon cannot perform this ability if it is currently grappling a creature with its tongue. The save DC is Constitution-based. </h5><h5><b>Strangle (Ex)</b> Suspiridaemons have an unerring talent for seizing their victims by the neck. A creature that is grappled by a suspiridaemon cannot speak or cast spells with verbal components. </h5><h5><b>Suffocate (Ex)</b> A creature affected by the daemon's strangle ability cannot breathe and must hold its breath. Because of the daemon's thin air aura, this can quickly render an opponent unconscious. </h5><h5><b>Thin Air (Su)</b> A suspiridaemon's aura makes the air around it difficult to breathe. Creatures that need to breathe can only hold their breath half as long as normal while within this aura, and suffer from altitude sickness as if in a low peak or high pass (see Altitude Zones, <i>Core Rulebook</i> 430).</h5></div><br></br><div><h4><p><p>Horrid fiends whose very presence makes the air difficult to breathe, suspiridaemons personify death by suffocation. Discolored and blotched like the stagnant blood of a suffocated corpse, a suspiridaemon enjoys nothing more than the last choked gasp of a victim as it wraps its tongue around the creature's throat. While a suspiridaemon does not normally breathe, its body is nonetheless convulsive and twitchy; coupled with its utterly silent demeanor, they excel at slow, gruesome kills while hiding in the shadows. The only time a suspiridaemon makes a noticeable noise is when it suddenly loosens the binds around its neck and inhales a booming breath, the sudden loss of air enough to make foes fall ill. <b></p><p>Ecology</b></p><p> A suspiridaemon arises from an evil soul that died by suffocation, drowning, or execution by hanging. Each individual suspiridaemon bears the mark of its particular manner of mortal death-usually in the form of the bruised or mangled flesh of its throat-and the large iron collars around its neck hide such shameful reminders of life, though the suspiridaemon itself is often unaware of this. A suspiridaemon comes into being with the rings already bound around its throat, so that it never witnesses the aff lictions that sent it to Abaddon in the first place. It is thought that should the collars around a suspiridaemon's throat ever be broken, the fiend's head would crook clumsily downward, allowing the monster to see wounds that might remind it of the terrible death it endured in its past existence. Suspiridaemons pride themselves on the number of souls they have deprived of life by strangulation, and this amount often corresponds to the number of iron rings a suspiridaemon wears on its body. While most suspiridaemons are relatively weak compared to their daemonic kin, a particularly skillful individual who is talented at crafting as well as killing can construct iron collars adorned with gem slots, items that give the suspiridaemon the ability to contain the souls of its victims in the rings for trade in the soul markets of Abaddon. When a suspiridaemon is slain, its iron rings disintegrate into ash, and any gems held within are shattered as well, freeing the trapped souls. A suspiridaemon generally uses stealth when confronting foes. Unleashing its long, winding tongue from a dark corner, one of these fiends will strangle an unwary foe in isolation from the rest of the creature's party. When in combat, a suspiridaemon greatly prefers to kill its enemies by its own hands or its barbed tongue, using its arcane abilities and other daemonic gifts to wear down or sow discord into a group of opponents. To a suspiridaemon, there is no act more appreciable than choking the life from a victim, and bringing the creature close to hear its final, distorted gasp. A suspiridaemon prefers to take souls from creatures who are on the verge of death, but aren't quite there yet; the fiend gazes at its victim's expiring face, drawing the dying creature's soul out of it with a solemn suspension of the daemon's normal twitching and convulsing. Those who have witnessed a suspiridaemon draw the life from a creature claim that the fiend almost seems to be inhaling fresh air for the first time as the victim's physical shell expires, and for the briefest moment, the monster appears to breathe normally. The eerie spectacle ends as quickly as it begins, however, as the suspiridaemon sets its gaze upon its next victim, preparing its vicious tongue for another attack. <b></p><p>Habitat & Society</b></p><p> While many daemons dedicate their loyalty to one of the Horsemen or some other power within Abaddon, either based on their origins, historical ties, or environmental circumstances, no such proclivities exist for suspiridaemons. Suspiridaemons avoid operating under masters whenever possible, preferring more individualistic careers of murder and destruction. They tend to work well with other daemons when forced into doing so, though the more daring individuals tend to stray from Abaddon and gravitate toward population centers on other planes to stalk prey as they please. Suspiridaemons traversing the multiverse in a pack regularly take their small hunting parties into the wilderness around smaller settlements, ravenous in their pursuit of those who stray from the protective gazes of allies. While their killing tactics are as ruthless as any other daemon, suspiridaemons' murders are particularly shrouded in a cold manner of sincere and solemn contemplation, their grisly crimes against souls veiled in a mist of contempt toward the living as well as hatred for themselves. Some speculate that this self-hatred might be connected to the lingering doubts as to their origins, the itch beneath their iron collars that reminds them of their own past mortality. Whatever the cause of their self-doubt, the feeling does not seem to bother most other daemons, who generally view suspiridaemons as useful companions whether inside or outside of Abaddon. Piscodaemons and sangudaemons in particular consider them among the most ideal lesser daemons to command. Suspiridaemons cannot speak, and rarely use their powers of telepathy to communicate, simply nodding discreetly when given a task by a more powerful daemon. This silent subservience only adds to other daemons' general appreciation of their humble and disturbing demeanors, though most are sure to keep the strangling fiends at a distance.</p></h4></div>", "Languages": "Abyssal, Draconic, Infernal (cannot speak); telepathy 100 ft.", "Source": "Horsemen Of The Apocalypse", "Land": "1", "Organization": "solitary, gang (2-4), or mob (5-9)", "Ref": "9", "Climb": "0", "HD": "(9d10+36)", "AbilitiyScores": "Str 19, Dex 17, Con 18, Int 14, Wis 15, Cha 18", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft. (10 ft. with tongue)", "DontUseRacialHD": "0", "id": 1942, "SubType": "(daemon, evil, extraplanar)", "MonsterSource": "", "Feats": "Combat Reflexes, Dodge, Great Fortitude, Improved Critical (tongue), Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "", "AC": "20, touch 14, flat-footed 16", "Swim": "0", "Name": "Suspiridaemon", "VariantParent": "", "Skills": "Climb +16, Diplomacy +16, Intimidate +16, Knowledge (nature) +14, Knowledge (planes) +14, Perception +14, Sense Motive +14, Stealth +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any (Abaddon)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "no breath", "Saves": "Fort +9, Ref +9, Will +8", "Melee": "2 claws +13 (1d4+4), tongue +8 (1d6+6/19-20 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}