{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 195, "Treasure": "standard (+1 scythe, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Temerdaemon</h2><h3><i><i>This creature lurches forward on multiple arms and legs</i>, <i>its spine contorted into a painful curve with its hips higher than it head</i>. <i>Seemingly distracted and muttering to itself</i>, <i>the thing rarely looks up with its glowing red eyes</i>, <i>its hair composed of hundreds of thin</i>, <i>white tendrils that hang over its head like a veil</i>. <i>Strapped onto the creature's body at various points are sacks and belt pouches stuffed with bizarre collections of objects</i>, <i>and its rear arms wield a wide</i>, <i>black bladed scythe</i>, <i>still coated with the blood of the fiend's last victim</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Temerdaemon</p><p class=\"alignright\">CR 14</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>38,400</h5><h5>NE Large outsider (daemon, evil, extraplanar)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft.; Perception +27</h5><h5><b>Aura </b>reaper's curse (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>27, touch 13, flat-footed 23 (+4 Dex, +14 natural, -1 size)</h5><h5><b>hp </b>195 (17d10+102)</h5><h5><b>Fort </b>+16, <b>Ref </b>+11, <b>Will </b>+17</h5><h5><b>DR </b>10/good and silver; <b>Immune </b>acid, death effects, disease, poison; <b>Resist </b>cold 10, electricity 10, fire 10; <b>SR </b>25</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b><i><i>+1 scythe</i></i> +24/+19/+14/+9 (2d4+10/x4 plus confusion), 2 claws +22 (1d4+6 plus confusion)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>confusion</h5><h5><b>Spell-Like Abilities</b> (CL 17th; concentration +22) </br>At Will&mdash;<i>bestow curse</i> (DC 19), <i>death knell</i> (DC 17), <i>gaseous form</i>, <i>passwall</i>, <i>stone shape</i>, <i>telekinesis</i> </br>3/day&mdash;<i>disintegrate</i> (DC 21), <i>greater dispel magic</i>, <i>illusory wall</i>, <i>suggestion</i> (DC 18) </br>1/day&mdash;summon (level 6, 1 hydrodaemon 50%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>23, <b>Dex </b>18, <b>Con </b>23, <b>Int </b> 13, <b>Wis </b>24, <b>Cha </b>20</h5><h5><b>Base Atk </b>+17; <b>CMB </b>+24; <b>CMD </b>38 (42 vs. trip)</h5><h5><b>Feats </b>Blinding Critical, Cleave, Combat Expertise, Critical Focus, Improved Initiative, Improved Trip, Lightning Reflexes, Power Attack, Weapon Focus (scythe)</h5><h5><b>Skills </b>Bluff +25, Climb +26, Intimidate +25, Knowledge (planes) +13, Knowledge (religion) +12, Perception +27, Sense Motive +27, Stealth +20</h5><h5><b>Languages </b>Abyssal, Draconic, Infernal; telepathy 100 ft.</h5><h5><b>SQ </b>undersized weapons</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abaddon)</h5><h5><b>Organization </b>solitary, pair, or trapper gang (3 temerdaemons and 15-30 cacodaemons)</h5><h5><b>Treasure </b>standard (<i>+1 scythe</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Confusion (Su)</b> Creatures struck in combat by a temerdaemon's claws or scythe must succeed at a DC 25 Will save or be confused for 1 round. This is a mind-affecting effect. The save DC is Charisma-based. </h5><h5><b>Reaper's Curse (Su)</b> Those in proximity to a temerdaemon are afflicted by a profound increase in self-inflicted and ally-inflicted wounds, failures in magic, and similar accidental damage. Arcane spell failure chances for armor are doubled. A creature that rolls a natural 1 on its attack roll automatically rerolls the attack against itself (01-50%) or an ally (51-100%). If there is no ally in range, the attack always targets the creature. A creature that rolls a natural 1 on its roll to cast defensively suffers a mishap (see Scroll Mishaps, <i>Core Rulebook</i> 491). Skill checks that have serious consequences if failed by 5 or more (such as Climb, Disable Device, and Swim) have these consequences on all failed checks.</h5></div><br></br><div><h4><p><p>Temerdaemons personify the concept of accidental death. A knight falls upon her sword, a peasant trips and breaks his neck, a structure fails in ways its builders never foresaw and buries dozens of innocents, and meanwhile, a distant temerdaemon cackles knowingly. While true accidents please the fiend, it also delights in engineering the mishaps itself, crafting incomprehensibly complex plots that lead to the slaughter of as many mortals as possible. A temerdaemon often wades into the aftermath of such engineered catastrophes, carving apart the crippled survivors and sowing mass confusion and hysteria by its very proximity. A gangly mass consisting of a rotund torso, four arms, and four legs, the average temerdaemon is 10 feet long and weighs 1,200 pounds, not counting its bizarre collection of mechanical fetishes and tinkering equipment. <b></p><p>Ecology</b></p><p> Lesser fiends who follow in an existing temerdaemon's wake and learn from the daemon's actions are those most typically chosen by one of the Four Horsemen or a member of the daemonic elite for elevation into this terrible caste of crippled giants. Occasionally, however, an evil mortal soul proves worthy of such a station, having died in a singularly horrific accident, especially one engineered by its own hands. In such cases, transition from soul to temerdaemon is swift-on a cosmic scale-and made even swifter by a proclivity to prey upon other mortals. Though Zyphus-the god of accidental deaths and tragedies-is thought by some to be the conceptual father of temerdaemons, the Grim Harvestman has never outright claimed responsibility for them. Nonetheless, he frequently delights in temerdaemons and the infrequent unconsumed souls they send his way. Neither Zyphus nor the temerdaemons seek to disrupt the other's claim over particular souls; they find the destinations of such tragically doomed mortals frequently cross paths, and are as likely to end up in the hands of daemons as the god's minions. Cultists of Zyphus often revel in the doings of temerdaemons, though the daemons themselves despise such worship by the very mortals they seek to destroy. Even slaying these foolish accident-worshipers is hardly enough for the angry temerdaemons, as the daemons' masterfully constructed accidents are wasted on those who actually hope for the horrid events. According to temerdaemons, freak accidents are best engineered for those who go about life with little concern for danger, especially those who least expect such misfortune to befall them. People who watch their backs-including paranoids and betrayers-don't satisfy the morbid desires of temerdaemons as much as the daydreaming child or absent-minded village idiot. No two temerdaemons look exactly the same, as these treacherous beings take on as many forms as there are ways to freakishly die. Particularly powerful individuals may rise to enormous sizes, possessing dozens of legs and arms, as well as multiple heads, all of which strive to wreak as much disaster as possible upon the souls around them. <b></p><p>Habitat & Society</b></p><p> Temerdaemons wander the multiverse in search of opportunities for sabotage and treachery. Those cultists of Zyphus foolish enough to summon the daemons in hopes of bargaining with them for their services often find themselves victims of their own elaborate rituals. In their most fortunate cases, a temerdaemon arises on the Material Plane only to greet its summoners with its wicked smile and deadly aura, causing chandeliers to fall upon unwary victims' heads, robed priests to trip onto sharp candelabras, and sconces to break off of walls and ignite dusty curtains to set an entire building on fire. Now on the Material Plane, its summoners dead, a temerdaemon strives to create as much havoc and mischief as possible before being banished to its home in Abaddon. If it weren't for the extravagant and terrif ically tragic manner of his worshipers' deaths, Zyphus might be rather displeased with the actions of these cunning daemons, but as it stands, there is rarely conf lict between the two forces, which inadvertently share similar goals. Temerdaemons rarely cooperate among themselves when crafting masterful hazards, preferring to enact their deadly accidents on their own and later boast to their kindred of their massacres. No two accidents are alike, and though temerdaemons sometimes gather in groups of two or three for particularly elaborate schemes, they have no reason to share their techniques or formulate plans for long, as premeditating a particular slaughter is entirely counterproductive in the eyes of a temerdaemon. To these improvisational fiends, an accidental murder is even more satisfying than a mere accidental death. Despite their preference to act alone, temerdaemons at times happily utilize some of their lesser kindred as unwitting cogs in their disastrous plans. Particular among these pawns are the miniscule cacodaemons, which frequently cluster in numbers of up to a dozen around a given temerdaemon, ready to absorb and regurgitate the souls of their greater kindred's kills. When a temerdaemon cannot attract cacodaemon followers, it simply captures them, and any given temerdaemon of considerable power can often be found with dozens of these least daemons impaled on barbed hooks, stuffed into tightly drawn satchels, or crammed into small cages, each container dangling from its myriad straps, belts, and holsters.</p></h4></div>", "Languages": "Abyssal, Draconic, Infernal; telepathy 100 ft.", "Source": "Horsemen Of The Apocalypse", "Land": "1", "Organization": "solitary, pair, or trapper gang (3 temerdaemons and 15-30 cacodaemons)", "Ref": "11", "Climb": "0", "HD": "(17d10+102)", "AbilitiyScores": "Str 23, Dex 18, Con 23, Int 13, Wis 24, Cha 20", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 1943, "SubType": "(daemon, evil, extraplanar)", "MonsterSource": "", "Feats": "Blinding Critical, Cleave, Combat Expertise, Critical Focus, Improved Initiative, Improved Trip, Lightning Reflexes, Power Attack, Weapon Focus (scythe)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "16", "Fly": "0", "RacialMods": "", "AC": "27, touch 13, flat-footed 23", "Swim": "0", "Name": "Temerdaemon", "VariantParent": "", "Skills": "Bluff +25, Climb +26, Intimidate +25, Knowledge (planes) +13, Knowledge (religion) +12, Perception +27, Sense Motive +27, Stealth +20", "ClassArchetypes": "", "IsTemplate": "0", "Will": "17", "Race": "", "CR": "14", "XP": 38400, "TemplatesApplied": "", "Environment": "any (Abaddon)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "undersized weapons", "Saves": "Fort +16, Ref +11, Will +17", "Melee": "+1 scythe +24/+19/+14/+9 (2d4+10/x4 plus confusion), 2 claws +22 (1d4+6 plus confusion)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Large"}