{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 51, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Venedaemon</h2><h3><i><i>Silken robes drape this androgynous fiend's form</i>, <i>providing only an outline of the body beneath</i>. <i>Claw-tipped tentacles emerge from the cuffs</i>, <i>clutching wands and <i>soul <i>gem</i></i>s</i>, <i>while below its robe's margins</i>, its multiple-jointed legs-almost like a reptilian insect's-end in clawed, <i>three-toed chitinous feet</i>. <i>Its face remains perpetually covered by a dark veil</i>, <i>and a trio of long</i>, <i>forked tongues periodically emerges from its rounded mouth and tastes the air around its thin lips</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Venedaemon</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>NE Medium outsider (daemon, evil, extraplanar)</h5><h5><b>Init </b>+6; <b>Senses </b><i>arcane sight</i>, darkvision 60 ft.; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 12, flat-footed 16 (+2 Dex, +6 natural)</h5><h5><b>hp </b>51 (6d10+18)</h5><h5><b>Fort </b>+5, <b>Ref </b>+7, <b>Will </b>+8</h5><h5><b>DR </b>5/good or silver; <b>Immune </b>acid, death effects, disease, poison; <b>Resist </b>cold 10, electricity 10, fire 10; <b>SR </b>16</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 30 ft. (average)</h5><h5><b>Melee </b>2 tentacles +6 (1d6)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>arcane soul-crush</h5><h5><b>Spell-Like Abilities</b> (CL 6th; concentration +11) </br>Constant&mdash;<i>arcane sight</i> </br>3/day&mdash;<i>dimension door</i>, <i>dispel magic</i>, <i>slow</i> </br>1/day&mdash;summon (level 3, 1 cacodaemon, 75%)</h5></h5><h5><b>Spells Known</b> (CL 6th; concentration +11) </br>3rd (4/day)&mdash;<i>hold person</i> (DC 18) </br>2nd (6/day)&mdash;<i>invisibility</i>, <i>scorching ray</i> (DC 17) </br>1st (8/day)&mdash;<i>charm person</i> (DC 16), <i>mage armor</i>, <i>magic missile</i>, <i>shield</i> </br>0 (at will)&mdash;<i>acid splash</i>, <i>arcane mark</i>, <i>bleed</i> (DC 15), <i>mage hand</i>, <i>prestidigitation</i>, <i>ray of frost</i> (DC 15), <i>read magic</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>11, <b>Dex </b>15, <b>Con </b>16, <b>Int </b> 22, <b>Wis </b>16, <b>Cha </b>21</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+6; <b>CMD </b>18</h5><h5><b>Feats </b>Combat Casting, Eschew Materials<sup>B</sup>, Improved Initiative, Magical Aptitude</h5><h5><b>Skills </b>Bluff +14, Disguise +11, Fly +11, Intimidate +14, Knowledge (arcana) +15, Knowledge (planes) +15, Knowledge (religion) +12, Perception +12, Sense Motive +12, Spellcraft +17, Stealth +11, Use Magic Device +16</h5><h5><b>Languages </b>Abyssal, Aquan, Celestial, Common, Draconic, Ignan, Infernal; telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abaddon)</h5><h5><b>Organization </b>solitary, pair, or cabal (3-6)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Arcane Soul-Crush (Su)</b> A venedaemon may consume a held <i>soul <i>gem</i></i> as a swift action, allowing it to cast any of its spells known without using a spell slot. For the daemon to use this ability, the consumed <i>gem</i> must contain the soul of a creature with Hit Dice equal to or greater than the spell level of the desired spell.</h5></div><br></br><div><h4><p><p>The venedaemon personifies death by magic, and so possesses an inborn talent for all manner of sorcery. As hungry for souls as any other member of its daemonic brethren, the venedaemon thirsts equally for intangible wealth through the acquisition of knowledge, so that it can best utilize the arcane magic lurking within its blood. In particular, venedaemons yearn for the secrets and magical lore held within the bindings of wizards' tomes, knowing that these arcane formulae are the key to unlocking their mysterious powers. In the process of acquiring such tomes of knowledge, venedaemons invariably come across other forms of information- whether it be info regarding a rival daemon's weaknesses, lore that hints at a wealth of unclaimed souls hidden in one of Abaddon's vast caverns, or a rumor of some hidden and terrible source of daemonic power-that they can make use of in trading with other daemons. These rumors and smatterings of advice can be sold to other daemons for captured souls, and the trade often goes both ways, as venedaemons are also inclined to trade their hard-earned <i>soul <i>gem</i></i>s for tomes of magic other fiends may have chanced upon. In addition to its myriad magical abilities as a daemon, a venedaemon casts spells like a sorcerer with a caster level equal to its Hit Dice. A venedaemon can gain additional levels as a sorcerer in order to bolster its arcane powers, in which case it gains a bloodline (usually Abyssal or Infernal) as well as a sorcerer's other class features and special abilities. Venedaemons are gaunt, and despite standing close to 7 feet tall, they rarely weigh more than 150 pounds. <b></p><p>Ecology</b></p><p> Like all mundane daemons, venedaemons most often form from the hunted, specifically from those evil souls who died as a result of the abuse of magic-whether by their own greedy hands, at the whim of powerful rivals, through the inadvisable pursuit of knowledge too terrible for them to safely handle, or by other spellcasters who slew them for their crimes. While these hunted were often spellcasters themselves, some venedaemons develop from nonmagical souls that were simply casualties to arcane violence. These individuals are often so tainted with the magical disturbances that killed them that they nonetheless develop arcane powers in an ironic twist of daemonic evolution. Other times still, venedaemons formulate from much odder means. Occasionally, mortal wizards seek to control the awe-inspiring forces of Abaddon and its daemons by using cacodaemon as familiars. The cacodaemon, for its part, is usually willing to serve a mortal master for a time in this regard, though it usually has ulterior motives for its servitude. When a cacodaemon familiar's master dies, the daemon is often prompt in devouring the mage's soul and turning the soul into a <i>soul <i>gem</i></i>. Instead of the <i>soul <i>gem</i></i> returning to Abaddon and being consumed by a more powerful daemon, sometimes the deceased mage's power triggers a reaction within the cacodaemon, fusing with it and transforming the familiar over several weeks or months into a new creature, typically a venedaemon with no memories of its mortal or previous daemonic existence. Far from being a hazard, this possibility of transformation is in fact one of the primary reasons why cacodaemons are sometimes eager to serve as familiars, as it represents one of the only ways for a cacodaemon to advance its station. <b></p><p>Habitat & Society</b></p><p> Most venedaemons are relatively weak compared to the towering daemonic brethren that inhabit Abaddon, and knowing this, they often work together as best they can, collaborating in groups with other venedaemons, or in conjunction with other fiends willing to accept their services. Hurled into Abaddon with an innate talent for magic but only scraps of its mortal knowledge remaining, the average venedaemon ultimately flocks to the service of a more powerful daemon willing to act as a patron that lets the venedaemon pursue its studies. In such arran<i>gem</i>ents, the venedaemon <i>slow</i>ly gains power and inf luence within the confines of its daemonic partnership, which often consists of itself, its daemonic master, and many other daemons acting as a team built on the shared goal of total mortal annihilation. This daemonic horde traverses planes searching for opportunities to create mass destruction, the master simply using the venedaemon for its magical qualities to slaughter mortal souls. As the venedaemon gleans what it can from the charred remains of dead mortal spellcasters' volumes of scribbled formulae, it gradually strengthens its unspeakable powers, and in time, the tables are turned, and when the venedaemon slays its patron, it gains dominion over dark magic as well as its brethren. Those venedaemons who do not wish to submit to the will of a more powerful daemon in order to pursue knowledge often simply prefer to be left alone to their research, experimenting on mortals with their dark arts and occasionally selling their findings to other daemons for souls and magical artifacts. Venedaemons find themselves aligned with the lesser fiends of Abaddon, particularly the equally lowly ceustodaemons, whose deathly association with the energies and particularly subservient standing among daemons makes the two obvious allies. Cacodaemons also make for suitable alliances, as a venedaemon may help guide its smaller brethren to capture the soul of an opposing spellcaster, allowing the cacodaemon to mature with the soul and in time develop into a fellow venedaemon. Within the realm of Abaddon, venedaemons gravitate toward the River Styx for its mysterious, memory-wiping properties, for many venedaemons themselves find a peculiar yearning for their memories, if only to regain even more of the power they once possessed, somewhere in the dark recesses of their mind.</p></h4></div>", "Languages": "Abyssal, Aquan, Celestial, Common, Draconic, Ignan, Infernal; telepathy 100 ft.", "Source": "Horsemen Of The Apocalypse", "Land": "1", "Organization": "solitary, pair, or cabal (3-6)", "Ref": "7", "Climb": "0", "HD": "(6d10+18)", "AbilitiyScores": "Str 11, Dex 15, Con 16, Int 22, Wis 16, Cha 21", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 1944, "SubType": "(daemon, evil, extraplanar)", "MonsterSource": "", "Feats": "Combat Casting, Eschew MaterialsB, Improved Initiative, Magical Aptitude", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "1", "RacialMods": "", "AC": "18, touch 12, flat-footed 16", "Swim": "0", "Name": "Venedaemon", "VariantParent": "", "Skills": "Bluff +14, Disguise +11, Fly +11, Intimidate +14, Knowledge (arcana) +15, Knowledge (planes) +15, Knowledge (religion) +12, Perception +12, Sense Motive +12, Spellcraft +17, Stealth +11, Use Magic Device +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any (Abaddon)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +7, Will +8", "Melee": "2 tentacles +6 (1d6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 30 ft. (average)", "Alignment": "NE", "Size": "Medium"}