{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 209, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ecorche</h2><h3><i>This brawny creature has had its skin completely flensed from its form, <i>revealing the violent pulsing of its massive</i>, <i>exposed muscles</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ecorche</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>CE Large undead </h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft.; Perception +25</h5><h5><b>Aura </b>frightful presence (60 ft., DC 26)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 14, flat-footed 25 (+5 Dex, +16 natural, -1 size)</h5><h5><b>hp </b>209 (22d8+110); fast healing 5</h5><h5><b>Fort </b>+12, <b>Ref </b>+12, <b>Will </b>+15</h5><h5><b>Defensive Abilities </b>channel resistance +2; <b>DR </b>15/good and silver; <b>Immune </b>acid, undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +27 (3d6+11/19-20)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>bleed (1 Con drain), rend (2 claws, 3d6+11 plus bleed and seize skin)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>32, <b>Dex </b>20, <b>Con </b>-, <b>Int </b> 9, <b>Wis </b>11, <b>Cha </b>21</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+28; <b>CMD </b>43</h5><h5><b>Feats </b>Awesome Blow, Blinding Critical, Combat Reflexes, Critical Focus, Improved Bull Rush, Improved Critical (claw), Improved Initiative, Iron Will, Power Attack, Stand Still, Weapon Focus (claw)</h5><h5><b>Skills </b>Disguise +30, Perception +25, Stealth +26</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>wear skin</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>solitary or gang (2-4)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Seize Skin (Su)</b> Whenever an ecorche damages a target with its rend ability, the target must succeed at a DC 25 Fortitude save to resist being skinned alive. Those who fail the save become staggered and take 1 point of Constitution drain per round. Both of these effects are permanent but can be removed with a regenerate or heal spell (or 1 round of regeneration). The ecorche can use its wear skin ability to don a skin stolen in this way as a full-round action. The save DC is Dexterity-based. </h5><h5><b>Wear Skin</b> (Su)An ecorche can steal the skin of a dead Small, Medium, or Large humanoid and wear it as its own. When it does this, the ecorche takes on the creature's size and appearance and gains a +10 bonus on Disguise checks made to impersonate the victim. While wearing a stolen skin, an ecorche cannot use its frightful presence. This stolen skin is preserved while the ecorche wears it, but is destroyed if the ecorche takes more than 10 points of damage or if the ecorche chooses to destroy the skin as a standard action. Those within 60 feet who see an ecorche's stolen skin destroyed are immediately subjected to its frightful presence and take a -5 penalty on the related Will save. An ecorche reverts to its normal size if its stolen skin is destroyed.</h5></div><br></br><div><h4><p><p>The bodyguards and spies of undead masterminds, ecorches appear as gory giants with musculatures overdeveloped by infusions of necromantic toxins and grafts of reanimated sinew. Although its natural form possesses no skin, an ecorche can steal the flesh of another creature, flaying its victim in mere seconds and leaving it in unimaginable shock and pain with only moments to seek aid before perishing. Yet this gruesome act of violence is only the first stage of the chaos an ecorche spreads with its violence.</p><p>An ecorche possesses incredible control over its gruesome form, allowing it to compress its body into the skin of a much smaller creature. Wearing such grisly garb, these terrors walk among the living, doing the bidding of their terrible masters or searching for more inf luential individuals to murder, skin, and impersonate. If an ecorche's unholy nature is revealed, the monster is quick to dispose of its nowuseless disguise, bursting from the suit of flesh and exposing its terrible form to the unprepared, few of whom can withstand such unabashed gore.</p><p>An ecorche stands approximately 8-1/2 feet tall and weighs upward of 600 pounds.</p></h4></div>", "Languages": "Common", "Source": "PFRPG Bestiary 3", "Land": "1", "Organization": "solitary or gang (2-4)", "Ref": "12", "Climb": "0", "HD": "(22d8+110)", "AbilitiyScores": "Str 32, Dex 20, Con -, Int 9, Wis 11, Cha 21", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2056, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Blinding Critical, Combat Reflexes, Critical Focus, Improved Bull Rush, Improved Critical (claw), Improved Initiative, Iron Will, Power Attack, Stand Still, Weapon Focus (claw)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "", "AC": "30, touch 14, flat-footed 25", "Swim": "0", "Name": "Ecorche", "VariantParent": "", "Skills": "Disguise +30, Perception +25, Stealth +26", "ClassArchetypes": "", "IsTemplate": "0", "Will": "15", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "wear skin", "Saves": "Fort +12, Ref +12, Will +15", "Melee": "2 claws +27 (3d6+11/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Large"}