{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 19, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Garden Ooze</h2><h3><i><i>What seems to be a mass of diseased fibers growing on a plant suddenly moves and slithers independently from its sickly host</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Garden Ooze</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Small ooze </h5><h5><b>Init </b>+3; <b>Senses </b>blindsight 60 ft.; Perception -5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 14, flat-footed 11 (+3 Dex, +1 size)</h5><h5><b>hp </b>19 (3d8+6)</h5><h5><b>Fort </b>+3, <b>Ref </b>+4, <b>Will </b>-4</h5><h5><b>Defensive Abilities </b>ooze traits; <b>Immune </b>acid</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft.</h5><h5><b>Melee </b>slam +3 (1d4 plus 1d8 acid)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>acid, stink</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>11, <b>Dex </b>16, <b>Con </b>15, <b>Int </b> -, <b>Wis </b>1, <b>Cha </b>2</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+1; <b>CMD </b>14 (can't be tripped)</h5><h5><b>Skills </b>Climb +8</h5><h5><b>SQ </b>camouflage</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests, marshes, and urban</h5><h5><b>Organization </b>solitary, pair, or patch (3-5)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Acid (Ex)</b> A garden ooze excretes digestive acid that can dissolve flesh. Creatures made of harder materials or plant matter are immune to the ooze's acid. </h5><h5><b>Camouflage (Ex)</b> A garden ooze is difficult to spot when it is at rest among plant growth of any type. A DC 15 Perception check is required to notice the ooze is a separate entity and not a diseased portion of the plant it rests upon. The ooze automatically hits with a slam against any creature that fails to notice the ooze and enters its square. </h5><h5><b>Stink (Ex)</b> Once every 24 hours, a garden ooze can release foul-smelling gases in a 5-foot-radius spread centered on the ooze. The ooze usually does so after it is first injured. The stench of these vapors is overpowering during the first round it exists, causing living creatures within it to become sickened for 1d3 rounds (Fort DC 13 negates). This is a poison effect. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>A garden ooze is an animate, acidic mass of protoplasmic goo that dwells among foliage and scavenges proteins in the form of carrion or small animals that blunder into its vicinity. Although garden oozes are occasionally found in underground regions near the surface-such as sewers, sinkholes, and shallow caves-these oozes prefer the outdoors. One reason for this is that garden oozes are attracted to large collections of organic material where other tiny creatures might come to scavenge. Quick and cunning hunters when compared to most oozes, garden oozes are particularly dangerous because they readily attack creatures that wander nearby regardless of the creatures' size. Oozes that sense prey moving closer are likely to wait to attack until the potential meal is within reach. The oozes also give chase when prey flees. Garden oozes innately change hue to match the ground underneath them, so they can be hard to spot. When a garden ooze attacks, it lashes out with a whiplike appendage coated with a potent flesh-eating acid. If injured, the ooze releases a disgusting stench that makes it harder to fight off. Further, when one garden ooze attacks, any other garden oozes nearby join in, piling on and making escape all but impossible. Fortunately for larger potential prey, most garden oozes are quite small, the largest among them reaching 3 feet in diameter before they split into smaller oozes. These oozes are also known as rat-catcher oozes or compost oozes, and some brave gardeners actually encourage the growth of such oozes in their gardens as a way to combat pests. Once the pests are under control, however, the oozes themselves must be hunted and slain before the garden is safe to tend.</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary 3", "Land": "1", "Organization": "solitary, pair, or patch (3-5)", "Ref": "4", "Climb": "1", "HD": "(3d8+6)", "AbilitiyScores": "Str 11, Dex 16, Con 15, Int -, Wis 1, Cha 2", "Gear": "", "Ranged": "", "Type": "ooze", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2071, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "14, touch 14, flat-footed 11", "Swim": "0", "Name": "Garden Ooze", "VariantParent": "", "Skills": "Climb +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "-4", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "temperate forests, marshes, and urban", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "camouflage", "Saves": "Fort +3, Ref +4, Will -4", "Melee": "slam +3 (1d4 plus 1d8 acid)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., climb 20 ft.", "Alignment": "N", "Size": "Small"}