{"Group": "Kami", "Space": "20 ft.", "Mythic": "0", "HP": 348, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kami, Jinushigami</h2><h3><i><i>This enormous amalgamation of stone and plant matter takes the shape of an old man leaning on an equally huge staff</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Jinushigami</p><p class=\"alignright\">CR 20</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>307,200</h5><h5>N Gargantuan outsider (earth, kami, native)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 60 ft., tremorsense 60 ft., <i>true seeing</i>; Perception +38</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>34, touch 14, flat-footed 26 (+7 Dex, +1 dodge, +20 natural, -4 size)</h5><h5><b>hp </b>348 (24d10+216); fast healing 20</h5><h5><b>Fort </b>+25, <b>Ref </b>+17, <b>Will </b>+23</h5><h5><b>DR </b>15/cold iron and bludgeoning; <b>Immune </b>bleed, mind-affecting effects, petrification, polymorph; <b>Resist </b>acid 10, electricity 10, fire 10; <b>SR </b>31</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., burrow 40 ft.; earth glide</h5><h5><b>Melee </b><i><i>+5 quarterstaff</i></i> +30/+25/+20/+15 (3d6+14), <i><i>+5 quarterstaff</i></i> +30 (3d6+9) or </br> 2 slams +29 (2d10+9)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +30) </br>Constant&mdash;<i>true seeing</i>, <i>speak with animals</i>, <i>speak with plants</i>, <i>stone tell</i> </br>At Will&mdash;<i>detect thoughts</i> (DC 22), <i>greater teleport</i> (self only, only within the boundaries of its ward), <i>stone shape</i>, <i>wood shape</i> </br>3/day&mdash;<i>control plants</i> (DC 28), <i>earthquake</i> (DC 28), <i>heal</i>, <i>repel metal or stone</i>, <i>summon nature's ally IX</i> </br>1/day&mdash;<i>true resurrection</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>28, <b>Dex </b>25, <b>Con </b>28, <b>Int </b> 23, <b>Wis </b>24, <b>Cha </b>31</h5><h5><b>Base Atk </b>+24; <b>CMB </b>+37 (+39 bull rush and overrun); <b>CMD </b>55 (57 vs. bull rush and overrun)</h5><h5><b>Feats </b>Alertness, Combat Casting, Combat Reflexes, Dodge, Great Fortitude, Improved Bull Rush, Improved Initiative, Improved Overrun, Iron Will, Lightning Reflexes, Power Attack, Two-Weapon Fighting</h5><h5><b>Skills </b>Acrobatics +31 (+39 when jumping), Bluff +37, Diplomacy +34, Heal +34, Intimidate +34, Knowledge (geography) +33, Knowledge (nature) +33, Perception +38, Sense Motive +38, Spellcraft +33, Stealth +22, Survival +31</h5><h5><b>Languages </b>Common, Terran; <i>speak with animals</i>, <i>speak with plants</i>, <i>stone tell</i>, telepathy 300 ft.</h5><h5><b>SQ </b>infused quarterstaff, manipulate terrain, merge with ward, ward (region)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Infused Quarterstaff (Su)</b> Any quarterstaff a jinushigami wields functions as a <i>+5 quarterstaff</i> (unless the quarterstaff already has a greater enhancement bonus). If a jinushigami is within its regional ward, it can create a Gargantuan quarterstaff out of the surrounding terrain as a standard action. </h5><h5><b>Manipulate Terrain (Su)</b> A jinushigami can help any number of creatures travel within its territory. Creatures aided in this way receive a +10 bonus on Survival checks and do not suffer reductions to overland movement from terrain or lack of a highway or other roadway, regardless of the presence of roads or the type of terrain they actually travel through. Alternatively, a jinushigami can make terrain more difficult for any number of creatures to travel through, imparting a -10 penalty on all Survival checks and causing overland movement to be reduced to one-tenth its normal speed. A jinushigami can affect as many creatures as it wishes with this ability, selecting whether it aids or impedes travel for each, as long as it can notice the creature and the creature is within its regional ward. A jinushigami may use this ability while merged with its ward. </h5><h5><b>Ward (Su)</b> A jinushigami treats an entire region as its ward. This region can be a single forest, swamp, mountain, lake, or any other natural feature, with a maximum radius of 5 miles. Most jinushigami have smaller regional wards, since not all regions are large enough to fill this area, but no region with a radius smaller than 1 mile radius can support (or deserves) a jinushigami. As long as it is within its territory (either merged with it or in its physical form), a jinushigami can observe the world from any point within its regional ward as if it were at that point. While merged with its ward, it can observe all points simultaneously in this way. As a standard action, it can convey information about a creature within its ward (effectively imparting a description and exact location) to all kami within its regional ward.</h5></div><br></br><div><h4><p><p>Guardians of significant natural wonders like mountains, large lakes, forests, and so on, jinushigami (known also as land kami) are the most powerful and revered of all kami, commanding the very forces of nature itself to ensure the safety and security of their wards. These potent spirits garner the most respect among other kami, wielding great inf luence over both them and the native creatures that dwell within their territories. Jinushigami tend to stay hidden amongst their land, however, knowing that their intimate tie with the environment makes them highly desirable targets among those who would seek to do harm to nature. Strangers to lands protected by jinushigami are well-advised to take the utmost care to not offend the powerful spirit creatures. When displeased, jinushigami can eradicate trails and warp the contours of their terrain, forcing travelers to endure unreasonable hardship in travel. These goliaths have little patience for those who would defile their efforts, and offenders who fail to listen to a jinushigami's initial hints quickly discover how devastating the kami's powers can be as they are forced from the land either by the lesser kami who serve their superior or by the towering jinushigami itself. Of course, those who respect and honor the jinushigami see the kami's other side, as the kami eases their travel by lessening undergrowth, shifting rivers, and otherwise providing subtle but incredible aid to travelers. Jinushigami are ancient and wise, and while they are no fools, they prefer to give visitors to their domains the benefit of the doubt. Only when an individual makes known his disruptive intentions toward the structure and cohesion of nature does a jinushigami react with violence. Of course, those who align themselves with naturally opposing forces of the kami, such as the oni, do not receive this friendly grace period, and a jinushigami can perceive most treacherous thoughts, sensing a suspicious visitor through its connection with the land, then tracking it down to stealthily observe it more closely. A jinushigami is 38 feet tall and weighs over 30,000 pounds. When they manifest physical bodies, they appear as lumbering humanoid forms made of earth and stone and plant matter, sometimes with strange humanoid affectations like hats or jewelry. <br><b>ELDER JINUSHIGAMI</b><br> Of all the kami, land kami are the most ancient and powerful, yet even among these immense outsiders there are variations in that power. Newly formed jinushigami have statistics as presented above, but a jinushigami grows more powerful as the legend and fame of the site it guards grows. For example, a jinushigami of part of a mountain range is impressive, but a jinushigami whose region includes the range's tallest mountain is even more so. When a jinushigami becomes this powerful, it is known as an elder jinushigami. An elder jinushigami is generally a Colossal creature, and rarely has fewer than 28 Hit Dice-most are between CR 22 and CR 25, although exact details vary. An elder jinushigami's ward can cover a much larger area than that of a typical jinushigami, usually with a radius of 1 mile per CR possessed by the elder jinushigami. An elder jinushigami also gains additional spell-like abilities to more closely ref lect its role in the world. Listed below are several examples. <br><b>Glacier Kami:</b> An elder jinushigami associated with a vast glacier, be it one that carves mountains or runs along a polar coastline, appears as a humanoid made of blocks of ice. These kami have the cold subtype instead of the earth subtype (and thus gain immunity to cold and vulnerability to fire), and can use <i>cone of cold</i> and <i>wall of ice</i> as spell-like abilities three times per day each. <br><b>Great Reef Kami:</b> An elder jinushigami whose domain contains a sizable coral reef of considerable age appears as a humanoid constructed of living coral draped with seaweed. Great reef kami have the water subtype instead of the earth subtype, gain the aquatic subtype (and the amphibious special quality), gain a swim speed of 60 ft., and gain the ability to use <i>tsunami</i> (Advanced <i>Player's Guide</i> 251) once per day as a spell-like ability. <br><b>Mountain Kami:</b> When an elder jinushigami's ward includes the tallest peak in a range or region, it gains the use of flesh to stone and <i>wall of stone</i> three times per day each. <br><b>Volcano Kami:</b> An elder jinushigami that includes in its ward an active volcano appears as a humanoid made of equal parts molten rock and solid stone. A volcano kami has the fire subtype instead of the earth subtype (and thus gains immunity to fire and vulnerability to cold), can use <i>fireball</i> three times per day as a spell-like ability, and can use <i>wall of lava</i> (Advanced <i>Player's Guide</i> 255) once per day as a spell-like ability.</p></h4></div>", "Languages": "Common, Terran; speak with animals, speak with plants, stone tell, telepathy 300 ft.", "Source": "PFRPG Bestiary 3", "Land": "1", "Organization": "solitary", "Ref": "17", "Climb": "0", "HD": "(24d10+216)", "AbilitiyScores": "Str 28, Dex 25, Con 28, Int 23, Wis 24, Cha 31", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 2108, "SubType": "(earth, kami, native)", "MonsterSource": "", "Feats": "Alertness, Combat Casting, Combat Reflexes, Dodge, Great Fortitude, Improved Bull Rush, Improved Initiative, Improved Overrun, Iron Will, Lightning Reflexes, Power Attack, Two-Weapon Fighting", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "25", "Fly": "0", "RacialMods": "", "AC": "34, touch 14, flat-footed 26", "Swim": "0", "Name": "Jinushigami", "VariantParent": "", "Skills": "Acrobatics +31 (+39 when jumping), Bluff +37, Diplomacy +34, Heal +34, Intimidate +34, Knowledge (geography) +33, Knowledge (nature) +33, Perception +38, Sense Motive +38, Spellcraft +33, Stealth +22, Survival +31", "ClassArchetypes": "", "IsTemplate": "0", "Will": "23", "Race": "", "CR": "20", "XP": 307200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "infused quarterstaff, manipulate terrain, merge with ward, ward (region)", "Saves": "Fort +25, Ref +17, Will +23", "Melee": "+5 quarterstaff +30/+25/+20/+15 (3d6+14), +5 quarterstaff +30 (3d6+9) or 2 slams +29 (2d10+9)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., burrow 40 ft.", "Alignment": "N", "Size": "Gargantuan"}