{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 30, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Phantom Fungus</h2><h3><i><i>Portions of this three-stalked fungoid monster's body seem to fade in and out of sight</i>. <i>A large maw gapes along its entire front</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Phantom Fungus</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Medium plant </h5><h5><b>Init </b>+0; <b>Senses </b>blindsight 30 ft., low-light vision, tremorsense 60 ft.; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 10, flat-footed 15 (+5 natural)</h5><h5><b>hp </b>30 (4d8+12)</h5><h5><b>Fort </b>+7, <b>Ref </b>+1, <b>Will </b>+1</h5><h5><b>Defensive Abilities </b>phantom flesh; <b>Immune </b>plant traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft.</h5><h5><b>Melee </b>bite +5 (2d6+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>10, <b>Con </b>16, <b>Int </b> 2, <b>Wis </b>11, <b>Cha </b>9</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+5; <b>CMD </b>15 (17 vs. trip)</h5><h5><b>Feats </b>Skill Focus (Perception), Skill Focus (Stealth)</h5><h5><b>Skills </b>Climb +10, Perception +10, Stealth +7; <b>Racial Modifiers </b>+4 Stealth</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary or grove (2-5)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Phantom Flesh (Su)</b> As a move action, a phantom fungus can turn invisible as if using <i>greater invisibility</i> (caster level 4th). A moment after it attacks with invisibility, the creature appears briefly as a semi-transparent version of its normal self. This allows any viewer with line of sight to the phantom fungus to pinpoint its location at the time of the attack (though if the creature moves after it attacks, opponents have to pinpoint it again). An opponent can ready an action to strike at the fungus when it momentarily appears, in which case the creature only has concealment instead of invisibility (20% miss chance). The fungus can turn completely visible as a move action, though it normally remains invisible all the time. If killed while invisible, it becomes visible 1d4 minutes later.</h5></div><br></br><div><h4><p><p>A phantom fungus is a tripedal carnivorous plant that roams the vast and deep underground caverns of the world. It wanders in search of food, using its rootlike feet to detect movement along the cavern floors and the sensitive tendrils surrounding its mouth to pinpoint prey. its ability to vanish from sight. Stealthily patrolling the perimeters of caverns, a phantom fungus remains invisible until it is behind its prey, at which point it snaps at its victim with its vicious maw. A phantom fungus prefers to ambush lone creatures. When it encounters a larger group, a phantom fungus often stalks prey for hours, waiting for the targets to spread out or make camp so that it may attack a single foe at its leisure. Though phantom fungi are not normally pack hunters, there are reports of groves working together to bring down larger foes. When faced with no other option than to attack multiple foes, a group of phantom fungi focuses its attacks on single targets. They prefer to attack noisier foes if possible-characters wearing heavy armor or those that make heavy use of loud attacks (such as bards or spellcasters) are preferred over quieter creatures. The maw with which a phantom fungus attacks prey is lined with row upon row of sharp, jagged teeth that resemble pointed rocks more than actual fangs. This \"mouth\" is not used to feed, however, and does not attach to a digestive tract-it is nothing more than a gaping natural weapon. When a phantom fungus feeds, it does so by squatting down on its prey and infesting the corpse with thousands of feeding filaments that burrow through dead flesh to siphon away nutrients. A typical phantom fungus is 6 feet tall and weighs 200 pounds. Although they prefer dwelling underground, they have been encountered above ground as well.</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary 3", "Land": "1", "Organization": "solitary or grove (2-5)", "Ref": "1", "Climb": "1", "HD": "(4d8+12)", "AbilitiyScores": "Str 15, Dex 10, Con 16, Int 2, Wis 11, Cha 9", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2165, "SubType": "", "MonsterSource": "", "Feats": "Skill Focus (Perception), Skill Focus (Stealth)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "+4 Stealth", "AC": "15, touch 10, flat-footed 15", "Swim": "0", "Name": "Phantom Fungus", "VariantParent": "", "Skills": "Climb +10, Perception +10, Stealth +7", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +1, Will +1", "Melee": "bite +5 (2d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., climb 20 ft.", "Alignment": "N", "Size": "Medium"}