{"Group": "Golem", "Space": "10 ft.", "Mythic": "0", "HP": 79, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Flesh </h2><h3><i>A hideous monstrosity crafted from body parts stitched together with thick string, wire, and metal staples lurches to horrific life.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Flesh Golem</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>N Large construct </h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 8, flat-footed 20 (-1 Dex, +12 natural, -1 size)</h5><h5><b>hp </b>79 (9d10+30)</h5><h5><b>Fort </b>+3, <b>Ref </b>+2, <b>Will </b>+3</h5><h5><b>DR </b>5/adamantine; <b>Immune </b>construct traits, magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +13 (2d8+5)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>berserk</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 20, <b>Dex</b> 9, <b>Con</b> -, <b>Int</b> -, <b>Wis</b> 11, <b>Cha</b> 1</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+15; <b>CMD </b>24</h5><h5><b>Languages </b>none</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or gang (2-4)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Berserk (Ex)</b> When a flesh golem enters combat, there is a cumulative 1% chance each round that its elemental spirit breaks free and the golem goes berserk. The uncontrolled golem goes on a rampage, attacking the nearest living creature or smashing some object smaller than itself if no creature is within reach, then moving on to spread more destruction. The golem's creator, if within 60 feet, can try to regain control by speaking firmly and persuasively to the golem, which requires a DC 19 Charisma check. It takes 1 minute of inactivity by the golem to reset the golem's berserk chance to 0%.</h5><h5><b> Immunity to Magic (Ex)</b> A flesh golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. <br> A magical attack that deals cold or fire damage slows a flesh golem (as the slow spell) for 2d6 rounds (no save). <br> A magical attack that deals electricity damage breaks any slow effect on the golem and heals 1 point of damage for every 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A flesh golem gets no saving throw against attacks that deal electricity damage.</h5></div><br></br><div><h4><p>A flesh golem is a ghoulish collection of stolen humanoid body parts, stitched together into a single composite form. Its cadaverous flesh has a sickly green or yellowish tint. A flesh golem wears whatever clothing its creator desires, usually just a ragged pair of trousers. It has no possessions and no weapons. A flesh golem stands 8 feet tall and weighs 500 pounds.</p><p>A flesh golem cannot speak, although it can emit a hoarse roar of sorts. It walks and moves with a stiffjointed gait, as if not in complete control of its body.</p><p>Although most flesh golems are mindless, there are persistent rumors of unusual golems who somehow retain the memories of a previous life. The head (and thus brain) of such flesh golems must be just the right combination of fresh and (in its previous life) strong-willed, and even then luck and chance during the golem's creation seem just as important in retaining the creature's mind.</p><p>Certainly most who construct flesh golems prefer mindless slaves over free-willed creations, and as a result intelligent flesh golems are rare indeed.</p><p><b>Construction</b><br> The pieces of a flesh golem must come from normal humanoid corpses that have not decayed significantly. Assembly requires a minimum of six different bodies-one for each limb, the torso (including head), and the brain. In some cases, more bodies may be necessary. Special unguents and bindings worth 500 gp are also required.</p><p>Note that creating a flesh golem requires casting a spell with the evil descriptor.</p><p><b>Flesh Golem</b><br> <b>CL</b> 8th; <b>Price</b> 20,500 gp <b>Construction</b><br> <b>Requirements</b> Craft Construct, animate dead, bull's strength, geas/quest, limited wish, creator must be caster level 8th; Skill Craft (leather) or Heal DC 13; Cost 10,500 gp</p></h4></div>", "Languages": "none", "Source": "PFRPG Bestiary", "Land": "1", "Organization": "solitary or gang (2-4)", "Ref": "2", "Climb": "0", "HD": "(9d10+30)", "AbilitiyScores": "Str 20, Dex 9, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 217, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "20, touch 8, flat-footed 20", "Swim": "0", "Name": "Flesh Golem", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +3, Ref +2, Will +3", "Melee": "2 slams +13 (2d8+5)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Large"}