{"Group": "Rakshasa", "Space": "5 ft.", "Mythic": "0", "HP": 310, "Treasure": "double (+3 falchion, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Rakshasa, Maharaja</h2><h3><i><i>Impeccably dressed and bedecked in exotic jewelry</i>, <i>this fiend holds an ornate saber in its backward-facing hands</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Maharaja</p><p class=\"alignright\">CR 20</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>307,200</h5><h5>LE Medium outsider (native, <i>shapechange</i>r)</h5><h5><b>Init </b>+13; <b>Senses </b>all-around vision, darkvision 60 ft.; Perception +31</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>37, touch 24, flat-footed 27 (+4 deflection, +9 Dex, +1 dodge, +13 natural)</h5><h5><b>hp </b>310 (20d10+200)</h5><h5><b>Fort </b>+16, <b>Ref </b>+21, <b>Will </b>+18</h5><h5><b>DR </b>20/good and piercing; <b>SR </b>35</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 30 ft. (good)</h5><h5><b>Melee </b><i><i>+3 falchion</i></i> +31/+26/+21/+16 (2d4+15/15-20), 4 bites +23 (1d6+4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>detect thoughts (DC 29), extra initiative</h5><h5><b>Spell-Like Abilities</b> (CL 18th; concentration +27) </br>Constant&mdash;<i>comprehend languages</i>, <i>tongues</i> </br>At Will&mdash;<i>clairvoyance/clairaudience</i> </br>1/day&mdash;<i>dominate monster</i> (DC 28)</h5></h5><h5><b>Spells Known</b> (CL 18th; concentration +27) </br>9th (4/day)&mdash;<i>weird</i> (DC 28) </br>8th (6/day)&mdash;<i>greater shadow evocation</i>, <i>mind blank</i> </br>7th (7/day)&mdash;<i>greater shadow conjuration</i>, <i>mass invisibility</i>, <i>spell turning</i> </br>6th (7/day)&mdash;<i>greater <i>dispel magic</i></i>, <i>mass <i>suggestion</i></i> (DC 25), <i>true seeing</i> </br>5th (8/day)&mdash;<i>baleful <i>polymorph</i></i> (DC 24), <i>feeblemind</i> (DC 24), <i>mind fog</i> (DC 24) </br>4th (8/day)&mdash;<i>charm monster</i> (DC 23), <i>dimension door</i>, <i>lesser globe of invulnerability</i>, <i>scrying</i> </br>3rd (8/day)&mdash;<i>dispel magic</i>, <i>nondetection</i>, <i>suggestion</i> (DC 22), <i>vampiric touch</i> (DC 22) </br>2nd (8/day)&mdash;<i>darkness</i>, <i>knock</i>, <i>misdirection</i> (DC 21), <i>resist energy</i>, <i>see invisibility</i> </br>1st (9/day)&mdash;<i>charm person</i> (DC 20), <i>identify</i>, <i>mage armor</i>, <i>magic missile</i>, <i>ventriloquism</i> (DC 20) </br>0 (at will)&mdash;<i>arcane mark</i>, <i>bleed</i> (DC 19), <i>daze</i> (DC 19), <i>detect magic</i>, <i>ghost sound</i>, <i>mage hand</i>, <i>message</i>, <i>prestidigitation</i>, <i>read magic</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>28, <b>Con </b>30, <b>Int </b> 25, <b>Wis </b>22, <b>Cha </b>29</h5><h5><b>Base Atk </b>+20; <b>CMB </b>+28; <b>CMD </b>52</h5><h5><b>Feats </b>Combat Casting, Combat Reflexes, Dodge, Hover, Improved Critical (falchion), Improved Initiative, Mobility, Quicken Spell, Silent Spell, Still Spell</h5><h5><b>Skills </b>Acrobatics +27 (+31 when jumping), Appraise +25, Bluff +35, Diplomacy +30, Disguise +30, Fly +31, Intimidate +30, Knowledge (arcana) +25, Knowledge (history) +25, Knowledge (nobility) +25, Knowledge (religion) +25, Perception +31, Sense Motive +27, Spellcraft +25, Stealth +30; <b>Racial Modifiers </b>+4 Bluff, +8 Disguise, +4 Perception</h5><h5><b>Languages </b>Abyssal, Common, Infernal, Undercommon; <i>comprehend languages</i>, <i>tongues</i></h5><h5><b>SQ </b>change shape (any humanoid; <i>alter self</i> )</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double (<i>+3 falchion</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Extra Initiative (Su)</b> When an encounter starts, a maharaja rolls twice for initiative. The maharaja acts normally on the higher of the two initiative counts each round. On the lower initiative count, the maharaja can take a single standard action. </h5><h5><b>Spells</b> A maharaja casts arcane spells as an 18th-level sorcerer.</h5></div><br></br><div><h4><p><p>All rakshasas aspire to power, but there are those for whom this hunger is more than an obsession: It's a birthright. Legends among the rakshasas tell of the maharajas-those rakshasas whose depredations and acts of cruelty have elevated them above others of their kind and allowed them to <i>reincarnate</i> as embodiments of every myth, fable, and cautionary tale involving the beast-headed fiends. Accorded the respect and deference of their lessers, maharajas inspire one emotion within the rakshasa race that few can: fear. A maharaja rakshasa emerges only after a rakshasa of great power and inf luence has spent several lives as a member of the samrata, the height of the rakshasa's social-spiritual caste system. When a rakshasa ascends to maharaja status, others of its kind take notice, with rakshasas coming from far and wide to serve even a young maharaja-eager to curry its favor at an early age. The birth of a maharaja denotes that great change is imminent: The maharaja will fulfill some terrible destiny, found a lasting nation of rakshasas, undergo some manner of divine ascension, or defeat some greater foe and commandeer its domain, often splitting the region into large enough chunks for its lieutenants and servants to claim and still have room to expand. It is rare in the extreme for more than a handful of maharajas to emerge in the same century. So great is a maharaja's power and inf luence and so long is its life that one can spend most of its time enjoying the luxury of its years of toil. When not manipulating armies or the machinations of lesser rakshasas, it can often be found surrounded by the most beautiful of its servitors-often charmed or dominated humanoids, or, if the maharaja is powerful enough, good-aligned outsiders-lounging in opulence. The lair of a maharaja is typically a glorious, decadent mansion. After decades or centuries of work, gold filigree decorates the columns, and great friezes embossed with rakshasa myths and folklore decorate the walls. Rather than couches or divans, luxurious pillows stuffed with exotic feathers and crafted from the hides of even rarer creatures serve for furniture, and all about hang the trophies of a centuries-long life of tyranny: the crowns of defeated rulers, the wealth of ruined countries, and the heads of failed lieutenants. A maharaja's great experience and power, however, does not make it immune to or ignorant of threats. Disloyal servants, powerful kings, ambitious rivals, and meddling adventurers all might step forth to challenge a maharaja's rule. To that end, a maharaja employs devious methods to ensure its own safety, with assassination, false rumors, and illusory doubles serving as useful tools to ferret out threats. Wary of attack and often with wide territories to control, most rakshasa maharajas have several secluded palaces and lavish redoubts, and travel among them endlessly. </br> <b>RAKSHASA RAJADHIRAJAS </b> </br> Each maharaja is unique, the process of its evolution granting it strengths and weaknesses that differentiate the being from all before it. Over its lifetimes, its path teaches it myriad lessons and grants distinctive powers. A typical maharaja is a master of divination, enchantment, and illusion. Other maharajas master various other techniques, such as necromancy or conjuration. As a maharaja continues to grow in malignant might, its powers outstrip those even of its peers. It might ultimately ascend to the rank of rajadhiraja-a king of kings. Even more so than the maharajas, the rajadhirajas are unique beings. A rajadhiraja is never lower than CR 21-most have additional racial Hit Dice beyond the standard maharaja. Each additional racial Hit Die granted increases the rakshasa's CR by +1, but also increases its effective sorcerer caster level by +1 and grants a new spell-like ability that follows that rakshasa's personal theme and philosophy. A rajadhiraja that fancies itself a master of space and time might gain the ability to use <i>greater teleport</i> three times per day or the use of <i>time stop</i> once per day, while one who sees itself as a master of forms might gain the ability to use <i>shapechange</i> once per day or <i>polymorph</i> at will. A master of combat might instead gain additional damaging spell-like abilities. The type of new spell-like abilities the rakshasa gains can be selected as needed-8th- and 9th-level spells should be usable once per day, 5th- through 7th-level spells usable three times per day, and spells lower than 5th level at will, though even these guidelines can be adjusted as you see fit to make a more interesting rajadhiraja. The cycle of reincarnation and the faint memories it imparts provide rajadhirajas with the distinct power to manipulate life and death according to this cycle. A rajadhiraja can use its mastery of reincarnation to alter these cycles for other creatures, and as a result, all rajadhirajas gain the following special ability in addition to their other powers. </br><i>Reincarnate (Su)</i>: Once per day as a standard action, a rajadhiraja can bring a dead creature back to life as if using the <i>reincarnate</i> spell, except that the target must have been dead less than 1 day and can have been killed by a death effect. As with any effect that restores life to a creature, the reincarnating creature can choose not to be <i>reincarnate</i>d if it wishes, but if it does allow the effect to happen, it returns to life at full capacity, as if restored via <i>true resurrection</i> in a new form. Some rajadhirajas slay their own allies in combat, then use this ability to in order to allow the allies to continue the battle in a new body. The new form granted by this effect can be any form within one size category of the dead creature's original size-the exact form of this new body is chosen by the rajadhiraja. Use the results listed in the <i>Core Rulebook</i> for the <i>reincarnate</i> spell as guidelines for determining the new body's physical ability score adjustments.</p></h4></div>", "Languages": "Abyssal, Common, Infernal, Undercommon; comprehend languages, tongues", "Source": "PFRPG Bestiary 3", "Land": "1", "Organization": "solitary", "Ref": "21", "Climb": "0", "HD": "(20d10+200)", "AbilitiyScores": "Str 27, Dex 28, Con 30, Int 25, Wis 22, Cha 29", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2172, "SubType": "(native, shapechanger)", "MonsterSource": "", "Feats": "Combat Casting, Combat Reflexes, Dodge, Hover, Improved Critical (falchion), Improved Initiative, Mobility, Quicken Spell, Silent Spell, Still Spell", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "16", "Fly": "1", "RacialMods": "+4 Bluff, +8 Disguise, +4 Perception", "AC": "37, touch 24, flat-footed 27", "Swim": "0", "Name": "Maharaja", "VariantParent": "", "Skills": "Acrobatics +27 (+31 when jumping), Appraise +25, Bluff +35, Diplomacy +30, Disguise +30, Fly +31, Intimidate +30, Knowledge (arcana) +25, Knowledge (history) +25, Knowledge (nobility) +25, Knowledge (religion) +25, Perception +31, Sense Motive +27, Spellcraft +25, Stealth +30", "ClassArchetypes": "", "IsTemplate": "0", "Will": "18", "Race": "", "CR": "20", "XP": 307200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (any humanoid; alter self )", "Saves": "Fort +16, Ref +21, Will +18", "Melee": "+3 falchion +31/+26/+21/+16 (2d4+15/15-20), 4 bites +23 (1d6+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 30 ft. (good)", "Alignment": "LE", "Size": "Medium"}