{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 312, "Treasure": "double (+2 axiomatic light mace, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Thriae Queen</h2><h3><i><i>This towering</i>, <i>shapely</i>, <i>purple-skinned woman has an insectile lower body</i>, <i>antennae on her brow</i>, <i>and the wings of a bee</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Thriae Queen</p><p class=\"alignright\">CR 18</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>153,600</h5><h5>LN Huge monstrous humanoid </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., <i>detect secret doors</i>, low-light vision, <i>true seeing</i>; Perception +37</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>33, touch 8, flat-footed 33 (+25 natural, -2 size)</h5><h5><b>hp </b>312 (25d10+175); fast healing 10</h5><h5><b>Fort </b>+15, <b>Ref </b>+14, <b>Will </b>+21</h5><h5><b>Defensive Abilities </b>merope coat; <b>Immune </b><i>poison</i>, sonic; <b>Resist </b>acid 20; <b>SR </b>29</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 50 ft. (good)</h5><h5><b>Melee </b><i><i>+2 axiomatic light mace</i></i> +35/+30/+25/+20 (2d6+11/19-20), sting +27 (2d8+4/19-20 plus <i>poison</i>)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>launch merope, spawn soldiers</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +29) </br>Constant&mdash;<i>detect secret doors</i>, <i>true seeing</i> </br>At Will&mdash;<i>daylight</i>, <i>detect thoughts</i> (DC 21), <i>greater scrying</i> (DC 26), <i>neutralize <i>poison</i></i>, <i>remove disease</i>, <i>speak with dead</i> (DC 22) </br>3/day&mdash;<i>charm monster</i> (DC 23), <i>find the path</i>, <i>giant vermin</i> (8 bees or 6 wasps), <i>mass cure critical wounds</i>, <i>poison</i> (DC 23), <i>restoration</i>, <i>slow</i> (DC 22) </br>1/day&mdash;<i>foresight</i>, <i>mass heal</i>, quickened <i>regenerate</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>28, <b>Dex </b>11, <b>Con </b>25, <b>Int </b> 20, <b>Wis </b>21, <b>Cha </b>28</h5><h5><b>Base Atk </b>+25; <b>CMB </b>+36; <b>CMD </b>46</h5><h5><b>Feats </b>Alertness, Combat Casting, Combat Expertise, Critical Focus, Greater Spell Penetration, Improved Critical (sting), Improved Critical (light mace), Improved Initiative, Improved Iron Will, Iron Will, Quicken Spell-Like Ability (<i>regenerate</i>), Spell Penetration, Weapon Focus (light mace)</h5><h5><b>Skills </b>Bluff +34, Diplomacy +34, Fly +24, Knowledge (arcana) +30, Knowledge (religion) +30, Perception +37, Sense Motive +34, Spellcraft +30, Use Magic Device +34</h5><h5><b>Languages </b>Common, Sylvan, Thriae; telepathy 300 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or colony (1 queen, 3 seers, 11-20 soldiers, and 3-30 giant bees)</h5><h5><b>Treasure </b>double (<i>+2 axiomatic light mace</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Launch Merope (Su)</b> A thriae queen can launch a stream of merope from a gland in her lower body in a 60-foot line as a standard action. A thriae queen using this ability can control the purity of the merope she launches, which makes it either harm those it touches or heal them. If a thriae queen chooses to make her merope harmful, all creatures in the area of effect take 20d8 points of acid damage (Reflex DC 29 for half ). In addition, any creature in the area of effect is also staggered for 1d4 rounds (or 1 round if it succeeds at its Reflex save). If she uses it to heal, the merope heals all living creatures in the area of effect for 10d8 points of damage. A thriae queen can use this ability once every 1d4 rounds. The save DC is Constitution-based. </h5><h5><b>Merope Coat (Su)</b> A thriae queen is covered in a thin layer of merope. This coating acts as a magical barrier between spells cast at the thriae queen, as though she were constantly under the effects of <i>spell turning</i>. The coat affects a maximum of eight spell levels-when a spell effect is turned, this coating is depleted by a number of spell levels equal to the level of the spell reflected. The queen <i>regenerate</i>s this coating at a rate of one spell level per round. A spell in excess of what the merope coat can currently reflect is not reflected, and reduces the merope coat to a score of 0. Spells that fail to penetrate the queen's spell resistance do not reduce the merope coat's efficiency in this manner. </h5><h5><b>Spawn Soldiers (Su)</b> Three times per day as a standard action, a thriae queen can spawn a large swarm of wasps. This functions as four separate wasp swarms (<i>Bestiary</i> 275) that occupy all of the squares adjacent to the thriae queen. These swarms do not harm any thriae, and while they move with the queen as she moves, the swarms cannot leave her side. The swarms last until they are destroyed or 1 hour passes, at which point the swarms die on their own. </h5><h5><b>Poison (Ex)</b> Sting-injury; <i>save</i> Fort DC 29; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d6 Con plus staggered for 1 round; <i>cure</i> 2 consecutive <i>save</i>s.</h5></div><br></br><div><h4><p><p>The most powerful individual within any given thriae colony, the queen is a divine soothsayer, a provider of life, and a destroyer of those would seek to disrupt the order of the colony. Viewed by her children as a benevolent matriarch rather than a mother, the thriae queen is the only fertile member of the colony, and thus the sole reproducer should the colony's population meet a devastating blow, whether through plague, famine, or war. A queen is revered by soldiers and seers alike, both for her physical might and her divine power, and she exemplifies the very best of thriae society in terms of strength, insight, and magnetism. While a queen is often too busy to entertain guests of a thriae hive, those intruders who do catch a glimpse of her are captured by her beauty and grace, and many would follow her if only to be by her side. But those who are allowed to enjoy the queen's company are few, and those few are carefully selected from among the hive's greatest warriors and priestesses, soldiers and seers whose powers have shown them to be skillful as well as loyal. Most thriae colonies only have one queen, though particularly large or far-reaching hives have been known to have as many as three at any given time. Thriae queens are the ultimate authority within a hive, and make most of the major decisions regarding the colony's growth. Only the wealthiest and most respected outsiders are granted an audience with the ever-busy queen, whose numerous duties around the hive are analogous to those of any other ruler of a small kingdom. They grant only audiences regarding matters of the utmost concern, matters that stimulate the curiosity of a thriae queen and require not merely the cryptic readings of seers but a true divination as only a queen can provide. When not divining or performing governmental tasks, a thriae queen can often be found in her private chamber, where she lies with male consorts, lays eggs, cares for her larvae, and creates the vast stores of merope used every day within the hive. Consorts are chosen carefully, as they are constantly within extremely close proximity to the queen, who is far from vulnerable in her own right but nonetheless often prefers to avoid conf licts with would-be assassins or burglars. A thriae queen lays fertilized eggs in one of the waxy, golden cells of her chamber walls. Thriae eggs go through several stages of growth before becoming fully formed thriae-the longest stage of development is the larval stage, which is a crucial point in determining the formation of a thriae. Most larvae are fed merope while they grow, but in the height of her power, a thriae queen selects a single larva to be her successor, and she feeds that individual a special substance secreted from her merope gland called royal merope. This thick, jellylike substance strengthens the larva and causes it to grow greatly in size, and when it pupates and hatches, it does so as a fully grown thriae queen. The mother queen teaches its successor in the ways of divining as well as ruling a colony. The successor then faces a choice-either remaining in the colony she was born into and furthering the growth of the hive, or setting out on her own to establish an allied colony. If she does the latter, the remaining queen must birth another successor, which is not considered so much a bother as it is an unavoidable circumstance. Queens do not look upon successors who leave as deserting daughters, instead viewing them as future allies for the colony down the road. <br><b>THRIAE LARVAE </b><br> Larvae who are fed regular merope become soldiers, seers, or other contributing members of thriae society. While more susceptible to harm in the larval stage, thriae larvae still pose a threat to unwary intruders who find themselves among the cells of numerous unhatched thriae. Creatures that succeed at a DC 15 Perception check or Knowledge (nature) check notice larvae embedded in the hive's waxy walls. Unhatched thriae larvae can detect disturbances outside their cell walls, and burst from the cells in order to prey upon the nutritious intruders. Any creature within 5 feet of a larval cell must make a DC 15 Reflex save to avoid becoming infested with the larvae. A creature that becomes infested must make a successful DC 15 Fortitude save each round to avoid taking 1d2 points of Constitution damage and falling asleep-additional Constitution damage from feeding larvae does not wake sleeping victims. Feeding larvae can be detached from the creature they cling to by cutting them off with a slashing weapon (which requires a DC 20 Heal check that deals 1d4 points of damage per larva attached) or by dealing cold damage to the larvae at any time, which also deals half damage to the creature the larvae are covering. Remove disease or a similar effect kills any thriae larvae on the host.</p></h4></div>", "Languages": "Common, Sylvan, Thriae; telepathy 300 ft.", "Source": "PFRPG Bestiary 3", "Land": "1", "Organization": "solitary or colony (1 queen, 3 seers, 11-20 soldiers, and 3-30 giant bees)", "Ref": "14", "Climb": "0", "HD": "(25d10+175)", "AbilitiyScores": "Str 28, Dex 11, Con 25, Int 20, Wis 21, Cha 28", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 2210, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Combat Casting, Combat Expertise, Critical Focus, Greater Spell Penetration, Improved Critical (sting), Improved Critical (light mace), Improved Initiative, Improved Iron Will, Iron Will, Quicken Spell-Like Ability (regenerate), Spell Penetration, Weapon Focus (light mace)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "15", "Fly": "1", "RacialMods": "", "AC": "33, touch 8, flat-footed 33", "Swim": "0", "Name": "Thriae Queen", "VariantParent": "", "Skills": "Bluff +34, Diplomacy +34, Fly +24, Knowledge (arcana) +30, Knowledge (religion) +30, Perception +37, Sense Motive +34, Spellcraft +30, Use Magic Device +34", "ClassArchetypes": "", "IsTemplate": "0", "Will": "21", "Race": "", "CR": "18", "XP": 153600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +15, Ref +14, Will +21", "Melee": "+2 axiomatic light mace +35/+30/+25/+20 (2d6+11/19-20), sting +27 (2d8+4/19-20 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 50 ft. (good)", "Alignment": "LN", "Size": "Huge"}