{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 100, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gorgon</h2><h3><i>This bull-like creature seems to be made of interlocking metallic plates. Faint plumes of green smoke puff from its mouth.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Gorgon</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>N Large magical beast </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision, scent; Perception +17</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 9, flat-footed 20 (+11 natural, -1 size)</h5><h5><b>hp </b>100 (8d10+56)</h5><h5><b>Fort </b>+13, <b>Ref </b>+6, <b>Will </b>+7</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>gore +14 (2d8+7), 2 hooves +9 (1d6+3)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>breath weapon (60-foot cone, turn to stone, Fortitude DC 21 negates), trample (2d8+10, DC 21)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 24, <b>Dex</b> 10, <b>Con</b> 24, <b>Int</b> 2, <b>Wis</b> 16, <b>Cha</b> 9</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+16; <b>CMD </b>26</h5><h5><b>Feats </b>Improved Initiative, Iron Will, Power Attack, Skill Focus (Perception)</h5><h5><b>Skills </b>Perception +17</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate plains, rocky hills, and underground</h5><h5><b>Organization </b>solitary, pair, pack (3-4), or herd (5-12)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Breath Weapon</b> A gorgon can use its breath weapon once every 1d4+1 rounds to create a 60-foot cone of green gas. Those caught in the area of the gas can attempt a DC 21 Fortitude save to resist the effects, but those who fail the save are immediately petrified. This petrification is temporary-each round, a petrified creature can attempt a new DC 21 Fortitude save to recover from the petrification as long as it is not caught within the area of effect of the gorgon's breath weapon a second time while petrified. A creature exposed to the gorgon's breath a second time while already petrified becomes permanently petrified, and can no longer attempt to make additional Fortitude saves to recover naturally. The save DC is Constitution-based.</h5></div><br></br><div><h4><p>Gorgons are magical, foul-tempered creatures-while they might appear to be constructs at first glance, beneath their artificallooking armor plates they are made of flesh and bone. Like aggressive bulls, they challenge any unfamiliar creature they encounter, often trampling their opponent's corpse or shattering its stony remnants until the creature is unrecognizable. The females are just as dangerous as the males, and the two sexes appear identical. A typical gorgon stands 6 feet tall and 8 feet long. It weighs 4,000 pounds.</p><p>Gorgons derive nutrients from the consumption of minerals, particularly the stone of their petrified victims, and any statues they create are likely to be gnawed thoroughly. They cannot digest metal or gems, so their dung (which resembles bitter-smelling gray powder) often contains small, raw crystals and nuggets of ore. Their aggression toward all other creatures means that there are few to no predators or other prey animals in their grazing grounds. Each herd is led by a dominant bull; solitary gorgons are usually adolescent bulls driven out of their herd by the lead bull.</p><p>Their flesh is tough but beefy (once the armored hide is removed), and to those who acquire the taste, quite filling. Many stone giant tribes believe eating gorgon meat enhances their own natural armor. Powdered gorgon horn is worth 250 gp as an alternate material component for magic items using <i>bull's strength</i>, <i>stoneskin</i>, <i>flesh to stone</i>, <i>statue</i>, and similar magic.</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary", "Land": "1", "Organization": "solitary, pair, pack (3-4), or herd (5-12)", "Ref": "6", "Climb": "0", "HD": "(8d10+56)", "AbilitiyScores": "Str 24, Dex 10, Con 24, Int 2, Wis 16, Cha 9", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 222, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative, Iron Will, Power Attack, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "0", "RacialMods": "", "AC": "20, touch 9, flat-footed 20", "Swim": "0", "Name": "Gorgon", "VariantParent": "", "Skills": "Perception +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "temperate plains, rocky hills, and underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +13, Ref +6, Will +7", "Melee": "gore +14 (2d8+7), 2 hooves +9 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Large"}