{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 73, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Arcanoplasm</h2><h3><i><i>This creature resembles a giant</i>, <i>pale amoeba shot through with stripes of dark gray</i>. <i>Caught within its protoplasmic form are half-digested creatures of various types and sizes</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Arcanoplasm</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>N Large aberration </h5><h5><b>Init </b>+4; <b>Senses </b>arcanesense, darkvision 60 ft.; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 9, flat-footed 16 (+7 natural, -1 size)</h5><h5><b>hp </b>73 (7d8+42)</h5><h5><b>Fort </b>+8, <b>Ref </b>+2, <b>Will </b>+7</h5><h5><b>Defensive Abilities </b>absorb arcane energy, amorphous; <b>Immune </b>paralysis, poison, polymorph, sleep effects, stunning</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 10 ft.</h5><h5><b>Melee </b>slam +7 (2d4+3 plus 1d6 acid plus grab)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>arcane spell mimicry, constrict (2d4+3 plus 1d6 acid)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>11, <b>Con </b>22, <b>Int </b> 10, <b>Wis </b>14, <b>Cha </b>14</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+8; <b>CMD </b>18 (can't be tripped)</h5><h5><b>Feats </b>Ability Focus (arcane spell mimicry), Combat Casting, Improved Initiative, Weapon Focus (slam)</h5><h5><b>Skills </b>Climb +20, Perception +12, Spellcraft +18, Stealth +7; <b>Racial Modifiers </b>+8 Spellcraft</h5><h5><b>Languages </b>understands Common and Draconic (cannot speak)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><h5><b>Absorb Arcane Energy (Su)</b> Any arcane spell targeted at an arcanoplasm is automatically absorbed into its body. This cures 1 point of damage per 3 points of damage the spell would otherwise deal (non-damaging spells cure 1 point of damage per spell level). Spells that affect an area are not absorbed, but neither do they affect the arcanoplasm. The arcanoplasm cannot absorb divine magic and is affected normally by such magic.</h5><h5><b> Acid (Ex)</b> An arcanoplasm secretes a highly corrosive acid that dissolves only flesh. </h5><h5><b>Arcane Spell Mimicry (Su)</b> An arcanoplasm can mimic any arcane spell cast within 30 feet of it on its next turn. The spell takes effect as if cast by a 7th-level sorcerer (save DC 14 + spell level) and does not require any components. The arcanoplasm cannot mimic spells a 7th-level arcane caster could not normally cast (i.e., it cannot mimic divine spells, or arcane spells of 5th level or higher). The save DC is Charisma-based. Due to their innately magical nature, an arcanoplasm adds its Constitution modifier in addition to its Charisma modifier to all concentration checks to cast a spell using arcane spell mimicry. </h5><h5><b>Arcanesense (Su)</b> An arcanoplasm can automatically detect the location of any arcane spellcaster within 100 feet. This functions like blindsense but is not blocked by stone, lead, or other material, and can only sense the location of arcane spellcasters Thought to be the result of a failed magic experiment, wizards and sorcerers alike have tried for years to gather information on this alien creature, but thus far such information has eluded even the most resourceful of casters.</h5></div><br></br><div><h4><p><p>Arcanoplasms are found in areas where the residual energies of arcane magic linger. Such areas include ruined wizard towers, keeps, dungeons, and so forth. Here they feed and remain until disturbed. Most encounters with these monsters are take place in such locations as the arcanoplasm rarely travels far from its lair. And since it lairs in ruins and other such adventurer-attracting places, it rarely has to wait long between meals.</p><p>Arcanoplasms always target arcane spellcasting creatures first. Their innate ability to detect such creatures allows them to do so with precision accuracy. Because of its ability to replicate spells cast near it, the arcanoplasm always tries to stay within 30 feet of an arcane caster. Mimicked spells are cast at the foe deemed most threatening. Note that because an arcanoplasm's arcane spell mimicry is a supernatural ability and not actual spellcasting, it cannot absorb arcane energy from spells it casts itself.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "understands Common and Draconic (cannot speak)", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "2", "Climb": "1", "HD": "(7d8+42)", "AbilitiyScores": "Str 15, Dex 11, Con 22, Int 10, Wis 14, Cha 14", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2234, "SubType": "", "MonsterSource": "", "Feats": "Ability Focus (arcane spell mimicry), Combat Casting, Improved Initiative, Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "+8 Spellcraft", "AC": "16, touch 9, flat-footed 16", "Swim": "0", "Name": "Arcanoplasm", "VariantParent": "", "Skills": "Climb +20, Perception +12, Spellcraft +18, Stealth +7", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +8, Ref +2, Will +7", "Melee": "slam +7 (2d4+3 plus 1d6 acid plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 10 ft.", "Alignment": "N", "Size": "Large"}