{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 27, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Baccae</h2><h3><i>An attractive woman with long flowing, <i>rich</i>, <i>red hair and emerald green eyes seductively moves toward you</i>. <i>She wears a billowy white robe emblazoned with archaic symbols and runes</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Baccae</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>CN Medium fey </h5><h5><b>Init </b>+3; <b>Senses </b>low-light vision; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 13, flat-footed 12 (+3 Dex, +2 natural)</h5><h5><b>hp </b>27 (5d6+5 plus 5)</h5><h5><b>Fort </b>+2, <b>Ref </b>+7, <b>Will </b>+3</h5><h5><b>DR </b>5/cold iron</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>greatclub +5 (1d10+3), 2 claws +4 (1d4+2), bite +5 (1d6+2)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>beast form, charming gaze, rage</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>16, <b>Con </b>12, <b>Int </b> 11, <b>Wis </b>9, <b>Cha </b>16</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+4; <b>CMD </b>17</h5><h5><b>Feats </b>Toughness, Weapon Focus (bite), Weapon Focus (greatclub)</h5><h5><b>Skills </b>Bluff +11, Diplomacy +11, Escape Artist +10, Knowledge (planes) +3, Knowledge (religion) +3, Perception +7, Stealth +11</h5><h5><b>Languages </b>Common, Sylvan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forest and hills</h5><h5><b>Organization </b>solitary, pair, gang (2-4), bacchanal (11-20 plus one cleric of 3rd - 6th level)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Beast Form (Su)</b> When angered or intoxicated, a baccae takes on a beast-like visage, growing sharpened fangs and claws. This transformation cannot be ended voluntarily and lasts for up to 1 hour. </h5><h5><b>Charming Gaze (Su)</b> In human form, a baccae's gaze can charm any creature meeting her gaze and within 30 feet. An affected creature can attempt a DC 14 Will save to resist the effects. If the save fails, the opponent acts as if affected by a <i>charm person</i> spell (caster level equals the baccae's HD). A baccae can suppress this ability as a free action. The save DC is Charisma-based. </h5><h5><b>Rage (Su)</b> Once per day, a baccae in beast form can fly into berserk frenzy. This frenzy lasts for 1 minute (10 rounds). In this rage, she gains temporary bonuses to her ability scores: +4 Strength, +4 Constitution. She likewise gains a +2 morale bonus on Will saves, but takes a -2 penalty to Armor Class. A baccae cannot voluntarily end her rage.</h5></div><br></br><div><h4><p><p>The handmaidens of Baccus-Dionysus are known as the baccae. Some say they were once his priestesses who succumbed to the madness of the grape. Others say they were a race of fey created by him who reflects his ever-changing emotions. When in peaceful playful moods, these women are comely and attractive with long hair the color of red wine. Baccae carry jugs of wine which quickly make the imbiber become complacent around them as if under the influence of a <i>calm emotions</i> spell (caster level 8th).</p><p>Baccae are a reclusive race of fairy who spend their time in their forested lair away from humankind. While friendly toward humans and humanoids that share their alignment, they spend most of their time associating with others of their race and other fey creatures of the same or similar alignment.</p><p>Though chaotic by nature, evil baccae are a rare sight as most lean toward a neutral disposition. Those with evil tendencies are shunned by others of their own race and often attacked on sight. (Evil baccae are known to associate with quicklings on occasion, if the agreement mutually benefits both parties involved). Good-aligned baccae, while rare, often associate with druids, elves, and other good-aligned fey creatures.</p><p>A baccae stands between 5 and 6 feet tall and weighs around 120 to 130 pounds. Her hair is always long and free flowing (baccae never pull it back) and always red. Eye color is either green or commonly blue. Baccae dress in loose-fitting robes of greens, browns, and tans.<b></p><p>Baccae Society</b></p><p> The baccae are a fey race known for their wild indulgences and extremes of emotion. The baccae brew their own wine which is used in their baccanals. This wine, called the Wine of Baccus-Dionysus is the center of their worship to these strange fey.</p><p>The wine has the effect of a <i>calm emotions</i> spell and requires the drinker to succeed on a DC 13 Fortitude save that increases by +1 for every cup of wine consumed. The baccae themselves have a 5% chance per cup imbibed of unleashing their bestial form and falling into a rage, attacking any non-baccae in their midst, starting with males.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common, Sylvan", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, pair, gang (2-4), bacchanal (11-20 plus one cleric of 3rd - 6th level)", "Ref": "7", "Climb": "0", "HD": "(5d6+5 plus 5)", "AbilitiyScores": "Str 15, Dex 16, Con 12, Int 11, Wis 9, Cha 16", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2243, "SubType": "", "MonsterSource": "", "Feats": "Toughness, Weapon Focus (bite), Weapon Focus (greatclub)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "", "AC": "15, touch 13, flat-footed 12", "Swim": "0", "Name": "Baccae", "VariantParent": "", "Skills": "Bluff +11, Diplomacy +11, Escape Artist +10, Knowledge (planes) +3, Knowledge (religion) +3, Perception +7, Stealth +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any forest and hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +2, Ref +7, Will +3", "Melee": "greatclub +5 (1d10+3), 2 claws +4 (1d4+2), bite +5 (1d6+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CN", "Size": "Medium"}