{"Group": "Basilisk", "Space": "5 ft.", "Mythic": "0", "HP": 68, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Basilisk, Crimson</h2><h3><i><i>This creature looks like a stocky</i>, <i>8-legged</i>, <i>crimson scaled reptile</i>. <i>A row of bony spines juts from its back and runs the length of its body</i>. <i>Its eyes have a ghostly blue glow</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Crimson Basilisk</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>N Medium magical beast </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +11</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 10, flat-footed 10 (+9 natural)</h5><h5><b>hp </b>68 (8d10+24)</h5><h5><b>Fort </b>+11, <b>Ref </b>+6, <b>Will </b>+5</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>bite +11 (2d6+4 plus 1d6 acid)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>acidic bite, blood frenzy, wounding gaze</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>10, <b>Con </b>16, <b>Int </b> 2, <b>Wis </b>12, <b>Cha </b>10</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+11; <b>CMD </b>21 (33 vs. trip)</h5><h5><b>Feats </b>Blind-Fight, Great Fortitude, Iron Will, Skill Focus (Perception)</h5><h5><b>Skills </b>Perception +11, Stealth +7 (+17 against stone backgrounds); <b>Racial Modifiers </b>+10 Stealth against stone backgrounds</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>solitary or pack (2-5)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Acidic Bite (Ex)</b> A crimson basilisk's saliva is corrosive. Any melee bite attack deals acid damage. </h5><h5><b>Blood Frenzy (Ex)</b> A crimson basilisk that detects fresh blood within 30 feet enters a frenzied state the following round, along with all other crimson basilisks within 30 feet. Frenzied crimson basilisks fight until they or their opponents are dead. A frenzied crimson basilisk gains a +2 bonus on attack rolls and damage rolls and -2 AC for 1 minute. The creature cannot end the frenzy voluntarily. A crimson basilisk can enter a frenzy only once per encounter. </h5><h5><b>Wounding Gaze (Su)</b> A living creature within 30 feet that meets the gaze of a crimson basilisk must succeed on a DC 14 Fortitude saving throw or take 1d3 points of Constitution damage as blood weeps from the victim's eyes, ears, nose, and mouth. Creatures without blood (undead, plants, oozes) and other crimson basilisks are immune to the effects of this gaze. The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>Crimson basilisks are variants of the common basilisk, and in some cases more dangerous. Adventurers can be relieved that they will not be turned to stone, but such relief is usually short-lived as they soon realize their equipment begins to disintegrate under acidic bites and they begin bleeding uncontrollably when they meet the creature's gaze.</p><p>Crimson basilisks are subterranean carnivores with a voracious appetite that is only whetted when they get the thing they desire most-blood.</p><p>While they can survive on a diet of plants, mosses, and meat, they prefer blood above all else, even attacking their own kind when food is scarce.</p><p>A typical crimson basilisk lair is a stony cavern that reeks of blood and whose walls and ground are typically covered and caked in dried blood.</p><p>The lair usually contains up to 5 of these creatures with an equal chance of males and females. From 1d4 young are likely to be present as well.</p><p>Young do not fight or enter combat.</p><p>A crimson basilisk is about 6 feet long and weighs over 400 pounds. Its skin is dull crimson though it can easily change its color (as a free action) to match that of its surroundings. Its eight legs are thick and stout and end in sharpened claws. The spines on its back are crimson as well, though they tend to be darker than its overall body (especially in males). Its eyes glow with a ghostly blue light.</p><p>A crimson basilisk most often attacks from ambush, using its ability to camouflage itself against its surroundings and lying in wait for prey to wander too close. Once prey moves within 30 feet, it attacks, first using its gaze to bleed a foe and then quickly moving in to bite. If it successfully bleeds an opponent, the basilisk enters a frenzied state and attacks until either it or its prey is dead.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or pack (2-5)", "Ref": "6", "Climb": "0", "HD": "(8d10+24)", "AbilitiyScores": "Str 16, Dex 10, Con 16, Int 2, Wis 12, Cha 10", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2249, "SubType": "", "MonsterSource": "", "Feats": "Blind-Fight, Great Fortitude, Iron Will, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "+10 Stealth against stone backgrounds", "AC": "19, touch 10, flat-footed 10", "Swim": "0", "Name": "Crimson Basilisk", "VariantParent": "", "Skills": "Perception +11, Stealth +7 (+17 against stone backgrounds)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +6, Will +5", "Melee": "bite +11 (2d6+4 plus 1d6 acid)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Medium"}