{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 42, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Griffon</h2><h3><i><i>This majestic beast has the body of a lion</i>, <i>the head and forelegs of a great eagle</i>, <i>and a massive pair of feathered wings.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Griffon</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Large magical beast </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision, scent; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 11, flat-footed 15 (+2 Dex, +6 natural, -1 size)</h5><h5><b>hp </b>42 (5d10+15)</h5><h5><b>Fort </b>+7, <b>Ref </b>+6, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 80 ft. (average)</h5><h5><b>Melee </b>bite +8 (1d6+3), 2 talons +7 (1d6+3)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>pounce, rake (2 claws +7, 1d4+3)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>15, <b>Con </b>16, <b>Int </b> 5, <b>Wis </b>13, <b>Cha </b>8</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+9; <b>CMD </b>21 (25 vs. trip)</h5><h5><b>Feats </b>Iron Will, Skill Focus (Perception), Weapon Focus (bite)</h5><h5><b>Skills </b>Acrobatics +10, Fly +6, Perception +12; <b>Racial Modifiers </b>+4 Acrobatics, +4 Perception</h5><h5><b>Languages </b>Common (cannot speak)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate hills</h5><h5><b>Organization </b>solitary, pair, or pride (6-10)</h5><h5><b>Treasure </b>incidental</h5></div><br></br><div><h4><p><p>Griffons are powerful aerial predators, swooping down from their high aeries to take their prey with beak and talon. Aggressive and territorial, they are no mere beasts, but rather calculating combatants and loyal companions to those who earn their respect, fighting to the death to protect their friends and kin. Weighing in at over 500 pounds and measuring 8 feet long from hooked beak to tufted tail, the griffon strikes an imposing silhouette that has long been used in heraldry and other iconography as a symbol of power, authority, and justice. In reality, the griffon is less concerned with abstract concepts than with hunting food and protecting its own. While they can sometimes be trained or befriended to serve as mounts, griffons have no inherent affinity for humanoids, and frequently come into bloody conf lict with civilized races over their attempts to secure their favorite food-horse flesh. City folk may marvel at the trained griffon's stately manner and 25-foot wingspan, but those farmers forced to share territory with its wild kin know to hurry home and secure their barns when the beasts' hunting shrieks split the sky. Griffons mate for life, and will often search for years to take vengeance over a slain mate or child. It was likely this innate stubbornness and fierce loyalty that first brought them into domestic use as mounts and guardians of treasure hoards. Despite the inherent danger, trade in captured griffons and stolen eggs is brisk, with their eggs worth up to 3,500 gp apiece and live young twice that. Characters eager for griffon mounts, however, should note that buying or forcibly domesticating intelligent creatures like griffons is still recognized as slavery by most good deities, and winning a griffon's allegiance of its own free will is no easy task. Reaching a mutually agreeable accord (or even a friendship) is a much more elegant and safe route to securing a griffon mount. Before it can be ridden in combat, a griffon requires practice bearing the weight of its rider. In order to be trained successfully, a griffon must first be helpful toward its trainer (possibly requiring a Diplomacy, Intimidate, or Handle Animal check). After that, 6 weeks of practice and a successful DC 20 Handle Animal check is sufficient for the beast to be comfortable with its burden, and due to their intelligence, trained griffons can be treated as knowing every trick listed in the Handle Animal skill description, possibly even responding to new, simple requests made in Common. Griffons can carry up to 300 pounds as a light load, 600 pounds as a medium load, and 900 pounds as a heavy load. Riding a griffon requires an exotic saddle.</p></h4></div>", "Languages": "Common (cannot speak)", "Source": "PFRPG Bestiary", "Land": "1", "Organization": "solitary, pair, or pride (6-10)", "Ref": "6", "Climb": "0", "HD": "(5d10+15)", "AbilitiyScores": "Str 16, Dex 15, Con 16, Int 5, Wis 13, Cha 8", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 225, "SubType": "", "MonsterSource": "", "Feats": "Iron Will, Skill Focus (Perception), Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "1", "RacialMods": "+4 Acrobatics, +4 Perception", "AC": "17, touch 11, flat-footed 15", "Swim": "0", "Name": "Griffon", "VariantParent": "", "Skills": "Acrobatics +10, Fly +6, Perception +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "temperate hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +6, Will +4", "Melee": "bite +8 (1d6+3), 2 talons +7 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., fly 80 ft. (average)", "Alignment": "N", "Size": "Large"}