{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 68, "Treasure": "50% standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Bloodsuckle</h2><h3><i><i>This is a nightmarish plant consisting of a bulbous root and several vine-like tendrils</i>, <i>each ending in hollow</i>, <i>needle-like points</i>. <i>Woody limbs as thick as a human's leg sprout from the trunk</i>. <i>Its leaves are a vile greenish color</i>, <i>and constantly drip a sticky</i>, <i>foul-smelling sap</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Bloodsuckle</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>N Large plant </h5><h5><b>Init </b>+4; <b>Senses </b>blindsight 30 ft., host sense 100 ft.; Perception +11</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 9, flat-footed 17 (+8 natural, -1 size)</h5><h5><b>hp </b>68 (8d8+32)</h5><h5><b>Fort </b>+10, <b>Ref </b>+4, <b>Will </b>+4</h5><h5><b>Immune </b>plant traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>0 ft. (immobile)</h5><h5><b>Melee </b>2 tendrils +9 (1d4+3 plus grab plus create host) or </br>4 limb rakes +8 (1d6+3)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft. (30 ft. with tendrils)</h5><h5><b>Special Attacks </b>blood drain, create host, seed, summon host</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>10, <b>Con </b>18, <b>Int </b> 6, <b>Wis </b>11, <b>Cha </b>11</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+10 (+14 grapple); <b>CMD </b>20 (can't be tripped)</h5><h5><b>Feats </b>Improved Initiative, Iron Will, Lightning Reflexes, Weapon Focus (tendril)</h5><h5><b>Skills </b>Perception +11</h5><h5><b>Languages </b>summon host (see below)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests</h5><h5><b>Organization </b>solitary or cadre (bloodsuckle plus 4-7 hosts)</h5><h5><b>Treasure </b>50% standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Blood Drain (Ex)</b> A bloodsuckle that grapples a foe can drain blood, dealing 1d4 points of Constitution damage each round that the hold is maintained. Once it has dealt 8 points of Constitution damage, it releases victim so it can use it again later as a food source. Bloodsuckles never kill those they have transformed into hosts unless they are extremely hungry. </h5><h5><b>Create Host (Ex)</b> A bloodsuckle that strikes a living target with a tendril injects a special poison sap into the victim that requires a DC 18 Will save, or the victim is transformed into a host. This acts as a <i>dominate monster</i> spell (caster level 8th) with no limit on its duration. Immunity or resistance to poison applies normally to this sap. The save DC is Constitutionbased. A victim that becomes a host returns to the plant whenever it calls. It is normally used by the bloodsuckle for feeding purposes, but if the plant comes under attack may be summoned for defense. A host with an Intelligence score of 3 or higher that is commanded to act in a manner inconsistent with its alignment (such as attacking allies) is allowed another Will save with a +4 bonus to break the bloodsuckle's control. </h5><h5><b>Host Sense (Ex)</b> A bloodsuckle automatically senses the location of any hosts within 100 feet. </h5><h5><b>Seed (Ex)</b> Once per month, a bloodsuckle can generate a walnut-sized seed that it implants in a host's body. The host wanders off and 1d4 days later, the seed breaks open growing a new bloodsuckle inside the host. Each day a host remains implanted with this seed, it takes 1d4 points of Constitution damage. When its Constitution reaches 0, the host dies and a new bloodsuckle erupts from the corpse and takes root. A <i>remove disease</i> spell destroys the seedling. </h5><h5><b>Summon Host (Ex)</b> As free action, a bloodsuckle can generate a high-pitched whine that only its hosts can hear. A host that hears this call proceeds immediately at its highest rate of speed and in the most direct route toward the plant. The whine can be heard by a host within 2 miles of the bloodsuckle.</h5></div><br></br><div><h4><p><p>Bloodsuckles are semi-intelligent and immobile plants that gain nourishment from the blood of living creatures. Unlike other carnivorous plants, the bloodsuckle maintains a group of living hosts that it gorges itself on. Bloodsuckles are found in forests, swamps, and rolling hills in climates where the temperate is mild. They are never found in cold climates, but a variety of this plant is thought to exist in warmer regions.</p><p>When a bloodsuckle detects movement within 30 feet, it sends out its long, vine-like tendrils towards the disturbance. If the tendril strikes a living target, it injects sap into the victim which brings it under the plant's control. A bloodsuckle can automatically detect the presence of one of its hosts within 30 feet, and does not attack it. Rather, it lets the host draw close so it can embrace it with its tendrils and consume its blood.</p><p>Creatures that are not hosts of the bloodsuckle that come within 10 feet are attacked by its woody limbs.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "summon host (see below)", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or cadre (bloodsuckle plus 4-7 hosts)", "Ref": "4", "Climb": "0", "HD": "(8d8+32)", "AbilitiyScores": "Str 16, Dex 10, Con 18, Int 6, Wis 11, Cha 11", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "10 ft. (30 ft. with tendrils)", "DontUseRacialHD": "0", "id": 2269, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative, Iron Will, Lightning Reflexes, Weapon Focus (tendril)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "0", "RacialMods": "", "AC": "17, touch 9, flat-footed 17", "Swim": "0", "Name": "Bloodsuckle", "VariantParent": "", "Skills": "Perception +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "temperate forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +10, Ref +4, Will +4", "Melee": "2 tendrils +9 (1d4+3 plus grab plus create host) or 4 limb rakes +8 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "0 ft. (immobile)", "Alignment": "N", "Size": "Large"}