{"Group": "Boneneedle", "Space": "5 ft.", "Mythic": "0", "HP": 42, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Boneneedle, Greater</h2><h3><i>This creature is about 5 feet in diameter and resembles a bloated yellow bag of pulpy flesh with eight spidery legs. <i>It has two long sharply-curved mandibles protruding from one end of it which you can assume is the front</i>, <i>though the creature seems to be lacking both eyes and a mouth</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Greater Boneneedle</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Medium vermin </h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 13, flat-footed 14 (+3 Dex, +4 natural)</h5><h5><b>hp </b>42 (5d8+15)</h5><h5><b>Fort </b>+7, <b>Ref </b>+4, <b>Will </b>+2</h5><h5><b>Immune </b>mind-affecting effects</h5><h5><b>Weaknesses </b>aversion to <i>daylight</i></h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 20 ft.</h5><h5><b>Melee </b>bite +6 (1d6+1 plus poison)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>12, <b>Dex </b>16, <b>Con </b>16, <b>Int </b> -, <b>Wis </b>12, <b>Cha </b>3</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+4; <b>CMD </b>17 (29 vs. trip)</h5><h5><b>Feats </b>Weapon Finesse <sup>B</sup></h5><h5><b>Skills </b>Climb +11, Perception +5, Stealth +9; <b>Racial Modifiers </b>+4 Perception, +6 Stealth, adds Dexterity to Climb</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary, pack (1-3 plus 3-6 lesser boneneedles), or nest (2-4 plus 12-24 lesser boneneedles)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Aversion to Daylight (Ex)</b> Boneneedles shun all light. If exposed to natural sunlight (not merely a <i>daylight</i> spell), they take a -4 penalty on all attack rolls, saving throws, and skill checks. </h5><h5><b>Poison (Ex)</b> The bite of a boneneedle secretes a thick, syrupy neurotoxin that destroys flesh and quickly breaks down bone. The chemical reaction causes the bones to weaken and become brittle. If the opponent fails his save against the poison's <i>secondary effect</i>, its bones weaken, and it takes an extra 2 points of damage from any crushing or bludgeoning attack until all Dexterity damage dealt by marrow poisoning is healed. Cumulative bites do not increase the amount of extra damage beyond 2 points An opponent reduced to Dexterity 0 dies as its bones become too brittle to support its weight thus causing its body to collapse in on itself. Creatures without bone structures, such as constructs (except those crafted from bone), oozes, and plants, are immune to the effects of marrow poisoning. <i>Bone Needle Poison</i>; Sting-injury; save Fort DC 15; frequency 1/round for 2 rounds; effect 1d4 Dex; <i>secondary effect</i>: target takes an extra 2 points of damage from crushing or bludgeoning attacks until all Dex damage is healed; cure 1 save. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Boneneedles are eyeless, bone white creatures that resemble a blob of semi-translucent flesh with eight spindly, spider-like legs. These creatures feed on bone marrow and their lairs are always scattered with leg bones, arm bones, spinal columns and the like from once living creatures; both humanoid and animal. They make their lairs deep underground and avoid natural <i>daylight</i>, though some brave the surface world and venture from their lairs at night. These creatures rarely foray into the outside world, so such encounters are rare, and will always be with more than one boneneedle.</p><p>Boneneedles tend to congregate in clusters or packs and a typical lair can contain many of these creatures. They have no social structure and simply rely on one another for hunting and feeding. Any young boneneedles present are generally nonthreatening as they lack the deadly mandibles that adults possess.</p><p>Boneneedles are bloated, yellowish-white blobs of rubbery flesh with spidery legs of black or gold. The mandibles are glossy-black and hollow, and aid the boneneedle in piercing its prey's flesh and bone and siphoning off its meal. When feeding, the boneneedle's fleshy form pulsates and expands. After feeding, its form becomes less translucent and takes on a sickly yellow color.</p><p>Boneneedles are highly aggressive and opportunistic hunters. Using their coloration, they hide among the piles of bones in their lair and wait for living creatures to wander close by. When prey comes within range, the boneneedle darts from its hiding place and bites. If subjected to natural <i>daylight</i>, boneneedles flee from the source of the light in the most direct route possible.</p><p>A greater boneneedle is a larger version of the standard boneneedle. It is often found acting as the queen or king within a nest.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, pack (1-3 plus 3-6 lesser boneneedles), or nest (2-4 plus 12-24 lesser boneneedles)", "Ref": "4", "Climb": "1", "HD": "(5d8+15)", "AbilitiyScores": "Str 12, Dex 16, Con 16, Int -, Wis 12, Cha 3", "Gear": "", "Ranged": "", "Type": "vermin", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2278, "SubType": "", "MonsterSource": "", "Feats": "Weapon Finesse B", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "+4 Perception, +6 Stealth, adds Dexterity to Climb", "AC": "17, touch 13, flat-footed 14", "Swim": "0", "Name": "Greater Boneneedle", "VariantParent": "", "Skills": "Climb +11, Perception +5, Stealth +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +4, Will +2", "Melee": "bite +6 (1d6+1 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 20 ft.", "Alignment": "N", "Size": "Medium"}