{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 67, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Brykolakas</h2><h3><i>This creature appears as a rotting humanoid with bluish-gray skin and blackish, <i>unkempt hair</i>. <i>Its eyes are sunken and gray and its hands end in razor-sharp talons with blackened nails</i>.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Brykolakas</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>CE Medium undead (aquatic)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft.; Perception +18</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 12, flat-footed 16 (+2 Dex, +6 natural)</h5><h5><b>hp </b>67 (9d8+18 plus 9)</h5><h5><b>Fort </b>+7, <b>Ref </b>+5, <b>Will </b>+8</h5><h5><b>DR </b>10/silver; <b>Immune </b>undead traits; <b>SR </b>17</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 40 ft.</h5><h5><b>Melee </b>2 claws +11 (1d8+4 plus disease)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>death throes</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>15, <b>Con </b>-, <b>Int </b> 10, <b>Wis </b>14, <b>Cha </b>14</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+10; <b>CMD </b>22</h5><h5><b>Feats </b>Blind-Fight, Great Fortitude, Power Attack, Toughness, Weapon Focus (claw)</h5><h5><b>Skills </b>Intimidate +14, Knowledge (nature) +9, Perception +18, Stealth +14, Swim +12; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>change shape (dolphin, manta ray, <i>beast shape</i> I), create spawn, water dependency</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any aquatic</h5><h5><b>Organization </b>solitary, gang (2-4), or band (1-2 plus 2-4 lacedons per brykolakas)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Create Spawn (Su)</b> A humanoid or monstrous humanoid killed by a brykolakas rises as a lacedon in 1d4 days under the control of the brykolakas that created it. </h5><h5><b>Death Throes (Su)</b> When reduced to 0 or less hit points, a brykolakas is destroyed and its body changes into a pool of deadly poison that quickly (1 round) fills a 10-foot cube (if its in the water when destroyed). The poison disperses in the next round. Creatures in the area are exposed to the poison. If a brykolakas is slain on land, its body collapses into a puddle of briny liquid that quickly covers a 10-foot square area. The puddle lasts for 1d2 rounds before dispersing. Creatures touching the puddle are exposed to the poison. <i>Brykolakas poison</i>-Contact; save Fort DC 16; <i>onset</i> 1 minute; frequency 1/round for 2 rounds; effect 1d6 Dex damage; cure 1 save. The save DC is Charisma-based. </h5><h5><b>Disease (Su)</b> A brykolakas's claw attacks deliver a virulent disease that breaks down the victim's internal organs (causing internal bleeding and a darkening of the skin). This supernatural disease is called brykolakas fever. The save DC is Charisma-based. <i>Brykolakas fever</i>-Claw; disease, save Fortitude DC 16 negates, <i>onset</i> 1 minute, frequency 1/day, effect 1d4 Con and 1d4 Dex damage, cure 1 save. </h5><h5><b>Change Shape (Su)</b> A brykolakas can remain in an alternate form until it assumes another or until the next sunrise.</h5><h5><b> Water Dependency (Ex)</b> A brykolakas can survive out of the water for 6 hours. After that, its body begins drying out and within 1 hour, the brykolakas crumbles into dust unless it can reach saltwater before the hour passes.</h5></div><br></br><div><h4><p><p>Brykolakas are undead creatures that inhabit sunken cities or underwater caves. Their true origin remains a mystery to even the most learned of sages though stories among the learned speak of dark necromantic arts involving ancient magicks and packs of ghouls.</p><p>Brykolakases spend much of their time swimming the waves and terrorizing seafarers, boarding ships at night and carrying away unsuspecting passengers and crewmembers. Entire ships have docked in coastal towns, cargo intact, without a single clue as to the whereabouts or fate of the crew. When such an event occurs, a brykolakas is often blamed, its name being spoken in hushed whispers by the superstitious lest they anger such a creature and bring its wrath to bear on the town.</p><p>Some of these creatures lair near coastal towns or villages and occasionally raid such settlements at night, whisking away livestock, children, and the like. Events such as this are rare, but do happen from time to time.</p><p>A typical brykolakas stands between 6 to 7 feet tall and weighs 200 to 250 pounds. Its eyes, though gray and dull, often flash with a spark of hatred (usually when it encounters living creatures). The creature most often dresses in flowing and rotting robes and gowns of grays, greens, or blues.</p><p>A brykolakas likes to attack its foes when they don't suspect it. A single brykolakas has been known to follow a slow-moving ship of living creatures for miles waiting for the right moment to strike. It enters melee slashing and tearing at its foes using its diseased claws. If fighting a land-based creature (such as a humanoid swimming in the water), the brykolakas likes to grapple the foe and quickly dive under the waves, victim in tow, in an attempt to drown its opponent. If encountered with a retinue of lacedons, a brykolakas hangs back while its minions soften up the opponents. The brykolakas then moves in and finishes them off with its claws.</p><p>A brykolakas is not a foolish creature. If faced with overpowering odds, it flees at the first opportunity, though sometimes the creature feigns such a retreat to lure its victims in where it springs to the attack again.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, gang (2-4), or band (1-2 plus 2-4 lacedons per brykolakas)", "Ref": "5", "Climb": "0", "HD": "(9d8+18 plus 9)", "AbilitiyScores": "Str 18, Dex 15, Con -, Int 10, Wis 14, Cha 14", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2285, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Blind-Fight, Great Fortitude, Power Attack, Toughness, Weapon Focus (claw)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "+4 Perception", "AC": "18, touch 12, flat-footed 16", "Swim": "1", "Name": "Brykolakas", "VariantParent": "", "Skills": "Intimidate +14, Knowledge (nature) +9, Perception +18, Stealth +14, Swim +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any aquatic", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (dolphin, manta ray, beast shape I), create spawn, water dependency", "Saves": "Fort +7, Ref +5, Will +8", "Melee": "2 claws +11 (1d8+4 plus disease)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 40 ft.", "Alignment": "CE", "Size": "Medium"}