{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 465, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Cerberus</h2><h3><i>This creature is a giant-sized three-headed dog. Its fur is black and matted, and its eyes are crimson. Each mouth is dominated by long fangs, and each mouth drips foul-smelling saliva.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Cerberus</p><p class=\"alignright\">CR 23</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>819,200</h5><h5>NE Huge magical beast (evil, extraplanar)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 120 ft., low-light vision, scent; Perception +45</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>40, touch 16, flat-footed 32 (+7 Dex, +1 dodge, +24 natural, -2 size)</h5><h5><b>hp </b>465 (30d10+300); regeneration 10 (good)</h5><h5><b>Fort </b>+27, <b>Ref </b>+24, <b>Will </b>+20</h5><h5><b>Defensive Abilities </b>immovable; <b>DR </b>15/epic and good; <b>Immune </b>death effects, disintegration; <b>Resist </b>acid 10, cold 10, electricity 10, fire 10; <b>SR </b>34</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>60 ft.</h5><h5><b>Melee </b>3 bites +42 (4d10+13/19-20)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>breath weapon, howl, petrifying gaze</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>36, <b>Dex </b>24, <b>Con </b>31, <b>Int </b> 25, <b>Wis </b>26, <b>Cha </b>24</h5><h5><b>Base Atk </b>+30; <b>CMB </b>+45; <b>CMD </b>63</h5><h5><b>Feats </b>Alertness, Blind-Fight, Cleave, Critical Focus, Dodge, Great Cleave, Improved Critical (bite), Improved Initiative, Intimidating Prowess, Iron Will, Mobility, Power Attack, Spring Attack, Vital Strike, Weapon Focus (bite)</h5><h5><b>Skills </b>Acrobatics +40 (+52 jumping), Climb +46, Intimidate +50, Knowledge (planes) +37, Knowledge (religion) +37, Perception +45, Sense Motive +42, Stealth +32, Survival +38 (+46 when tracking by scent); <b>Racial Modifiers </b>+8 Survival when tracking by scent</h5><h5><b>Languages </b>Abyssal, Auran, Celestial, Common, Draconic, Giant, Ignan, and Infernal</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Hades</h5><h5><b>Organization </b>solitary (unique)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Breath Weapon (Su)</b> As a standard action, once every 1d4 rounds, from his center head, Cerberus can spit a stream of poison to a range of 30 feet. <i>Poison</i>-contact; save Fort DC 35; <i>onset</i> immediate and 1minute; <i>initial effect</i> 2d8 Con; <i>secondary effect</i> 2d8 Con; cure 2 saves. The save DC is Constitution-based. </h5><h5><b>Howl (Su)</b> Any living creature within 600 feet that hears Cerberus's howl must succeed on a DC 32 Will save or become panicked for 2d4 rounds. Whether or not the save is successful, an affected creature is immune to Cerberus's howl for 24 hours. The save DC is Charisma-based. </h5><h5><b>Petrifying Gaze (Su)</b> A creature meeting the gaze of all three heads must make a successful DC 35 Fortitude save or be turned to stone permanently. The save DC is Constitution-based. </h5><h5><b>Immovable (Ex)</b> Cerberus is immune to any extraordinary, spell-like, or supernatural effect or spell that would teleport him or move him from his current location. Only major deities can affect him with such magic. </h5><h5><b>Immunities (Ex)</b> Cerberus is immune to death effects (such as <i>slay living</i>, <i>finger of death</i>, and so on) and <i>disintegration</i>. </h5><h5><b>Regeneration (Ex)</b> Cerberus takes normal damage from good-aligned magic weapons, and from spells and effects with the good descriptor.</h5></div><br></br><div><h4><p><p>The triple-headed Cerberus is the guardian of Hades. There is only one in existence and most creatures (both living and dead) are grateful for this fact. Cerberus is tasked with the duty of keeping dead souls in Hades. If a dead soul attempts to pass beyond the Gates of Hades and back into the land of the living, Cerberus attacks relentlessly until that soul returns to Hades. If slain, the soul is immediately devoured by Cerberus and is lost forever. Cerberus is also tasked with keeping living creatures out of the land of the dead (adventurers being what they are, they love to journey to Hades). Living creatures that attempt to move past Cerberus into Hades (through the main gates) are immediately attacked.</p><p>Cerberus is a 30-foot long black mastiff. He rarely chooses to communicate with creatures even though he speaks several languages.</p><p>Cerberus only attacks if a dead soul attempts to pass beyond the Gates of Hades into the land of the living or if a living creature attempts to enter the Realm of the Dead. Cerberus never willingly moves more than 60 feet from the Gates and cannot be removed by any means, short of a god's magic.</p><p>He opens combat with his baneful howl and quickly follows with his breath weapon. Living creatures that do not retreat are subjected to his gaze attacks and bites. Cerberus attacks until all his opponents are dead or have retreated. The souls of those he kills are allowed to pass beyond the Gates and into Hades while Cerberus feasts on their body.</p><p>If slain, Cerberus's corpse melts into smoldering slime before fading away.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Abyssal, Auran, Celestial, Common, Draconic, Giant, Ignan, and Infernal", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary (unique)", "Ref": "24", "Climb": "0", "HD": "(30d10+300)", "AbilitiyScores": "Str 36, Dex 24, Con 31, Int 25, Wis 26, Cha 24", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 2301, "SubType": "(evil, extraplanar)", "MonsterSource": "", "Feats": "Alertness, Blind-Fight, Cleave, Critical Focus, Dodge, Great Cleave, Improved Critical (bite), Improved Initiative, Intimidating Prowess, Iron Will, Mobility, Power Attack, Spring Attack, Vital Strike, Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "27", "Fly": "0", "RacialMods": "+8 Survival when tracking by scent", "AC": "40, touch 16, flat-footed 32", "Swim": "0", "Name": "Cerberus", "VariantParent": "", "Skills": "Acrobatics +40 (+52 jumping), Climb +46, Intimidate +50, Knowledge (planes) +37, Knowledge (religion) +37, Perception +45, Sense Motive +42, Stealth +32, Survival +38 (+46 when tracking by scent)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "23", "XP": 819200, "TemplatesApplied": "", "Environment": "Hades", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +27, Ref +24, Will +20", "Melee": "3 bites +42 (4d10+13/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "60 ft.", "Alignment": "NE", "Size": "Huge"}