{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 58, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Cerebral Stalker</h2><h3><i>This humanoid creature has blackish-gray scales covering its semi-reptilian body. A thick layer of mucus drips from its body. Its bestial head sports slate-gray eyes with vertically slit pupils and a wide mouth lined with sharp teeth. Its hands end in filthy claws.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Cerebral Stalker</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>CE Medium aberration </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., tremorsense 90 ft.; Perception +17</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 12, flat-footed 17 (+2 Dex, +7 natural)</h5><h5><b>hp </b>58 (9d8+18)</h5><h5><b>Fort </b>+7, <b>Ref </b>+5, <b>Will </b>+8</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., burrow 20 ft.; earth glide</h5><h5><b>Melee </b>2 claws +10 (1d6+3 plus grab [only if both claws hit]), bite +9 (1d8+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>cocoon, fear gaze, sink</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>15, <b>Con </b>15, <b>Int </b> 11, <b>Wis </b>15, <b>Cha </b>15</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+9 (+13 grapple); <b>CMD </b>21</h5><h5><b>Feats </b>Great Fortitude, Improved Initiative, Skill Focus (Perception), Stealthy, Weapon Focus (claw)</h5><h5><b>Skills </b>Escape Artist +20, Perception +17, Stealth +15, Survival +14; <b>Racial Modifiers </b>+4 Escape Artist due to mucus coating</h5><h5><b>Languages </b>unknown; thought to understand Common and several other languages, but never speak</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Fear Gaze (Su)</b> Paralyzed with fear 1d4 rounds, range 30 feet, Will DC 16 negates and renders target immune to this ability for 24 hours. This is a mind-affecting fear effect. The save DC is Charisma-based. </h5><h5><b>Cocoon (Ex)</b> Once per round as a standard action, and no more than three times per day, a cerebral stalker can cocoon a grappled foe by shooting sticky webbing from its body. The webs cover as much of the victim as possible, excluding the top of the victim's head, its eyes, and its nose. The webs remain attached to the cerebral stalker's body and stretch from just under its arms to its knees. A cocooned victim is anchored to the cerebral stalker and cannot move. The cocooned creature can, as a standard action, break free with a successful DC 20 Strength check or DC 16 Escape Artist check. The webbing has 8 hit points. Note the victim is still grappled even if it breaks the webbing and must succeed at a grapple check to get completely free of the cerebral stalker's grasp. The check DCs are Constitution-based and the Strength check includes a +4 racial bonus. Once a victim is cocooned, the cerebral stalker can use its sink ability. </h5><h5><b>Consume Brain (Ex)</b> Once it has its victim underground, the cerebral stalker begins gnawing on the victim's head, rapidly chewing through bone and tissue, dealing 2d8+4 points of damage each round. When the victim dies, the cerebral stalker has reached its goal-the victim's brain, which it promptly devours. A victim slain in this manner is ejected from the ground and becomes a zombie (see below). </h5><h5><b>Create Zombie (Su)</b>: A creature whose brain is devoured by a cerebral stalker is ejected from the ground and animates as a zombie in 1d4 rounds. Zombies created in this manner are not under the control of the cerebral stalker. </h5><h5><b>Earth Glide (Ex)</b> A cerebral stalker can glide through any sort of natural earth or stone as easily as a fish swims through water. Its gliding leaves no sign of its passage or hint of its presence to creatures that don't possess tremorsense. A move earth spell cast on an area. </h5><h5><b>Sink (Su)</b> After cocooning a foe, the cerebral stalker begins sinking into the ground, taking the cocooned victim with it. It takes four full rounds for the stalker and foe to completely sink into the ground. In the first round, the creature sinks to its knees; in the second round to its waist; in the third round to its neck; and in the last round, both stalker and foe are completely underground. opportunity. Creatures attempting to grab the cocooned victim and prevent the sinking must first break or burn the webbing (see above), and then succeed at a grapple check against the cerebral stalker. A <i>dispel magic</i> (or similar effect) cast on a sinking cerebral stalker paralyzes it (as if by a <i>hold monster</i> spell) for a number of rounds equal to the caster's level if the stalker fails a Fortitude save. The stalker can make a new save each round to negate the paralysis. The stalker and victim sink to a depth of 10 feet where the victim is placed in a stasis (similar to <i>temporal</i> stasis). The spot where the cerebral stalker and victim sunk radiates magic and can be detected normally. Spells such as <i>locate object</i>, <i>discern location</i>, scrying, and other divinatory magic reveals the entombed creature and stalker. A <i>freedom</i> spell cast on the spot where the stalker and victim sunk immediately frees the subject from the webbing and ejects both it and the stalker, who is stunned for 1 round, to the surface.</h5></div><br></br><div><h4><p><p>A cerebral stalker is a carnivorous predator that lies in wait just below the surface of the ground for an unsuspecting victim to pass over or near it. When it detects its prey, the stalker bursts through the ground in a shower of rock and earth, cocoons its victim and disappears into the ground to devour the victim's brain.</p><p>The lair of a cerebral stalker is a large, hollow chamber of earth, often littered with skull fragments, bits of webbing, and chunks of brain matter.</p><p>Cerebral stalkers are solitary creatures and do not work in concert with others of their kind. They attack those of their own race if another attempts to take up residence in an area already inhabited by a cerebral stalker (the typical stalker's hunting ground covers an area of 5 square miles, though it rarely journeys that far from its lair). The lifespan and reproduction method of these creatures is completely unknown.</p><p>The cerebral stalker prefers to attack from ambush, hiding just below the surface of the ground where it uses its tremorsense ability to detect creatures moving above it. When it successfully detects a creature, it violently emerges from the ground (behind its target, if possible) and grabs the unsuspecting victim. A grappled opponent is quickly cocooned and pulled beneath the ground where its brain is devoured. Those interfering with the stalker as it sinks into the ground are subjected to its fear gaze.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "unknown; thought to understand Common and several other languages, but never speak", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(9d8+18)", "AbilitiyScores": "Str 16, Dex 15, Con 15, Int 11, Wis 15, Cha 15", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2302, "SubType": "", "MonsterSource": "", "Feats": "Great Fortitude, Improved Initiative, Skill Focus (Perception), Stealthy, Weapon Focus (claw)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "+4 Escape Artist due to mucus coating", "AC": "19, touch 12, flat-footed 17", "Swim": "0", "Name": "Cerebral Stalker", "VariantParent": "", "Skills": "Escape Artist +20, Perception +17, Stealth +15, Survival +14", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +5, Will +8", "Melee": "2 claws +10 (1d6+3 plus grab [only if both claws hit]), bite +9 (1d8+3)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., burrow 20 ft.", "Alignment": "CE", "Size": "Medium"}