{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 42, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Chrystone</h2><h3><i>This creature appears as a statue constructed of rock and crystal. It has almost no neck; its head seems attached firmly to its shoulders, though by observing it, you see that it is able to turn its head freely. Each of its hands has two fingers and two opposable thumbs.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Chrystone</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Medium construct </h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +4</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 9, flat-footed 15 (-1 Dex, +6 natural)</h5><h5><b>hp </b>42 (4d10+20)</h5><h5><b>Fort </b>+1, <b>Ref </b>+0, <b>Will </b>+3</h5><h5><b>Defensive Abilities </b>shatter weapons; <b>DR </b>5/-; <b>Immune </b>construct traits, magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>longsword +7 (1d8+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>death throes</h5><h5><b>Spell-Like Abilities</b> (CL 4th)</br>At will&mdash;<i>stone shape</i> (item of 5 pounds or less, otherwise as the spell)</br>2/day&mdash;<i>stone tell</i></br>3/day&mdash;<i>color spray</i> (DC 13)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>9, <b>Con </b>-, <b>Int </b> 8, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+7; <b>CMD </b>16</h5><h5><b>Feats </b>Iron Will, Power Attack</h5><h5><b>Skills </b>Perception +4</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, company (2-6), or squad (7-20)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Death Throes (Ex)</b> When a chrystone is destroyed, it <i>shatter</i>s, spraying razor-sharp fragments from its form. Creatures within 5 feet of the chrystone take 2d6 points of damage. A DC 12 Reflex saving throw halves the damage. A chrystone can prevent itself from <i>shatter</i>ing by making a DC 12 Will save as it is destroyed. </h5><h5><b>Spell-like Abilities (Sp)</b> Three times per day, a chrystone can use its <i>stone shape</i> to repair itself, healing 1d6 points of damage per use. This requires a full-round action that provokes attacks of opportunity. The save DC for the chrystone's <i>color spray</i> includes a +2 racial bonus. </h5><h5><b>Immunity to Magic (Ex)</b> A chrystone is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. A <i>transmute rock to mud</i> spell slows a chrystone (as the slow spell) for 2d6 rounds, with no saving throw, while <i>transmute mud to rock</i> heals all of its lost hit points. A <i>stone to flesh</i> spell does not actually change the chrystone's structure but negates its damage reduction and immunity to magic for 1 full round. </h5><h5><b>Shatter Weapons (Ex)</b> Whenever a character strikes a chrystone with a weapon (magical or nonmagical), the weapon must succeed on a DC 14 Fortitude save or <i>shatter</i> into pieces. A magic weapon uses its own save bonus or that of the wielder, whichever is higher. If the weapon breaks, the chrystone takes no damage from the attack. The save DC is Constitution-based and includes a +2 racial bonus.</h5></div><br></br><div><h4><p><p>Chrystones are creatures made of rock and crystal that normally stand just over 5 feet tall. Their coloration varies by the types of crystal and rock they absorb, giving each chrystone a unique pattern of striations and coloration that makes them easy to tell apart. Originally imbued with life by a spellcaster in a ritual involving the blood of several dragons and a demon, chrystones grow new offspring through budding. To form a new bud, a chrystone must consume several times its weight in crystals and consume at least 300 gp worth of gems. The bud continues to grow from the chrystone's back until it is large enough to separate. Each chrystone offspring retains the memories and knowledge of its entire parental line.</p><p>Chrystones were originally created to be part of an army, but those plans were cut short by their creator's death. As they developed and spread, they became more free-willed and independent and wished to make certain they were never enslaved again. They retain all of the abilities that would have made them a powerful army, and their racial knowledge helps them put these abilities to the best possible use. Chrystones, while usually neutral, have a racial memory of being slaves to the whim of their creator.</p><p>This memory makes them somewhat paranoid when dealing with other races, making them more likely to attack other races than talk with them.</p><p>Chrystones open with <i>color spray</i> which emanates from their mouth like a breath weapon and then close for melee combat if targets are close enough; otherwise, they stand back and fight with their longswords. If a battle is going poorly, a chrystone attempts to retreat and ambush its opponents when it has repaired itself.<br><b>Construction</b><br> A chrystone's body is chiseled from a single block of hard stone, such as granite, weighing at least 1,000 pounds. The stone must be of exceptional quality, and costs 1,000 gp.</p><p></h5><h5><b>CHRYSTONE CL </b>14th; <b>Price </b>16,000 gp </h5><h5><b>Requirements </b>Craft Construct, <i>color spray</i>, <i>limited wish</i>, <i>polymorph any object</i>, <i>shatter</i>, <i>stone shape</i>, <i>stone tell</i>, creator must be caster level 14th level; </h5><h5><b>Skill </b>Craft (sculptures) or Craft (stonemasonry) DC 15; </h5><h5><b>Cost </b>8,500 gp <br>Credit The Chrystone first appeared in the </h5><h5><b>Necromancer Games </b>module </h5><h5><b><i>Hall of the Rainbow Mage</i> </b>by Patrick Lawinger (©2002, Necromancer Games, Inc.).</p><p>Copyright Notice Author Patrick Lawinger.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, company (2-6), or squad (7-20)", "Ref": "0", "Climb": "0", "HD": "(4d10+20)", "AbilitiyScores": "Str 17, Dex 9, Con -, Int 8, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2305, "SubType": "", "MonsterSource": "", "Feats": "Iron Will, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "1", "Fly": "0", "RacialMods": "", "AC": "15, touch 9, flat-footed 15", "Swim": "0", "Name": "Chrystone", "VariantParent": "", "Skills": "Perception +4", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +1, Ref +0, Will +3", "Melee": "longsword +7 (1d8+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Medium"}