{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 37, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Church Grim</h2><h3><i>This creature resembles a large, ghostly black dog with glowing red eyes.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Church Grim</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>LG Small magical beast (incorporeal)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., know alignment, low-light vision; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 15, flat-footed 13 (+2 deflection, +2 Dex, +1 size)</h5><h5><b>hp </b>37 (5d10+10)</h5><h5><b>Fort </b>+6, <b>Ref </b>+6, <b>Will </b>+5</h5><h5><b>Defensive Abilities </b>incorporeal, rejuvenation; <b>DR </b>10/evil</h5><h5><b>Weaknesses </b>limited domain</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 40 ft. (perfect)</h5><h5><b>Melee </b>incorporeal bite +8 (1d6 holy plus 1d4 Wisdom)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>howl</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>15, <b>Con </b>15, <b>Int </b> 12, <b>Wis </b>15, <b>Cha </b>14</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+6; <b>CMD </b>18</h5><h5><b>Feats </b>Ability Focus (howl), Alertness, Iron Will</h5><h5><b>Skills </b>Fly +16, Knowledge (religion) +5, Perception +12, Sense Motive +9</h5><h5><b>SQ </b>soul defender</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land (graveyards and cemeteries)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Howl (Su)</b> The howl of a church grim causes any evil creature within its limited domain (its churchyard; see below) to make a successful DC 16 Will save or become panicked for 2d4 rounds. Good or neutral creatures are completely unaffected by the howl as long as they are not there to steal from the dead or attack the church. Whether or not the save is successful, a creature cannot be affected by the same church grim's howl for one day. The save DC is Charisma-based. </h5><h5><b>Know Alignment (Su)</b> A church grim makes automatically knows the alignment of any creature that enters its churchyard. This ability can be dispelled, but the church grim can reactivate it the following round as a free action. It cannot extend this ability beyond the limits of its domain, however.</h5><h5><b> Limited Domain (Ex)</b> The realm of a church grim encompasses only the churchyard it defends; it can wander freely in its cemetery and any adjoining church grounds, but it cannot move beyond; it must stop at the boundary of consecrated land. </h5><h5><b>Rejuvenation (Su)</b> It is difficult to destroy a church grim through simple combat. A slain church grim restores itself within 24 hours. Even the most powerful spells are often only temporary solutions. A church grim that would otherwise be destroyed returns to its churchyard with a successful level check (1d20 + the church grim's HD) against DC 16. The only sure way to get rid of a church grim is to raze the church it protects and cast <i>unhallow</i> on the churchyard. </h5><h5><b>Soul Defender (Su)</b> It is the sacred duty of a church grim to defend the bodies and souls of those buried in its churchyard. Any attempts to cast an <i>animate dead</i> or similar spell to create undead within the confines of an area guarded by a church grim requires the caster to make a successful DC 20 caster level check. If the check fails, the spell fizzles away just as if it had been cast. Whether the check succeeds or not, the caster incurs the full wrath of the church grim immediately. </h5><h5><b>Wisdom Damage (Su)</b> The incorporeal bite of a church grim deals 1d6 points of holy damage and 1d4 points of Wisdom damage to the target. A successful DC 14 Fortitude save negates the Wisdom damage. The save DC is Constitution-based. On each successful attack that does Wisdom damage, the church grim gains 5 temporary hit points.</h5></div><br></br><div><h4><p><p>Church grims are good spirits that guard cemeteries from those who seek to steal from the dead, or those who wish to desecrate the sanctity of the graves there. The eyes of a church grim see all evil that crosses into its territory, and it spares no mercy for such trespassers.</p><p>The precinct of a church grim is the cemetery and church it has chosen to protect, and it cannot leave that holy ground around. A church grim cannot truly be destroyed, for it is not a mortal creature of flesh and blood.</p><p>If dispatched, a church grim will return the following night to resume its duties.</p><p>A church or temple dedicated to a good deity is 25% likely to have attracted a guardian church grim; this chance increases to 75% if the church or temple grounds have been <i>hallowed</i>.</p><p>A church grim does not attack or harm anyone that enters the churchyard or the cemetery if they are there to worship or pay their respects. It only attacks evil creatures and those who enter the churchyard to rob from the dead. Church grims always attack undead creatures on sight.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(5d10+10)", "AbilitiyScores": "Str -, Dex 15, Con 15, Int 12, Wis 15, Cha 14", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2307, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Ability Focus (howl), Alertness, Iron Will", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "1", "RacialMods": "", "AC": "15, touch 15, flat-footed 13", "Swim": "0", "Name": "Church Grim", "VariantParent": "", "Skills": "Fly +16, Knowledge (religion) +5, Perception +12, Sense Motive +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any land (graveyards and cemeteries)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "soul defender", "Saves": "Fort +6, Ref +6, Will +5", "Melee": "incorporeal bite +8 (1d6 holy plus 1d4 Wisdom)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 40 ft. (perfect)", "Alignment": "LG", "Size": "Small"}