{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 30, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Clamor</h2><h3><i>A series of garbled voices, clicks, grinding noises, and other less discernible sounds seem to emanate from empty air, with no obvious point of origin.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Clamor</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Medium aberration (extraplanar, incorporeal)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 60 ft.; Perception +5 (+13 to detect noises)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 20, flat-footed 13 (+3 deflection, +7 Dex)</h5><h5><b>hp </b>30 (4d8+12)</h5><h5><b>Fort </b>+4, <b>Ref </b>+10, <b>Will </b>+5</h5><h5><b>Defensive Abilities </b>natural invisibility</h5><h5><b>Weaknesses </b>sound-related vulnerabilities</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 50 ft. (perfect); speed of sound</h5><h5><b>Ranged </b>sonic ray +10 touch (2d6 sonic)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>sonic burst SQ sound mimicry</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>25, <b>Con </b>17, <b>Int </b> 5, <b>Wis </b>12, <b>Cha </b>17</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+3; <b>CMD </b>23</h5><h5><b>Feats </b>Improved Initiative, Lightning Reflexes</h5><h5><b>Skills </b>Acrobatics +11, Fly +20, Perception +5 (+13 to detect noises); <b>Racial Modifiers </b>+8 Perception to detect noises</h5><h5><b>Languages </b>uncertain; seems to understand some Common and a smattering of most other languages</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Natural Invisibility (Su)</b> As creatures of living sound, a clamor is naturally invisible, even when it attacks. This ability is inherent and is not subject to the <i>invisibility purge</i> spell. </h5><h5><b>Sound Mimicry (Ex)</b> A clamor can duplicate any sound it has ever encountered with perfect accuracy as a free action. It can use this ability to duplicate speech, music, or any other auditory phenomenon, although sounds with magical properties (such as <i>power word</i> spells) lose their magical effects when duplicated. </h5><h5><b>Sonic Burst (Ex)</b> A clamor can emit a massive onslaught of sonic energy as a full-round action that can be heard for miles in all directions. Any living creature within 100 feet of the clamor must make a successful DC 15 Fortitude save or be stunned for 1d3 rounds. Furthermore, living creatures within 50 feet of the clamor must make a successful DC 15 Fortitude save or be permanently deafened. A <i>restoration</i>, <i>wish</i>, <i>miracle</i>, or <i>remove blindness/deafness</i> spell restores hearing and negates the stunning effect. The save DCs are Constitution-based. </h5><h5><b>Speed of Sound (Ex)</b>: Once per day, a clamor can move at the speed of sound for a number of minutes equal to its Hit Dice. Its fly speed increases to 6,820 ft. (34,100 squares), but it cannot attack or use of any of its other abilities when moving this way. </h5><h5><b>Sound-Related Vulnerabilities (Ex)</b> Any magical <i>silence</i> effect or effect that creates a vacuum deals 3d6 points of damage to a clamor and forces it to make a successful Fortitude save (DC equal to 10 + spell level + spell caster's appropriate ability score modifier) or become panicked for 1 minute. In addition, the following spells can affect a clamor in unusual ways. <i>Ghost sound</i>, <i>major image</i>, <i>minor image</i>, <i>message</i>, <i>ventriloquism</i>, <i>whispering wind</i>: These magically generated + spell level + the caster's appropriate ability score modifier) or act as though affected by a <i>confusion</i> spell for a number of rounds equal to the caster's level. <i>Sculpt sound</i>: If targeted directly at the clamor, this spell deals 1d4 points of damage per caster level. The clamor is allowed a Fortitude save for half damage. Alternately, a bard (and only a bard) using <i>sculpt sound</i> can attempt to completely control the actions of a clamor. The clamor is allowed an initial Fortitude save to negate the effect; if it fails, it is controlled as if by a <i>dominate monster</i> spell with a caster level equal to that of the bard's class level. <i>Shout</i>, <i>sound burst</i>: These spells do no damage to a clamor, but force it to make a Will save or be affected as if by a <i>charm monster</i> spell with a caster level equal to that of the caster.</h5></div><br></br><div><h4><p><p>Clamors have a playful kind of intelligence, and they appear to desire communication. Being able to mimic any sound they have ever encountered, clamors wander the Material Plane emitting a nonsensical cacophony of voices, crashes, clicks, roars, and music. Since they are usually invisible, most adventurers that encounter a clamor walk away from the creature without ever having realized that they had met one.</p><p>Many a sentry on duty has heard only his own voice in response to what he thought was someone walking around out in the darkness; what he really heard was a clamor trying to talk to him.</p><p>Bards are fascinated by these odd creatures, and many a bard has gained a clamor as a companion of sorts. They have intelligence, and can be trained. A bard of at least 5th level that has had prior contact with a clamor is capable of communicating with these creatures on a rudimentary basis.</p><p>The intelligence of a clamor is just barely above that of a small child, so complex communication is out of reach.</p><p>Clamors tend to keep at a distance, emitting random noises and \"playing back\" any interesting sound made by the creatures they are observing.</p><p>Once provoked to attack, clamors strike at their foes with high frequency sonic beams. If cornered or overwhelmed, a clamor uses its sonic burst ability before attempting to flee using its speed of sound ability, which almost always ensures its escape.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "uncertain; seems to understand some Common and a smattering of most other languages", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(4d8+12)", "AbilitiyScores": "Str -, Dex 25, Con 17, Int 5, Wis 12, Cha 17", "Gear": "", "Ranged": "sonic ray +10 touch (2d6 sonic)", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2310, "SubType": "(extraplanar, incorporeal)", "MonsterSource": "", "Feats": "Improved Initiative, Lightning Reflexes", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "1", "RacialMods": "+8 Perception to detect noises", "AC": "20, touch 20, flat-footed 13", "Swim": "0", "Name": "Clamor", "VariantParent": "", "Skills": "Acrobatics +11, Fly +20, Perception +5 (+13 to detect noises)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +10, Will +5", "Melee": "", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 50 ft. (perfect)", "Alignment": "N", "Size": "Medium"}