{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 19, "Treasure": "standard (net, 3 spears, other small treasures)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kijimuna</h2><h3><i>At first glance, this creature appears to be a mischievously smiling young child with bright red hair clad only in a grass skirt. A closer look reveals goblinoid ears and a mouth full of pointed teeth.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Kijimuna</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>CN Small humanoid (goblinoid)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 15, flat-footed 11 (+3 Dex, +1 dodge, +1 size)</h5><h5><b>hp </b>19 (3d8+6)</h5><h5><b>Fort </b>+3, <b>Ref </b>+6, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>spear +4 (1d6+1/x3)</h5><h5><b>Ranged </b>net +6 (special)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>steal fire</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>13, <b>Dex </b>17, <b>Con </b>15, <b>Int </b> 12, <b>Wis </b>10, <b>Cha </b>14</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+2; <b>CMD </b>16</h5><h5><b>Feats </b>Dodge, Stealthy</h5><h5><b>Skills </b>Escape Artist +5, Profession (fisherman) +9, Sleight of Hand +5, Stealth +14, Survival +4, Swim +10; <b>Racial Modifiers </b>+4 Profession (fisherman), +4 Swim</h5><h5><b>Languages </b>Common, Goblin</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate or warm forests or coasts</h5><h5><b>Organization </b>solitary, family (2-7), or tribe (8-28)</h5><h5><b>Treasure </b>standard (net, 3 spears, other small treasures)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Steal Fire (Su)</b> As a standard action, a kijimuna can call out to a nonmagical fire within 30 feet equivalent in size to the flames of a burning torch. Doing so causes the flame to become a light similar to that created by a <i>dancing lights</i> spell, under the control of the kijimuna. An attended object can make a DC 13 Reflex saving throw to avoid this effect. Unlike a <i>dancing lights</i> spell, a kijimuna's steal fire ability can cause a stolen fire to strike a creature, either ringing the target in light as per the spell <i>faerie fire</i> for 5 minutes, or dealing 2d6 points of fire damage (DC 13 Reflex, half ). Both save DCs are Charisma-based. A lantern, candle, torch, or similar item that has its flame stolen cannot be relit by any means for 24 hours.</h5></div><br></br><div><h4><p><p>The childlike kijimunas bear physical similarities to their Inner Sea cousins, the goblins, sharing their small size, leathery skin, and large, pointed ears. However, kijimunas' hair stands out as their most prominent features-long, wild manes of blazing red. These tricky creatures nearly always wear devilish grins, causing some who first see them to mistake them for trouble-making urchins. Kijimunas take pleasure in two pastimes: fishing and playing pranks. When a kijimuna grows distracted from its catch, it seeks out targets for its practical jokes. These hijinks often prove relatively harmless, but some escalate to the point of becoming injurious or potentially lethal. Most kijimunas genuinely do not understand how their \"play\" frustrates, harms, or otherwise impacts the targets of their tricks and are insulted when victims become angry rather than seeing the comedy of the situation. The insulted kijimunas then take retribution the only way they know how: with more elaborate pranks. A kijimuna stands only about 3 feet tall and weighs approximately 50 pounds. Its size belies its sinewy strength, gained from years of fishing and climbing tall banyan trees. <b></p><p>Ecology</b></p><p> Consummate fishermen, kijimunas while away the hours fishing on the shores of oceans or large lakes. Although they delight in the taste of fish-especially the eyes- they easily grow bored and become distracted, sometimes leaving their fishing spears and a pile of fish to rot onshore. The creatures alleviate their boredom by playing tricks on fishermen and villagers living near their cavern or treetop homes. A kijimuna makes every effort to hide its involvement in the tricks it pulls, more out of a sense of pride about a well-executed joke than fear of reprisal. A young kijimuna grows to adulthood in a matter of 5 months, but retains its childish appearance for the entirety of its life. In the unlikely event that its activities don't cause its premature demise, the creature lives for about 15 years. An elderly kijimuna, having reached the ripe old age of 12, settles down and does little else beyond fish in solitude, except perhaps to bargain with children from nearby villages for its catch. It extracts a promise from a child in return for the fish, as well instructions for a devious prank or practical joke to pull on an elder. Although their societies and world view differ wildly from those of the goblins of the Inner Sea Region and elsewhere in Golarion, physiologically kijimuna are little different. As true goblinoids, any sort of device, concoction, or magical effect that only affects goblins affects these erratic tricksters as well. <br><b>Habitat & Society</b> <br> Tribes of kijimunas maintain small lairs in seaside caves, amid groves of banyan trees, or in other secluded, enclosed areas near the shore. Their homes typically stink of rotten fish from catches brought home and promptly forgotten, while the walls often bear half-completed diagrams of pranks members intend to pull on neighboring creatures. Kijimunas rarely pull pranks on each other, mostly because they hold their peoples' cleverness in high regard, and believe that it's impossible to trick their own kind. Occasionally, however, some event leaves a kijimuna the victim of some accidental hilarity- well-placed meal scraps left on its face, tripping into a tide pool, falling down-such occurrences are the height of kijimuna comedy. Much like their Inner Sea cousins, kijimunas have a strong, bizarre hatred for a particular creature-in this case, the octopus. When faced with octopuses, kijimunas either flee in terror or desperately attack, their whoops and howls vastly exaggerating the threat the cephalopods pose. Kijimunas often share frightening stories about octopuses at night, scaring one another with fearful tales of squirming tentacles and clutching suckers. Occasionally these stories incite groups to action, leading them to go on raids of local tide pools and rocky beaches where the sea creatures regularly lurk. The resulting battles prove loud but brief, with skewered octopuses and the occasional \"hostage\" taken as supplies for the goblinoids' most startling jokes. Kijimunas have few strong feelings about other animals, especially as predators more dangerous than large lizards and the occasional hunting cat rarely occupy the same lands that they do. They delight in sharing their homes with large tropical birds, however, a sentiment that is hardly reciprocated, as they frequently employ the creatures (and the creatures' eggs) in their pranks and take endless delight in mimicking the birds' squawking. Spiders, with their numerous legs, are generally avoided by kijimuna, many of which suspect the insects might be just miniature octopuses in disguise. Kijimunas share goblins' affinity for fire, but this attraction manifests in a less overtly destructive way. These creatures have developed secret techniques allowing them to befriend small fires, calling such flames to them to light their paths, lead travelers into their pranks, or steal a lantern's ability to hold a light. No kijimunas remember how their people managed to make friends with small fires, just that they did a long time ago. Large fires remain dangerous to kijimunas, however, and not only do they have no power over such blazes, but they generally have nothing pleasant to say about any flame larger than a campfire. Kijimunas often form relationships with other humanoids who fish along the same shore. Some befriend such creatures, eagerly sharing all manner of trivial secrets-where the best fishing spots are, what trees grow the stinkiest fruit, and which rocks octopuses hardly ever visit. As a show of friendship, kijimunas make their companions favored targets for particularly embarrassing practical jokes. Those of a superstitious bent view kijimunas as evil spirits, pointing to the ghostly flames that often follow the creatures and their mischievous behavior as proof. Once in a while, someone discovers kijimunas' hatred for octopuses and carries one around as a ward. This typically backfires spectacularly, as the kijimunas then focus their ire on the person-who is obviously some sort of octopus spy or ally. Kijimunas reserve their most elaborate tricks for cephalopod sympathizers. The only counter to most humanoids' distrust and wariness regarding kijimunas manifests in times of famine or poor fishing seasons. In numerous such cases, a town on the brink of starvation has found its food stores replenished on a daily basis by an energized tribe of kijimunas, as these creatures apply their considerable fishing talents to feed their neighbors. After all, kijimunas realize that corpses are considerably less entertaining than living creatures, especially when serving as the butts of jokes. Thus, most communities accept that if their benefactors happen to play a trick or two on them, matters could be far worse.</p></h4></div>", "Languages": "Common, Goblin", "Source": "AP 53", "Land": "1", "Organization": "solitary, family (2-7), or tribe (8-28)", "Ref": "6", "Climb": "0", "HD": "(3d8+6)", "AbilitiyScores": "Str 13, Dex 17, Con 15, Int 12, Wis 10, Cha 14", "Gear": "", "Ranged": "net +6 (special)", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2346, "SubType": "(goblinoid)", "MonsterSource": "", "Feats": "Dodge, Stealthy", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "+4 Profession (fisherman), +4 Swim", "AC": "15, touch 15, flat-footed 11", "Swim": "0", "Name": "Kijimuna", "VariantParent": "", "Skills": "Escape Artist +5, Profession (fisherman) +9, Sleight of Hand +5, Stealth +14, Survival +4, Swim +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "temperate or warm forests or coasts", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +3, Ref +6, Will +1", "Melee": "spear +4 (1d6+1/x3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CN", "Size": "Small"}