{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 178, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>The Old Man</h2><h3><i>This old human man is bald, with long white eyebrows and an even longer white beard. He is dressed in an embroidered robe, wears wooden sandals, and carries a staff adorned with metal rings.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">The Old Man</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>LN Medium outsider (extraplanar, lawful)</h5><h5><b>Init </b>+10; <b>Senses </b>blindsight 30 ft., darkvision 60 ft., low-light vision; Perception +30</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>37, touch 35, flat-footed 26 (+10 Dex, +1 dodge, +4 monk, +10 Wis, +2 natural)</h5><h5><b>hp </b>178 (17d10+85); regeneration 15 (chaotic)</h5><h5><b>Fort </b>+10, <b>Ref </b>+20, <b>Will </b>+20</h5><h5><b>Defensive Abilities </b>improved evasion; <b>DR </b>10/chaotic; <b>Immune </b>disease, poison; <b>Resist </b>acid 30, cold 30, electricity 30, fire 30, sonic 30; <b>SR </b>26</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>80 ft., climb 30 ft., swim 30 ft.</h5><h5><b>Melee </b>unarmed strike +22/+17/+12/+7 (2d8+5) or </br> flurry of blows +20/+20/+15/+15/+10/+10/+5 (2d8+5)</h5><h5><b>Ranged </b>pebble +27/+22/+17/+12 (1d3+5)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>stunning fist (16/day, DC 28)</h5><h5><b>Spell-Like Abilities</b> (CL 17th; concentration +23) </br>7/day&mdash;<i>air walk</i>, <i>augury</i>, <i>cure light wounds</i>, <i>dimension door</i>, <i>invisibility</i>, <i>true strike</i>, <i>water walk</i> </br>3/day&mdash;<i>commune</i>, <i>haste</i>, <i>heal</i>, <i>legend lore</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>31, <b>Con </b>20, <b>Int </b> 21, <b>Wis </b>31, <b>Cha </b>22</h5><h5><b>Base Atk </b>+17; <b>CMB </b>+27 (+31 grapple); <b>CMD </b>57 (59 vs. trip)</h5><h5><b>Feats </b>Agile Maneuvers, Combat Expertise, Dodge, Greater Grapple, Improved Disarm, Improved Grapple, Improved Trip, Improved Unarmed Strike, Mobility, Stunning Fist, Weapon Finesse, Wind Stance</h5><h5><b>Skills </b>Acrobatics +30 (+66 when jumping), Climb +13, Diplomacy +23, Handle Animal +14, Heal +16, Knowledge (history) +22, Knowledge (religion) +14, Perception +30, Perform (string) +23, Ride +27, Sense Motive +30, Sleight of Hand +30, Stealth +30, Swim +30</h5><h5><b>Languages </b>Common, Tien, Vudrani; telepathy 100 ft.</h5><h5><b>SQ </b>monk abilities</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Monk Abilities</b> The Old Man has the following abilities of a 16th-level monk: AC bonus (+4), fast movement (80 ft.), high jump,<i> ki </i>pool (18 points, adamantine, magic), quivering palm (DC 28), slow fall (70 ft.), stunning fist (blinded, deafened, fatigued, staggered, or stunned)</h5></div><br></br><div><h4><p><p>The Old Man is the herald of Irori, a teacher, mentor, guide, and trainer in the service of the god of knowledge. He can be patient or irate, confusing or enlightening, lenient or strict, depending on what his students need. He often wanders Golarion as a mortal man, bereft of his supernatural powers, instructing others and leading by example. If attacked when in this limited shape, he usually allows himself to be beaten or killed, especially if his \"death\" would provide a powerful lesson to an important student. If slain as a mortal, he simply reincarnates in his celestial form, unharmed, and never bears a grudge about it. The Old Man's true form is that of an elderly human man, perhaps of Tien or Vudrani ancestry but never clearly identifiable as such. He is typically bald and wiry, and usually wears a long white moustache or beard. Though he appears frail and may support himself with a cane, crutch, or staff, he is incredibly strong and can move with an alien grace when he so chooses. He may dress in a simple robe, an elaborate ceremonial garment, or a simple loincloth. He is often accompanied by one of five animals: a turtle, monkey, ox, rooster, or pig. When not acting on Irori's behalf, he likes tending to animals, planting gardens, meditating, practicing martial arts forms, swimming, and quipping with pretty young students. <b></p><p>Ecology</b></p><p> The Old Man enjoys exceedingly spicy food, good wine, hearty bread, plain rice, seasoned noodles, and many other kinds of Tien and Vudrani food. He of course does not need to eat, but he enjoys the taste and the act of sharing a friendly meal with mortals. He is normally an example of moderation, but once each year he indulges himself in an episode of gluttony and excess, telling raucous jokes, challenging others to wrestling matches, and pinching bottoms. His antics are meant in good fun, and the targets are usually folks too full of their own superiority to recognize their shortcomings- folks who could stand a good roast, throwdown, or goosing. The Old Man exists mainly to teach, but takes violent action when necessary to protect something of value to his god or destroy a threat to Irori's church. Because he can deal with threats in a nonlethal manner, he may try to subdue and humble an opponent who is merely arrogant or misguided rather than malevolent, but when necessary he has been known to crush the skulls of giants with his bare hands and break the spine of a raging dragon. When in battle, he takes great care to avoid damaging mortal structures, especially places of study, worship, or meditation, preferring to lure his opponents elsewhere-often by pretending to be a coward. <br><b>Habitat & Society</b><br> The Old Man loves to see people achieving their potential, even if a person's lifetime limits that potential. He enjoys watching over favored students in successive lifetimes, guiding them in different ways each time. His soul is that of a teacher, and sometimes he claims to be one of Irori's first followers when the god was just a great mortal. If a person genuinely asks him for help with something (as opposed to an enemy asking as part of a ruse), he can't help but offer some assistance or guidance, even if he can only contribute a strong back and steady hands-but only if the person asking would otherwise be willing to do the work without help. He often says, \"It is not enough to pray for a thing; you must work for it-the work is the prayer.\" The faithful claim that he has helped build hundreds of temples in Vudra, whether by moving heavy stones or simply carrying meals to hungry workers, never revealing his true identity or asking for payment, but accepting simple things if offered, such as a loaf of bread, a cup of wine, or a bowl of rice. When called to Golarion with mortal magic, the Old Man is not so generous with his efforts, for he feels that anyone powerful enough to call him can afford to pay for his services. He is not interested in gold and jewels, but accepts magic items that can aid young monks in their training and travels; rare books of history that contain valuable anecdotes; magic that increases Intelligence or Wisdom; and pledges to build or restore temples, shrines, schools, and monasteries of Irori in places that could benefit from such attention. While he often proves curt when summoned, he quickly assesses the honest needs of whoever called him and proves quick to act if their wishes parallel the will of Irori. In battle, the Old Man is fierce and direct in his attacks and elusive and flexible in his defense. He often uses his abilities to make himself nearly impossible to hit, striking carefully at his opponent to weaken or disable it so he can finish it off quickly. He prefers fighting with his hands or simple weapons such as a club or a staff, and against flying foes he throws individual pebbles the size of sling bullets, usually picking up a handful at a time but sometimes pulling them out of thin air. After a battle, followers of Irori look for any pebbles touched by the Old Man, noting the impressions of his fingerprints in the stones and the subtle aura of Irori's blessing. The followers use the pebbles thereafter as reliquaries in a temple or shrine, or incorporate them into magic items or simple jewelry. Sometimes, if the Old Man thinks a dangerous foe can be humbled by a crippling injury and might alter its character because of this, he tries to put out one of an enemy's eyes to teach it a lesson, and only destroys its other eye if the creature continues to fight (see page 193 of <i>Pathfinder RPG Ultimate Combat</i> for details on called shots). He uses his maneuverability on land, air, and water to his best advantage, especially if he can slow an opponent in difficult terrain. He considers no creature to be his enemy, but willingly battles those who choose to be his opponent. <br><b>The Five Animals </b><br> Sometimes the Old Man appears or travels with one of five animals. They do not have unique names, and he addresses them merely as Turtle, Monkey, Ox, Rooster, and Pig. They obey him as any well-trained animal might obey its owner, though they can be temperamental and sometimes refuse to follow commands. They do not appear to be more intelligent than common animals or have any unusual powers (nothing that couldn't be taught with conventional training using the Handle Animal skill), though they immediately vanish if attacked. The animals may actually be detailed, lifelike projections of animals from the Old Man's mind or perhaps something like a summoner's eidolon, used to present himself as a common man or provide lessons on patience and kindness, but he treats them as if they were individual living creatures he has known for a long time. There may be a secret significance to which animal he brings with him for a particular task (other than the obvious, such as using Ox to pull a plough, which of course Rooster cannot do), but his followers have been unable to spot a pattern in these choices.</p></h4></div>", "Languages": "Common, Tien, Vudrani; telepathy 100 ft.", "Source": "AP 53", "Land": "1", "Organization": "solitary", "Ref": "20", "Climb": "1", "HD": "(17d10+85)", "AbilitiyScores": "Str 20, Dex 31, Con 20, Int 21, Wis 31, Cha 22", "Gear": "", "Ranged": "pebble +27/+22/+17/+12 (1d3+5)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2347, "SubType": "(extraplanar, lawful)", "MonsterSource": "", "Feats": "Agile Maneuvers, Combat Expertise, Dodge, Greater Grapple, Improved Disarm, Improved Grapple, Improved Trip, Improved Unarmed Strike, Mobility, Stunning Fist, Weapon Finesse, Wind Stance", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "0", "RacialMods": "", "AC": "37, touch 35, flat-footed 26", "Swim": "1", "Name": "The Old Man", "VariantParent": "", "Skills": "Acrobatics +30 (+66 when jumping), Climb +13, Diplomacy +23, Handle Animal +14, Heal +16, Knowledge (history) +22, Knowledge (religion) +14, Perception +30, Perform (string) +23, Ride +27, Sense Motive +30, Sleight of Hand +30, Stealth +30, Swim +30", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "monk abilities", "Saves": "Fort +10, Ref +20, Will +20", "Melee": "unarmed strike +22/+17/+12/+7 (2d8+5) or flurry of blows +20/+20/+15/+15/+10/+10/+5 (2d8+5)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "80 ft., climb 30 ft., swim 30 ft.", "Alignment": "LN", "Size": "Medium"}