{"Group": "Oni", "Space": "10 ft.", "Mythic": "0", "HP": 184, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Oni, Earth Yai</h2><h3><i>Jagged cracks and pebbled growths mar the surface of this three-eyed giant's rocky skin, making it appear to have burst forth from rugged stone.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Oni, Earth Yai</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>NE Large outsider (giant, native, oni, shapechanger)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +17</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 15, flat-footed 23 (+6 Dex, +14 natural, -1 size)</h5><h5><b>hp </b>184 (16d10+96); regeneration 5 (acid or fire)</h5><h5><b>Fort </b>+16, <b>Ref </b>+11, <b>Will </b>+14</h5><h5><b>SR </b>24</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., fly 50 ft. (good)</h5><h5><b>Melee </b>greatclub +23/+18/+13/+8 (2d8+12) or </br> 2 slams +23 (1d10+8)</h5><h5><b>Ranged </b>stony missile +21 (3d6 plus awesome blow)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>spiky skin</h5><h5><b>Spell-Like Abilities</b> (CL 16th; concentration +18) </br>Constant&mdash;<i>fly</i> </br>At Will&mdash;<i>darkness</i>, <i>invisibility</i> (self only), <i>passwall</i> (stone only) </br>3/day&mdash;<i>spike stones</i> (DC 16), <i>stone shape</i>, <i>stone tell</i> </br>1/day&mdash;<i>earthquake</i>, <i>repel metal or stone</i>, <i>transmute mud to rock</i> (DC 17), <i>transmute rock to mud</i> (DC 17)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>22, <b>Con </b>23, <b>Int </b> 12, <b>Wis </b>14, <b>Cha </b>15</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+25; <b>CMD </b>41</h5><h5><b>Feats </b>Combat Reflexes, Improved Precise Shot, Intimidating Prowess, Iron Will, Pinpoint Targeting, Point-Blank Shot, Power Attack, Precise Shot</h5><h5><b>Skills </b>Bluff +21, Fly +27, Intimidate +29, Knowledge (arcana) +20, Perception +21, Sense Motive +21, Stealth +21 (+29 in rocky terrain); <b>Racial Modifiers </b>+8 Stealth in rocky terrain</h5><h5><b>Languages </b>Common, Giant</h5><h5><b>SQ </b>change shape (Medium, or Large humanoid, <i>alter self</i> or <i>giant form</i> I)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate mountains</h5><h5><b>Organization </b>solitary, band (1 plus 4-8 stone giants), or tribe (1 plus 2-3 stone giant elders and 10-20 stone giants)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Spiky Skin (Ex)</b> An earth yai may grow spikes from its stony skin at will as a free action. These spikes are treated as armor spikes that deal 1d10 points of damage. </h5><h5><b>Stony Missile (Su)</b> As a swift action, an earth yai can fire an incredibly dense stone from its third eye. This attack has a range of 200 feet, with no range increment, and deals 3d6 points of bludgeoning damage. Upon striking the target, the stone immediately makes an Awesome Blow attempt against the target using the earth yai's CMB.</h5></div><br></br><div><h4><p><p>Although they possess the rocky physiques and near indestructibility of stone giants, earth yai scorn that race's humble ambitions, and instead prove as brutal and destructive as avalanches. For them, physical force and destruction are the ultimate demonstration of power. This belief doesn't necessarily require them to be the strongest or to go on gory rampages, though. After all, what is mere strength if a soldier can fire a catapult that brings down an entire tower, or an emperor can give the decree beginning a war that ravages an entire empire, using both their tools and words to sow ruin. Such ability to cause calamity grants one power over others; those who have the potential to cause the greatest devastation have the greatest power. Earth yai endlessly seek to hold the greatest power, leading many to become brutal warlords or bandit kings, but some to embrace more subtle, long-term machinations in their pursuit of gradual and far-reaching ruin. In its natural form, an earth yai stands 16 feet tall and weighs 3,000 pounds. <b></p><p>Ecology</b></p><p> Earth yai possess forms similar to the rocky bodies of the stone giants their otherworldly shapes mimic. While stone giants often appear to be sculpted from rock, earth yai tend to have a more rugged appearance, with features that seem to have been clawed from mountainsides, teeth and claws like sharp stones, and three eyes like angry red gems. Their skin is always as hard as rock, the cracks and ravines that riddle their bodies having no impact on their formidable resilience. Like their yai brethren, earth yai possess an unnerving third eye that serves as a portal through which destruction passes. Whenever one so chooses, it can cause a shard of stone to blast from its eye at the speed of a catapult shot. Those struck risk being crushed by the rock, but might also be thrown aside by the sizable projectile. Earth yai typically use this incredible ability not only to annihilate those who oppose them and intimidate witnesses, but also to tear down larger structures or sow greater devastations, like by using it to start landslides, break dams, or destroy bridge supports. <br><b>Habitat & Society</b><br> Earth yai dream of conquest like many other oni, but how they pursue victory tends to vary from individual to individual. While all would agree that victory is only attained when one's foes are crushed and shattered, the methods used to accomplish this goal range from brute displays of power to the slow erosion of a foe till nothing remains. The scope of an earth yai's ambitions also seems largely dependent on its age, with younger oni proving content to raid territories and subjugate peasant villages, while older individuals seek greater conquests and the destruction of whole lands. Earth yai enjoy the moment when their long-term plans reach fruition, and might spend decades reveling in past successes before moving on to new conquests. An earth yai who manages to conquer a community or subjugate a region might spend this time acting as a brutal tyrant, installing itself in a palace or fortress and demanding that its slaves supply its every whim. Those who refuse are dramatically murdered. While one of these oni would never give up past conquests, most earth yai eventually grow bored and seek new challenges-if such opportunities don't present themselves during the oni's rule. These oni might move on to find new opponents, but still regularly return to their past holdings to reinforce their control and instill dread among their prisoners. While an earth yai does not have the greatest intelligence and cannot necessarily outwit a wise hero, most possess deep wells of patience and centuries of experience. An oni who finds itself bested time and time again might wait out foes or opposing alliances. Their ages of experience mean that earth yai can generally discern the amount of time they must wait before a threat to them passes- perhaps with the help of a few inconvenient disasters to accelerate an enemy's decline. When two or more earth yai encounter one another, they invariably engage in an extended strategic match, seeking to undermine and outdo each other in acts of cleverness and violence. All earth yai know that a battle between two of their kind must end in a face-to-face confrontation and brutal combat. Occasions for assassination or impersonal defeats might arise in such conf licts, but they are never exploited. These oni see a final battle between members of their kind as a form of honor, and all seek to avoid slighting even their weakest or most reviled kindred. Although all earth yai dream of being the masters of regal citadels dominating lands filled with fearful servants, few actually achieve this goal. Those still campaigning for their despotic dreams typically find lairs in mazelike mountain ravines and in large caverns near the earth's surface. These hideaways can prove notoriously difficult to uncover, as the oni often make use of their <i>passwall</i> ability to sink through solid barriers or walk past gates that don't appear to be portals at all. There they meditate and plot, seeing all the threads of probable events in their minds and determining which ones they need to pull on to shape the future to their liking. If any creature interrupts an oni in its lair, the oni violently attacks, viewing intruders as not just dangerous, but dishonorable, as they trespass upon the oni's private home. This obsession with privacy extends not just to yai in their secret lairs, but also to those with greater holdings. Most earth yai only tolerate creatures of living stone to share their homes, and only bear the intrusion of lesser creatures when they themselves demand the lesser creatures' presence. <br><b>Earth Yai Daifu </b><br> Just as stone giants develop a variety of special abilities related to their age, so too do earth yai grow in power as their years mount upon them. Known as daifus, such earth yai have Charisma scores of at least 20 and can use the following spell-like abilities once per day: <i>stoneskin</i>, <i>summon monster XI</i> (earth elementals only), <i>wall of stone</i>. Most earth yai daifus are sorcerers or oracles with abilities tied to the earth or destruction. Earth yai daifus add +1 to their CRs.</p></h4></div>", "Languages": "Common, Giant", "Source": "AP 53", "Land": "1", "Organization": "solitary, band (1 plus 4-8 stone giants), or tribe (1 plus 2-3 stone giant elders and 10-20 stone giants)", "Ref": "11", "Climb": "0", "HD": "(16d10+96)", "AbilitiyScores": "Str 27, Dex 22, Con 23, Int 12, Wis 14, Cha 15", "Gear": "", "Ranged": "stony missile +21 (3d6 plus awesome blow)", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2348, "SubType": "(giant, native, oni, shapechanger)", "MonsterSource": "", "Feats": "Combat Reflexes, Improved Precise Shot, Intimidating Prowess, Iron Will, Pinpoint Targeting, Point-Blank Shot, Power Attack, Precise Shot", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "16", "Fly": "1", "RacialMods": "+8 Stealth in rocky terrain", "AC": "29, touch 15, flat-footed 23", "Swim": "0", "Name": "Oni, Earth Yai", "VariantParent": "", "Skills": "Bluff +21, Fly +27, Intimidate +29, Knowledge (arcana) +20, Perception +21, Sense Motive +21, Stealth +21 (+29 in rocky terrain)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "temperate mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Medium, or Large humanoid, alter self or giant form I)", "Saves": "Fort +16, Ref +11, Will +14", "Melee": "greatclub +23/+18/+13/+8 (2d8+12) or 2 slams +23 (1d10+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., fly 50 ft. (good)", "Alignment": "NE", "Size": "Large"}