{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 51, "Treasure": "None", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Raiju</h2><h3><i>The air around this strange, pale animal sparks with erratic flashes of static electricity, its body constantly twitching as if filled to capacity with the energy. It suddenly perks up, alert and seemingly ready to bolt.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Raiju</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>CN Small outsider (air, extraplanar, shapechanger)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft.; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 15, flat-footed 15 (+4 Dex, +4 natural, +1 size)</h5><h5><b>hp </b>51 (6d10+18)</h5><h5><b>Fort </b>+8, <b>Ref </b>+11, <b>Will </b>+2</h5><h5><b>Immune </b>electricity</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>2 claw +8 (1d3+1 plus 1d6 electricity), tail slap +3 (1d4 plus 1d6 electricity)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>shocking burst</h5><h5><b>Spell-Like Abilities</b> (CL 5) </br>3/day&mdash;<i>call lightning</i> </br>1/day&mdash;<i>control weather</i> (thunderstorm only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>12, <b>Dex </b>19, <b>Con </b>16, <b>Int </b> 5, <b>Wis </b>11, <b>Cha </b>10</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+6; <b>CMD </b>20 (24 vs. trip)</h5><h5><b>Feats </b>Combat Reflexes, Improved Initiative, Lightning Reflexes</h5><h5><b>Skills </b>Acrobatics +10 (+14 when jumping), Fly +19, Perception +9</h5><h5><b>Languages </b>Auran</h5><h5><b>SQ </b>change shape (Small animal only), electric body</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land or sky (lightning storms)</h5><h5><b>Organization </b>solitary, pair, or group (3-12)</h5><h5><b>Treasure </b>None</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Change Shape (Su)</b> On the Material Plane, a raiju typically assumes the form of a badger, cat, giant rat, monkey, weasel, or wolf (as per <i>beast shape</i> II) to blend in with native wildlife. Even in these forms, however, it typically has pale coloration and lightninglike patterns. </h5><h5><b>Electric Body (Su)</b> As an immediate action, a raiju can transform itself into a ball of living lightning. While in this form, the raiju gains the incorporeal subtype and incorporeal quality. It only takes half damage from corporeal sources if they are magical (it takes no damage from nonmagical weapons and objects). Additionally, it sparks with electricity while it is in this form. Any creature that touches the raiju with a natural or unarmed attack or whose square the raiju passes through during its movement must succeed at a DC 17 Reflex save or take 2d6 points of electricity damage. The save DC is Dexterity-based. In normal weather, a raiju can remain incorporeal for a number of rounds per day equal to its Hit Dice, though it can remain incorporeal for as long as it pleases during a thunderstorm. </h5><h5><b>Shocking Burst (Su)</b> Besides dealing normal slashing damage, the claw and tail of a raiju are considered to have the shocking burst weapon special quality. They deal 1d6 extra points of electrical damage on a normal hit and an additional 1d10 points on a critical hit.</h5></div><br></br><div><h4><p><p>Raijus are beings of living electricity that cross the border between the mundane world and their native plane, a region of the Plane of Air alive with endless thunderstorms. Raijus can be involuntarily hurled across the dimensions by a powerful lightning bolt originating in the Plane of Air, or might be called by magic users to do their bidding. When the weather is calm, raijus are quiet, and assume the forms of Tiny or Small animals such as cats, raccoon dogs, monkeys, or weasels. As weather gets worse, however, so do their tempers. In their real form, raijus appear as lean, foxlike creatures with long, sharp claws and luminous eyes, shrouded by crackling electricity. These swift, even panicky, creatures are charged with the electricity of their native realm, and those who touch them risk receiving a deadly shock. In times of great distress, they transform entirely into living electricity, a force that few barriers can contain and even fewer creatures can survive the passage of. In their natural forms, raijus measure about 3-1/2 feet long and weigh 40 pounds, but they often take the form of small mammals when not on the Plane of Air. They can be still recognized as raijus in this form, however, as they bear markings suggestive of jagged lightning. <b></p><p>Ecology</b></p><p> When they are born on the Elemental Plane of Air, raijus are semi-sentient, formless spheres of living electricity. Only after a period of weeks or months do they gradually take on a favored form, that of a vaguely rodent- or caninelike beast, agile enough to twist and bound amid the endless storms and debris that soar through their home plane. Sometimes particularly powerful elemental storms, strange eddies of magic, or drifting portals bring raijus to the Material Plane. When this happens, invariably during a thunderstorm, the creature spends but a little time regaining its bearings; it then uses its innate shapechange power to blend in with the local fauna, taking on the shape of a local animal-typically a cat, raccoon dog, monkey, or weasel. While such raijus constantly seek to return to their home plane, they aren't terribly uncomfortable on the Material Plane. When the weather is calm, raijus are likewise quiet, and remain in their apparently harmless animal forms all the time. As weather gets worse, however, they become increasingly energetic, racing and soaring about in rampages that occasionally prove accidentally destructive. They typically resume their natural forms during such storms, reveling in their memories of their home plane. Some scholars believe that raijus can return to their native plane when lightning strikes them, thus explaining the creatures' eagerness and agitation during such weather. <br><b>Habitat & Society</b><br> Raijus are extraplanar creatures that have little organization on their home plane, roaming and romping as little more than wild animals in their dangerous planar wilderness. On the Material Plane, they gravitate toward areas where storms are frequent, or where the effects of lightning are apparent. This means they frequently occupy the windward sides of mountains and wet forests, eagerly making small dens in the trunks of lightning-blasted trees or scorched, rocky crevices. Raijus can live on the Material Plane indefinitely, though all seek ways they might return to the Elemental Plane of Air. Those separated from their native plane rarely manage to find their way home without the intervention of some other being. Although life on the Material Plane often means a raiju will never encounter others of its kind again, few seem to realize this fact, or, if they do, become despondent over it. Rather, many raijus adopt the habits and communities of the creatures they spend the most time imitating and live as such creatures-except, of course, during violent lightning storms. Many believe that despite their destructive natures, raijus are good luck. This belief comes from the creatures' propensity for finding warm spots to nestle into and rest in during the lazy times between storms. One story tells of a raiju that found a snug spot in the navel of a sleeping giant. The giant was exhausted after a day of tromping on a local town and stealing away an entire year's harvest of rice, so it didn't even notice the sleeping creature. When the giant finally awoke and felt the dozing creature's claws on its belly, it flew into a panicked rage. The sudden activity startled the sleeping raiju, and it immediately summoned a storm and called down lightning, which promptly electrocuted the giant-killing the villain on the spot. When the curious townsfolk saw the brief, explosive storm nearby, they stopped rebuilding their homes and came to investigate. What they found was a charred giant and a sleepy raiju, nestled amid their stolen rice. Raijus have been considered lucky spirits ever since, though many refuse to sleep face up during lighting storms lest their bellies seem like a comfortable place for a raiju to rest. <br><b>Kaenju </b><br> This rarer variant of the raiju dwells upon the Plane of Fire, in regions filled with smoke and wracked by firestorms and endless volcanic eruptions. Just as their kin from the Plane of Air, kaenjus may visit mundane worlds during volcanic eruptions or when huge fires devastate towns or forests. A kaenju is very similar to its cousin, but its substance is made of fire instead of lightning. <br><b>Defensive Abilities:</b> Kaenjus have the fire subtype (immunity to fire, vulnerability to cold) and resistance 10 to lightning. <b>Special Attacks:</b> A kaenju's tail and claws are considered flaming burst weapons. <br><b>Special Qualities:</b> All kaenjus' supernatural abilities are based on flame instead of lightning, and have the same effects but deal fire damage instead of electricity damage. Also, instead of a raiju's spell-like abilities, a kaenju can cast produce flame at will, and flaming sphere and <i>quench</i> 3 times per day.</p></h4></div>", "Languages": "Auran", "Source": "AP 53", "Land": "1", "Organization": "solitary, pair, or group (3-12)", "Ref": "11", "Climb": "0", "HD": "(6d10+18)", "AbilitiyScores": "Str 12, Dex 19, Con 16, Int 5, Wis 11, Cha 10", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2349, "SubType": "(air, extraplanar, shapechanger)", "MonsterSource": "", "Feats": "Combat Reflexes, Improved Initiative, Lightning Reflexes", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "1", "RacialMods": "", "AC": "19, touch 15, flat-footed 15", "Swim": "0", "Name": "Raiju", "VariantParent": "", "Skills": "Acrobatics +10 (+14 when jumping), Fly +19, Perception +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any land or sky (lightning storms)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Small animal only), electric body", "Saves": "Fort +8, Ref +11, Will +2", "Melee": "2 claw +8 (1d3+1 plus 1d6 electricity), tail slap +3 (1d4 plus 1d6 electricity)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 60 ft. (good)", "Alignment": "CN", "Size": "Small"}