{"Group": "Colossus", "Space": "30 ft.", "Mythic": "0", "HP": 256, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Colossus, Jade</h2><h3><i>This massive automaton stands five times as tall as a normal human and resembles a gigantic humanoid carved of smooth green stone.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Jade Colossus</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>N Colossal construct </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>34, touch 2, flat-footed 34 (+32 natural, -8 size)</h5><h5><b>hp </b>256 (32d10+80)</h5><h5><b>Fort </b>+10, <b>Ref </b>+10, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>light reflection; <b>DR </b>15/adamantine; <b>Immune </b>construct traits, fire, magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>2 slams +43 (4d8+19)</h5><h5><b>Space </b>30 ft.; <b>Reach </b>30 ft.</h5><h5><b>Special Attacks </b>breath weapon</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>49, <b>Dex </b>10, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+32; <b>CMB </b>+59; <b>CMD </b>69</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Breath Weapon (Su)</b> Once every 1d4 rounds, a jade colossus can spray a blast of green energy in either a 60-foot cone or a 120-foot line. A creature in the affected area takes 15d6 points of damage, Reflex half DC 26. A creature slain as the result of this breath weapon transforms into jade. The save DC is Constitution-based. A creature turned to jade has Hardness 6, hp 40. This effect can be reversed by casting <i>stone to flesh</i>, <i>wish</i>, or <i>miracle</i>. The victim remains dead, but can then be <i>raised</i> or <i>resurrected</i> normally. </h5><h5><b>Immunity to Magic (Ex)</b> A jade colossus is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. A disintegrate spell <i>slow</i>s a jade colossus (as the <i>slow</i> spell) for 1d6 rounds, with no saving throw. A shatter spell deals 3d12 points of damage to a jade colossus, with no saving throw. A magical attack that deals fire damage breaks any <i>slow</i> effect on the jade colossus and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A jade colossus gets no saving throw against fire effects. </h5><h5><b>Light Reflection (Ex)</b> The angles and makeup of the jade colossus allows it to reflect any light-based attacks or effects (it cannot reflect natural sunlight however). Reflected light acts as an emanation (lasting 1 round) that blinds all creatures within 40 feet. A creature can attempt a Reflex save DC 26 to avoid being blinded If the save fails, the creature is blinded for 2d4 rounds (as the <i>blindness</i> spell); creatures that successfully save are instead dazzled for a like amount of time. Undead and similar creatures to whom sunlight is harmful to take 6d6 points of damage (a successful Reflex save DC 26 halves the damage).</h5></div><br></br><div><h4><p><p>The jade colossus was first seen dominating the skyline over the City of Brass, its massive form reflecting the light from the ever-burning fires of the City. Since that time, rumors of these creatures moving across the Material Plane have been heard in taverns and inns.</p><p>Jade colossi are massive constructs built by powerful spellcasters to do their bidding; typically for protection or to wage war against an archrival.</p><p>A jade colossus pummels a foe with its hardened fists; dealing massive amounts of damage with every successful strike. It almost always opens combat with its breath weapon.</p><p>A typical jade colossus stands 35 feet tall and weighs about 60,000 pounds. (The jade colossus spotted in the City of Brass is thought to be over 50 feet tall and weigh in excess of 100,000 pounds.) <br><b>Ruby Star of Law</b><br> Sages speak of a jade colossus located in the City of Brass that has the <i>ruby star of law</i> (a gem of inestimable value) embedded in its forehead. The Jade Guardian (as it is known in the City) is a CR 18 advanced jade colossus with the following additional ability.<br><b>Energy Ray (Su):</b> Once per round as a swift action, the Jade Guardian can fire a ray to a range of 200 feet (requires a successful ranged touch attack to hit). Genies hit by this ray must make a successful Fortitude save (DC 26) or take 6d4 points of Constitution damage. On a successful save, the genie takes onehalf damage. Other creatures are affected as follows: Lawful creatures are <i><i>slow</i>ed</i> (as by the <i>slow</i> spell) for 1d4 rounds (no save).</p><p>Non-lawful creatures take 6d6 points of force damage (no save) and are stunned for 1d4 rounds (DC 26 Fortitude save negates).Should the <i>ruby star of law</i> ever be claimed as a magic item, treat it as a minor artifact that allows use of the energy ray ability indicated above, save that it requires a standard action to activate.<br><b>Construction</b><br> A jade colossus's body is constructed from 80,000 pounds of pure jade, and a mixture of rare stones, herbs, and chemicals totaling 8,000 gp.<br><b>JADE COLOSSUS</b><br> <b>CL</b> 15th; <b>Price </b>110,000 gp </h5><h5><b>Requirements </b>Craft Construct, <i>blindness</i>, <i>flesh to stone</i>, <i>geas/quest</i>, <i>polymorph any object</i>, creator must be caster level 15th; </h5><h5><b>Skill </b>Craft (sculptures) DC 30; </h5><h5><b>Cost </b>59,000 gp </h5><h5><b>Copyright Notice </b>Author Scott Greene and Casey Christofferson.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(32d10+80)", "AbilitiyScores": "Str 49, Dex 10, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "30 ft.", "DontUseRacialHD": "0", "id": 2396, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "0", "RacialMods": "", "AC": "34, touch 2, flat-footed 34", "Swim": "0", "Name": "Jade Colossus", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +10, Ref +10, Will +10", "Melee": "2 slams +43 (4d8+19)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "N", "Size": "Colossal"}