{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 199, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Corpse Orgy</h2><h3><i>Screaming and wriggling, this foul being appears to be a pile of entwined moldering corpses.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Corpse Orgy</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>CE Large aberration </h5><h5><b>Init </b>+4; <b>Senses </b>all-around vision, darkvision 60 ft., tremorsense 60 ft.; Perception +28</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 9, flat-footed 24 (+15 natural, -1 size)</h5><h5><b>hp </b>199 (19d8+114)</h5><h5><b>Fort </b>+14, <b>Ref </b>+8, <b>Will </b>+14</h5><h5><b>DR </b>10/piercing or slashing</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>4 slams +20 (2d6+6 plus grab)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>absorb body, pain shriek</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>22, <b>Dex </b>10, <b>Con </b>23, <b>Int </b> 14, <b>Wis </b>14, <b>Cha </b>16</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+21 (+23 bull rush, +25 grapple); <b>CMD </b>31 (33 vs. bull rush) (can't be tripped)</h5><h5><b>Feats </b>Blind-Fight, Great Fortitude, Improved Bull Rush, Improved Initiative, Iron Will, Lightning Reflexes, Lunge, Power Attack, Vital Strike, Weapon Focus (slam)</h5><h5><b>Skills </b>Climb +19, Escape Artist +15, Intimidate +25, Knowledge (dungeoneering) +20, Perception +28, Sense Motive +24, Stealth +11, Survival +13; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>Languages </b>Aklo, Common, Undercommon</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Absorb Body (Su)</b> A corpse orgy can absorb the physical body of any creature it has reduced to 0 or less hit points by moving over it and remaining in contact with it for at least one full round. An unconscious or dying opponent can make a DC 25 Fortitude save to prevent the absorption. A dead opponent gets no saving throw. The save DC is Constitution-based. When it absorbs a body, the corpse orgy gains 12 temporary hit points. A creature whose body is absorbed can only be raised or resurrected if the corpse orgy that absorbed its body is slain and the corpse in question is recovered. </h5><h5><b>All-Around Vision (Ex)</b> The corpse orgy sees in all directions at once. It can not be flanked. </h5><h5><b>Pain Shriek (Su)</b> Twice per day, as a standard action, a corpse orgy can unleash a piercing shriek from the various heads captured in its form. This shriek deals 10d6 points of sonic damage to all creatures within a 40-foot radius around the corpse orgy. Affected creatures can make a DC 22 Fortitude save for half damage. Creatures that cannot hear do not take this damage. The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>A corpse orgy is truly a disgusting creature easily mistaken for a pile of rotten corpses. In truth, the creature is a conglomeration of creatures it has killed and absorbed into its body. As parts of the corpse orgy rot away, it replaces them with freshly slain prey.</p><p>A corpse orgy makes its home in deep subterranean caverns and dungeons. Here it can usually find sanctuary amongst the bone pits and corpse piles of other underground denizens where it bides its time, casually adding fresh \"meat\" to its obscene framework. In times when food is scarce (which is almost never as there is always a fresh supply of Underdark dwellers or adventurous surface dwellers to whet its appetite), the creature may journey to the surface world to hunt for food. A corpse orgy is not picky when it comes to its diet. If something is living and breathing, it's a perfect target for the corpse orgy.</p><p>A corpse orgy is a large, undulating mass of rotting corpses, sinew, bones, blood, muscle, mucus, and organs. It resembles an ooze in nature and has no discernible features (other than the corpse parts that make up its form). No one has ever successfully communicated with a corpse orgy.</p><p>A corpse orgy lies in wait for solitary beings to tread too closely.</p><p>At the last moment it lashes out murderously with kicking legs, hammering fists and butting heads in an attempt to quickly slay its prey and add its body to its own mass. It often uses its various arms to grapple an opponent, holding it tightly while hammering it with its fists.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Aklo, Common, Undercommon", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "8", "Climb": "0", "HD": "(19d8+114)", "AbilitiyScores": "Str 22, Dex 10, Con 23, Int 14, Wis 14, Cha 16", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2399, "SubType": "", "MonsterSource": "", "Feats": "Blind-Fight, Great Fortitude, Improved Bull Rush, Improved Initiative, Iron Will, Lightning Reflexes, Lunge, Power Attack, Vital Strike, Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "+4 Perception", "AC": "24, touch 9, flat-footed 24", "Swim": "0", "Name": "Corpse Orgy", "VariantParent": "", "Skills": "Climb +19, Escape Artist +15, Intimidate +25, Knowledge (dungeoneering) +20, Perception +28, Sense Motive +24, Stealth +11, Survival +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +8, Will +14", "Melee": "4 slams +20 (2d6+6 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Large"}