{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 19, "Treasure": "Standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Crabman</h2><h3><i>This giant-sized creature is a bipedal humanoid with a crab-like head, large hands that end in powerful pincers, feet that are splayed. It is covered with chitinous plates, reddish-brown in color. Two smaller humanoid arms protrude below its pincers.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Crabman</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Large monstrous humanoid </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft.; Perception +3</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 9, flat-footed 16 (-1 size, +7 natural)</h5><h5><b>hp </b>19 (3d10+6)</h5><h5><b>Fort </b>+3, <b>Ref </b>+3, <b>Will </b>+3</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 20 ft.</h5><h5><b>Melee </b>2 claws +5 (1d6+3 plus grab)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>constrict (claw) 1d6+3</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>11, <b>Con </b>15, <b>Int </b> 10, <b>Wis </b>10, <b>Cha </b>8</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+7 (+11 to grapple); <b>CMD </b>17</h5><h5><b>Feats </b>Alertness, Power Attack</h5><h5><b>Skills </b>Craft (any one) +6, Perception +8, Sense Motive +2, Survival +6, Swim +21; <b>Racial Modifiers </b>+4 Swim</h5><h5><b>Languages </b>Crabman</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Temperate aquatic</h5><h5><b>Organization </b>Gang (2-12)</h5><h5><b>Treasure </b>Standard</h5></div><br></br><div><h4><p><p>Crabmen inhabit coastal waters, hunting fish and gathering food.</p><p>Crabmen communicate with others of their race through a series of hisses and clicks.</p><p>A typical crabman stands about 9 feet tall. They speak their own language, and those with an Intelligence of 12 or higher often speak common.<b></p><p>Crabman Society</b></p><p> Crabmen make their homes in sea caves and coastal cliffs, venturing forth occasionally in search of food. They spend most of their time hunting, filtering algae for food, or scavenging the shores and beaches.</p><p>Occasionally, they will gather wet sand from the seashore and filter it through their mouths, sucking out all organic material and plankton.</p><p>The remainder is a hardened, dry ball of sand approximately 1 inch across; these pellets inadvertently give away the presence of a crabman community.</p><p>Crabmen live in coastal caves, but some communities will excavate more expansive burrows into the cliff face. Within such a warren, each individual has a lair set off from a centralized meeting area. Each crabman tribe is lead by an elder that can be of either sex. Most crabman tribal elders are at least 3rd-level warriors. Crabmen have no regular breeding or mating cycle, and each female seems to have her own periods of fertility and infertility. A fertile female will produce about 100 eggs within a two-week period. Crabman eggs are released into the ocean, hatching into translucent larvae with soft shells. These larvae vaguely resemble the adults, but may be mistaken for normal crabs given their size. After 6 months, crabman larvae molt and develop the harder shell required for life on land. Before their first molting, crabman larvae are practically defenseless.</p><p>Crabmen rarely engage in commerce with other humanoid communities around them, including other crabman tribes. Crabman artisans produce only ephemeral goods made of driftwood, shells, and seaweed, and are quite capable of producing what other more aesthetic races would call works of art.<br><b>Crabman Characters</b><br> Crabmen have racial Hit Dice and can have class levels. Crabman characters possess the following traits.<br><b>+6 Strength, +4 Constitution, -2 Charisma.</b> Crabmen are powerfully built but strange looking.<br><b>Large size</b>: Crabmen are Large creatures and have the following adjustments; -1 penalty to Armor Class, -1 penalty on attack rolls, -4 penalty on Stealth checks, +1 bonus on CMB/CMD, lifting and carrying limits double those of Medium characters.<br><b>Space/Reach</b>: 10 feet/10 feet.<br><b>Base Speed</b>: A crabman's base land speed is 30 feet. Its base swim speed is 20 feet.<br><b>Darkvision</b>: Crabmen can see in the dark out to 60 feet.<br><b>Racial Hit Dice</b>: A crabman begins with three levels of monstrous humanoid, which provide 3d10 HD, a base attack bonus of +3, and base saving throw bonuses of Fort +1, Ref +3, and Will +3.<br><b>Racial Skills</b>: A crabman's monstrous humanoid levels give it skill points equal to 3 x (2 + Int modifier, minimum 1). Its class skills are Craft, Perception, and Swim. Crabmen gain a +4 Swim bonus <br><b>Racial Feats</b>: A crabman's monstrous humanoid levels give it two feats.<br><b>AC</b>: Crabmen have a +7 natural armor bonus.;<br><b>Natural Weapons</b>: Crabmen fight with 2 claws (1d6).<br><b>Special Attacks</b>: Constrict, grab (see above).<br><b>Special Qualities</b>: Amphibious (see above).<br><b>Languages</b>: Crabman begin play speaking crabman. Crabmen with high intelligence scores can choose bonus languages from the following: Aquan, Common, Goblin, Sylvan.</p><p>Credit The Crabman originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Authors Scott Greene and Erica Balsley, based on original material by Ian Livingstone</p></h4></div>", "Languages": "Crabman", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "Gang (2-12)", "Ref": "3", "Climb": "0", "HD": "(3d10+6)", "AbilitiyScores": "Str 16, Dex 11, Con 15, Int 10, Wis 10, Cha 8", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2403, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "+4 Swim", "AC": "16, touch 9, flat-footed 16", "Swim": "1", "Name": "Crabman", "VariantParent": "", "Skills": "Craft (any one) +6, Perception +8, Sense Motive +2, Survival +6, Swim +21", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "Temperate aquatic", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +3, Ref +3, Will +3", "Melee": "2 claws +5 (1d6+3 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 20 ft.", "Alignment": "N", "Size": "Large"}