{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 45, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Crag Man</h2><h3><i>This creature resembles a thick, squat humanoid carved from stone. Small depressions in its head seem to function as eyes, and its mouth is a small, toothless crevice. Its arms end in powerful fists.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Crag Man</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>CE Medium aberration (earth)</h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., tremorsense 100 ft.; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 11, flat-footed 18 (+8 deflection, +1 Dex)</h5><h5><b>hp </b>45 (6d8+18)</h5><h5><b>Fort </b>+5, <b>Ref </b>+3, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>stalagmite form; <b>DR </b>5/-</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +8 (1d6+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>pierce</h5><h5><b>Spell-Like Abilities</b> (CL 3rd)</br>1/day&mdash;<i>passwall</i>, summon (level 3, 2d10 piercers 50%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>13, <b>Con </b>17, <b>Int </b> 6, <b>Wis </b>12, <b>Cha </b>6</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+7; <b>CMD </b>18</h5><h5><b>Feats </b>Power Attack, Skill Focus (Perception), Weapon Focus (slam)</h5><h5><b>Skills </b>Perception +13, Stealth +10 (+18 in stony area); <b>Racial Modifiers </b>+8 Stealth when hiding in a stony environment</h5><h5><b>Languages </b>Crag Man</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>cluster (2-5) or colony (6-11)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Pierce (Ex)</b> As a free action, a crag man can transform its hands into stony points. When striking with its hands in this manner, it deals piercing damage instead of bludgeoning with its slam attack. </h5><h5><b>Stalagmite Form (Ex)</b>: Once per round as a swift action a crag man can transform itself to or from the form of a stalagmite of equivalent size. This stalagmite is the crag man's natural form; while in this form it does not radiate magic and <i>true seeing</i> does not reveal its humanoid form.</h5></div><br></br><div><h4><p><p>Sometimes called living stalagmites, crag men are found underground in naturally occurring caverns, caves, and other such subterranean places.</p><p>They detest sunlight, but are not harmed by it. They are a malevolent race of semi-intelligent beings that make their way in the world by means of brutality, trickery, and deceit.</p><p>Crag men prefer to attack from ambush. They wait, in stalagmite form for interlopers to enter their lair. Using their tremorsense ability, crag men can pinpoint the location of all intruders and wait patiently until they can catch their opponents unaware. At that time, they assume humanoid form and attack, pummeling their foes with their powerful fists or changing their fists into sharpened, dagger-like points and stabbing their opponents.</p><p>If overpowered or outnumbered, a crag man <i>summons</i> a cluster of piercers to aid it or cover its escape. Creatures killed by crag men are stored as food and eventually devoured.</p><p>Crag men communicate with one another through body language and a series of low, rumbling moans. Sages are unsure of whether crag men can actually speak or understand any other language.<b></p><p>Crag Man Society</b></p><p> Crag Men have no formal society structure and exist in loose bands or colonies. The leader is the strongest member of the colony and rules through intimidation and fear. Crag men are believed to be asexual and sages have been unsuccessful in determining their exact means of reproduction. No young have ever been encountered, but several \"eggs\" resembling softened stone have been seen, closely guarded, in many crag men lairs. Sages believe these \"eggs\" might shed some light on the crag men's means of reproducing-if they could only obtain one of the eggs to examine.</p><p>Crag Men detest vilstraks (q.v.) and attack them on sight, showing no mercy in battle until all vilstraks are dead or captured. The reason for this deep-seated hatred is unknown, but it believed to stem from a war long ago pitting a large colony of crag men against an even larger colony of vilstraks. Vilstraks are sometimes captured and kept as slaves. Those unfortunate enough to suffer this fate are ultimately killed when their usefulness expires.</p><p>Crag Men have a strong affinity to piercers (see the Hazards Appendix). These subterranean horrors are almost always found scattered throughout crag man lairs. The crag men are intelligent enough to know exactly where their piercer allies are located; piercers, in turn, will not drop down upon a crag man except in self-defense.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Crag Man", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "cluster (2-5) or colony (6-11)", "Ref": "3", "Climb": "0", "HD": "(6d8+18)", "AbilitiyScores": "Str 17, Dex 13, Con 17, Int 6, Wis 12, Cha 6", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2404, "SubType": "(earth)", "MonsterSource": "", "Feats": "Power Attack, Skill Focus (Perception), Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "+8 Stealth when hiding in a stony environment", "AC": "19, touch 11, flat-footed 18", "Swim": "0", "Name": "Crag Man", "VariantParent": "", "Skills": "Perception +13, Stealth +10 (+18 in stony area)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +3, Will +6", "Melee": "2 slams +8 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}