{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 142, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Crucifixion Spirit</h2><h3><i>This entity appears as a gaunt and translucent humanoid with puncture injuries to both wrists and both feet. Its face is twisted in eternal pain and its eyes flicker with a reddish glow.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Crucifixion Spirit</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CE Medium undead (incorporeal)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; Perception +26</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 19, flat-footed 15 (+5 deflection, +3 Dex, +1 dodge)</h5><h5><b>hp </b>142 (15d8+75)</h5><h5><b>Fort </b>+10, <b>Ref </b>+10, <b>Will </b>+15</h5><h5><b>Defensive Abilities </b>incorporeal; <b>Immune </b>channel energy, undead traits; <b>SR </b>22</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 50 ft. (perfect)</h5><h5><b>Melee </b>incorporeal touch +14 (1d8 plus paralysis)</h5><h5><b>Ranged </b>touch +14 (crucify soul)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>crucify soul, paralysis (1d4 rounds, DC 24)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>17, <b>Con </b>-, <b>Int </b> 15, <b>Wis </b>18, <b>Cha </b>20</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+14; <b>CMD </b>30 (can't be tripped)</h5><h5><b>Feats </b>Ability Focus (paralysis), Alertness, Blind-Fight, Dodge, Improved Initiative, Iron Will, Lightning Reflexes, Mobility</h5><h5><b>Skills </b>Escape Artist +18, Fly +29, Intimidate +23, Perception +26, Sense Motive +26, Stealth +19</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Crucify Soul (Su)</b> Five times per day as an attack action a crucifixion spirit can point at a single living target within 60 feet and crucify its soul. This requires the crucifixion spirit to succeed at a ranged touch attack. If successful, the target's soul is ripped from its body, which collapses in a heap on the ground. The target's soul appears as a translucent copy of the victim and is suspended above the spot its body collapsed, crucified in midair to a translucent, \"X\" shaped structure, the soul held in place by translucent spikes or nails. The victim is not dead and is visible to all those viewing it. A crucified soul cannot be attacked or affected by anything, cannot take any actions (other than trying to escape, see below), and experiences excruciating pain that deals 2 negative levels to it in the round it is crucified, and one negative level each round thereafter. The Fortitude save to remove a negative level has a DC of 22. The save DCs are Charisma-based. A crucifixion spirit does not need to concentrate on this ability for it to continue to affect a target. It can direct attacks against a different opponent. A crucified creature can attempt to escape each round by making a DC 22 Will save. If successful, the creature's soul is freed from its torment and returns to its body in the same round. The target is stunned for one round, but afterwards can act normally. A creature slain with this ability cannot be returned to life except through the casting of a <i>wish</i>, <i>miracle</i>, or <i>true resurrection</i> spell. Even then, there is a 50% chance that such magic fails. If the check fails, the creature cannot be restored to life by mortal magic. </h5><h5><b>Immune Channel Energy (Ex)</b> A crucifixion spirit takes no damage from the channel energy ability, and is not affected by effects that mimic channel energy or are based on the channel energy ability (such as turn undead and command undead).</h5></div><br></br><div><h4><p><p>Crucifixion spirits are the ghostly remains of living beings executed through crucifixion. Their soul having not entirely departed the Material Plane, has risen to seek vengeance on the living, particularly clerics or other divine spellcasters whom they blame for forsaking them and allowing them to die in such a ghastly manner.</p><p>Crucifixion spirits are most often encountered within 1,000 feet of the place of their execution, though some are found haunting burial grounds (presumably the place where their fleshly body was laid to rest). Their only purpose seems to be to torment and kill any that cross their path.</p><p>They hold no memories of their former life, save the pain and suffering they endured at their time of execution, and they want all those they encounter to share in this pain.</p><p>A crucifixion spirit engages any living creature that enters its territory. It has no qualms about attacking creatures much larger or stronger than it. In combat, the crucifixion spirit's hatred for clerics and divine spellcasters becomes apparent as they are usually the first ones to feel the effects of its crucify soul ability. A crucified soul is left to die and the crucifixion spirit turns its attention to another opponent. A crucifixion spirit attacks until it is destroyed or its foes are slain or driven off.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(15d8+75)", "AbilitiyScores": "Str -, Dex 17, Con -, Int 15, Wis 18, Cha 20", "Gear": "", "Ranged": "touch +14 (crucify soul)", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2406, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Ability Focus (paralysis), Alertness, Blind-Fight, Dodge, Improved Initiative, Iron Will, Lightning Reflexes, Mobility", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "1", "RacialMods": "", "AC": "19, touch 19, flat-footed 15", "Swim": "0", "Name": "Crucifixion Spirit", "VariantParent": "", "Skills": "Escape Artist +18, Fly +29, Intimidate +23, Perception +26, Sense Motive +26, Stealth +19", "ClassArchetypes": "", "IsTemplate": "0", "Will": "15", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +10, Ref +10, Will +15", "Melee": "incorporeal touch +14 (1d8 plus paralysis)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 50 ft. (perfect)", "Alignment": "CE", "Size": "Medium"}