{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 56, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Crypt Thing</h2><h3><i>A skeletal humanoid wearing a dark hooded robe sits in a high-backed chair before you. Its eyes appear as small pinpoints of reddish light. As you approach it, the creature raises a bony hand and points at you.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Crypt Thing</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>N Medium undead </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +17</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 12, flat-footed 15 (+2 Dex, +5 natural)</h5><h5><b>hp </b>56 (7d8+21)</h5><h5><b>Fort </b>+5, <b>Ref </b>+4, <b>Will </b>+7</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>DR </b>10/magic; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +7 (1d6+1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b><i>teleport other</i> (DC 20)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>12, <b>Dex </b>14, <b>Con </b>-, <b>Int </b> 12, <b>Wis </b>14, <b>Cha </b>16</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+6; <b>CMD </b>18</h5><h5><b>Feats </b>Alertness, Improved Initiative<sup>B</sup>, Skill Focus (Perception), Skill Focus (Sense Motive), Weapon Finesse</h5><h5><b>Skills </b>Bluff +10, Intimidate +13, Knowledge (history) +8, Perception +17, Sense Motive +17</h5><h5><b>Languages </b>Common</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Claws (Ex)</b> A crypt thing's claws are treated as magic for the purpose of overcoming damage reduction. </h5><h5><b>Teleport Other (Su)</b> Once per day as a standard action, a crypt thing can teleport all creatures within 50 feet of it to a randomly determined location. An affected creature can attempt a DC 20 Will save to negate the effects. The save DC is Charisma-based and includes a +2 racial bonus. An affected creature is teleported in a random direction (roll 1d4: 1, north; 2, south; 3, east; 4, west) and a random distance (1d10 x 100 feet) away from the crypt thing. Roll randomly for each creature that fails its saving throw. A teleported creature arrives in the closest open space at the determined destination. A teleported creature can arrive in mid-air rather than on a solid surface, if the crypt thing wishes. A creature that arrives in mid-air takes falling damage when it contacts a solid surface (unless it has some means to prevent falling, such as the ability to fly, or a <i>feather fall</i> spell).</h5></div><br></br><div><h4><p><p>Crypt things are undead creatures found guarding tombs, graves, crypts, and other such structures. They are created by spellcasters to guard such areas and they never leave their assigned area.</p><p>A crypt thing never initiates combat. It is content to sit (or stand) in its assigned area so long as intruders do not disturb it or anything in the assigned area. At the first sign of disturbance however, a crypt thing springs to life. Its first order of business is to attempt to remove the interlopers from its assigned area by using its <i>teleport other</i> attack.</p><p>Opponents that successfully resist are attacked by the crypt thing that uses its claws to rake and slash its foes.</p><p>A crypt thing's natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.<br><b>Crypt Guardian</b><br> There exists in some parts of the world (and perhaps only truly in legend; sages aren't sure) a variant of the crypt thing known as a crypt guardian. This variant has all the same abilities and powers as a normal crypt thing, with the following changes. The variant does not possess the <i>teleport other</i> ability. Instead, it possesses an ability known as <i>cloak other</i>.</p><p></h5><h5><b>Cloak Other (Su) </b>Once per day as a standard action, a crypt guardian can simultaneously paralyze and turn invisible all creatures within 50 feet.</p><p>An affected creature can make a DC 20 Will save to negate the effects (only one save is required; if it succeeds, both effects are negated). The save DC is Charisma-based and includes a +2 racial bonus. Affected creatures remain paralyzed and invisible for 2d4 days. A new save is allowed each day until the effects are broken, dispelled, or the duration ends.<br><b>Create Crypt Thing</b><br> </h5><h5><b>School </b>necromancy [evil]; </h5><h5><b>Level </b>cleric 7, sorcerer/wizard 7 </h5><h5><b>Casting Time </b>1 hour </h5><h5><b>Components </b>V, S, M (a clay pot filled with grave dirt and a black pearl worth at least 300 gp) </h5><h5><b>Range </b>close (25 ft. + 5 ft./2 levels) </h5><h5><b>Target </b>one corpse </h5><h5><b>Duration </b>instantaneous </h5><h5><b>Saving Throw </b>none; </h5><h5><b>Spell Resistance </b>no This spell allows you to animate a single Medium or Large corpse of a creature 18 HD or less into a crypt thing. This spell must be cast in the area the creature is to guard or it fails. The corpse must be mostly intact and must be humanoid-shaped and have a skeletal system or structure. Only one crypt thing is created with this spell, and it remains in the area where it was created until destroyed.</p><p>The black gem is placed inside the mouth of the corpse. When the corpse animates, the gem is destroyed.</p><p>Credit The Crypt Thing originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission. According to an article by Don Turnbull in <i>Dragon #55</i> (© TSR/Wizards of the Coast, 1981), the Crypt Thing was never intended to be an undead creature, though somehow it evolved into that over the years.</p><p>Copyright Notice Author Scott Greene, based on original material by Roger Musson</p></h4></div>", "Languages": "Common", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "4", "Climb": "0", "HD": "(7d8+21)", "AbilitiyScores": "Str 12, Dex 14, Con -, Int 12, Wis 14, Cha 16", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2407, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Improved InitiativeB, Skill Focus (Perception), Skill Focus (Sense Motive), Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "17, touch 12, flat-footed 15", "Swim": "0", "Name": "Crypt Thing", "VariantParent": "", "Skills": "Bluff +10, Intimidate +13, Knowledge (history) +8, Perception +17, Sense Motive +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +4, Will +7", "Melee": "2 claws +7 (1d6+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}