{"Group": "Daemon", "Space": "5 ft.", "Mythic": "0", "HP": 464, "Treasure": "standard coins; 50% goods; 50% items", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Daemon, Charon</h2><h3><i>This creature appears as a skeletal humanoid shrouded in a dark hooded robe. Small pinpoints of crimson light burn in its eye sockets and seem to function as its eyes.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Charon</p><p class=\"alignright\">CR 23</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>820,000</h5><h5>NE Medium outsider (daemon, evil, extraplanar)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft., <i>detect evil</i>, <i>detect good</i>, <i>detect magic</i>, <i>detect thoughts</i>; Perception +47</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>40, touch 24, flat-footed 35 (+5 Dex, +16 natural, +9 profane)</h5><h5><b>hp </b>464 (32d10+288)</h5><h5><b>Fort </b>+29, <b>Ref </b>+25, <b>Will </b>+20</h5><h5><b>DR </b>20/good; <b>Immune </b>acid, death effects, disease, poison; <b>Resist </b>cold 10, electricity 10, fire 10; <b>SR </b>33</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b><i><i>+3 quarterstaff</i></i> +46/+41/+36/+31 (1d6+13 plus paralysis/19-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b><i>fear</i> gaze (30 ft., DC 35 Will or affected by <i>fear</i> spell)</h5><h5><b>Spell-Like Abilities</b> (CL 23rd)</br>Constant&mdash;<i>detect evil</i>, <i>detect good</i>, <i>detect magic</i>, <i>detect thoughts</i> (DC 21), <i>see invisibility</i></br>At Will&mdash;<i>alter self</i>, <i>deeper darkness</i>, <i>desecrate</i>, <i>fear</i> (DC 23), <i>greater teleport</i> (self plus skiff only), <i>plane shift</i> (self plus skiff only), <i>silent image</i> (DC 20), <i>suggestion</i> (DC 22)</br>3/day&mdash;<i>wall of fire</i>, mass <i>suggestion</i> (DC 25)</br>1/day&mdash;<i>symbol</i> of <i>fear</i> (DC 25), <i><i>symbol</i> of pain</i> (DC 24), summon (level 9, 2d4 charonadaemons or piscodaemons, or 2d6 hydrodaemons 100%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>31, <b>Dex </b>20, <b>Con </b>28, <b>Int </b> 26, <b>Wis </b>26, <b>Cha </b>28</h5><h5><b>Base Atk </b>+32; <b>CMB </b>+42; <b>CMD </b>57</h5><h5><b>Feats </b>Alertness, Blind-Fight, Combat Reflexes, Combat Expertise, Great Fortitude, Improved Critical (quarterstaff), Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Persuasive, Power Attack, Quicken Spell-Like Ability (<i>suggestion</i>), Skill Focus (Bluff), Skill Focus (Diplomacy), Weapon Focus (quarterstaff)</h5><h5><b>Skills </b>Appraise +40, Bluff +50, Diplomacy +54, Escape Artist +37, Intimidate +45, Knowledge (arcana) +40, Knowledge (history) +40, Knowledge (local) +43, Knowledge (planes) +43, Perception +47, Sense Motive +47, Spellcraft +43, Stealth +40, Survival +43</h5><h5><b>Languages </b>Abyssal, Aquan, Celestial, Common, Daemonic, Draconic, Ignan, Infernal; telepathy 100 ft.</h5><h5><b>SQ </b>control Styx, immortality</h5><h5><b>Combat Gear </b><i>+3 quarterstaff</i></h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Abyss, Gehenna, Hades, Nine Hells, or Tarterus</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard coins; 50% goods; 50% items</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Paralysis (Ex)</b> A creature hit by Charon's staff takes normal damage and must succeed on a DC 30 Fortitude save or be paralyzed for 2d6 minutes. The paralysis ability only functions in Charon's hands. </h5><h5><b>Control Styx (Su)</b> Charon can control the waters of the River Styx as if using the <i>control water</i> spell (CL 23rd). Additionally, he can form a Huge 16 HD water elemental (known as a Styx elemental) as a standard action using this ability. A Styx elemental uses the standard 16 HD water elemental statistics with the following additional special attack:An opponent hit by a Styx elemental's slam attack must succeed on a DC 23 Will save or forget everything about its past life (treat this as a <i>feeblemind</i> spell). The save DC is Constitution-based. Even if the save is successful, the opponent acts as if affected by a <i>confusion</i> spell (CL 20th) for one day. The <i>confusion</i> effects can be removed using <i>break enchantment</i>, <i>dispel magic</i>, or greater magic. Charon can have only one Styx elemental in existence at one time. A Styx elemental is CR 8. </h5><h5><b>Immortality (Ex)</b> Charon is native to five Lower Planes (Abyss, Gehenna, Hades, Nine Hells, and Tarterus), thus when his form is destroyed on one plane, he ceases to exist there, but still exists on the other four. When destroyed on one of the aforementioned planes, it takes but a single day for him to reform and return to that plane. To be permanently destroyed, Charon must be slain on all five Lower Planes within a single day.</h5></div><br></br><div><h4><p><p>Charon spends his time ferrying dead souls to their final resting place in the Lower Planes. He uses a large, flat skiff to ferry his passengers across the dangerous waters of the River Styx. On occasion, he ferries living souls to a desired location within the Lower Planes, though he charges a hefty price for such passage. In order to request passage from Charon, would-be travelers must first summon him to the banks of the River Styx.</p><p>This can be accomplished by casting <i>blasphemy</i>, <i>holy word</i>, or <i>symbol</i> (any). After casting one of the above mentioned spells, 2d4 rounds later, Charon appears on his black skiff. Travel across the River Styx by Charon costs 100 gp per character level per creature seeking passage. The total cost can be in magic items, coins, gems, or any combination of the aforementioned items. If his price is refused, Charon turns his skiff and moves away. If attacked, Charon attacks but seeks to escape as soon as possible.</p><p>Charon attacks using his spell-like abilities, gaze weapon, and staff. He attempts to throw any creature who has stepped foot on his skiff without first paying his price into the River Styx. If combat goes against him or he seems to be overmatched, he summons other daemons to deal with the interlopers while he teleports himself and his skiff away.</p><p>Credit Charon originally appeared in the First Edition <i>Monster Manual II</i> (© TSR/Wizards of the Coast, 1983) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Gary Gygax.</p></h4></div>", "Languages": "Abyssal, Aquan, Celestial, Common, Daemonic, Draconic, Ignan, Infernal; telepathy 100 ft.", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "25", "Climb": "0", "HD": "(32d10+288)", "AbilitiyScores": "Str 31, Dex 20, Con 28, Int 26, Wis 26, Cha 28", "Gear": "+3 quarterstaff", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2411, "SubType": "(daemon, evil, extraplanar)", "MonsterSource": "", "Feats": "Alertness, Blind-Fight, Combat Reflexes, Combat Expertise, Great Fortitude, Improved Critical (quarterstaff), Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Persuasive, Power Attack, Quicken Spell-Like Ability (suggestion), Skill Focus (Bluff), Skill Focus (Diplomacy), Weapon Focus (quarterstaff)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "29", "Fly": "0", "RacialMods": "", "AC": "40, touch 24, flat-footed 35", "Swim": "0", "Name": "Charon", "VariantParent": "", "Skills": "Appraise +40, Bluff +50, Diplomacy +54, Escape Artist +37, Intimidate +45, Knowledge (arcana) +40, Knowledge (history) +40, Knowledge (local) +43, Knowledge (planes) +43, Perception +47, Sense Motive +47, Spellcraft +43, Stealth +40, Survival +43", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "23", "XP": 820000, "TemplatesApplied": "", "Environment": "Abyss, Gehenna, Hades, Nine Hells, or Tarterus", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "control Styx, immortality", "Saves": "Fort +29, Ref +25, Will +20", "Melee": "+3 quarterstaff +46/+41/+36/+31 (1d6+13 plus paralysis/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft.", "Alignment": "NE", "Size": "Medium"}