{"Group": "", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 133, "Treasure": "double standard plus 8 gems (1,000 gp each)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demi-lich</h2><h3><i>What at first appears to be a simple uninteresting humanoid skull suddenly rises from its resting place, turning slowly in your direction to reveal gems inset in its eye sockets and jaw, and releasing a maniacal cackle.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Demi-lich</p><p class=\"alignright\">CR 14</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>38,400</h5><h5>NE Tiny undead </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +26</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 18, flat-footed 23 (+1 dodge, +6 natural, +5 profane, +2 size)</h5><h5><b>hp </b>133 (14d8+70)</h5><h5><b>Fort </b>+16, <b>Ref </b>+11, <b>Will </b>+19</h5><h5><b>Defensive Abilities </b>channel resistance +4, unholy grace; <b>DR </b>20/-; <b>Immune </b>acid, cold, electricity, magic, polymorph, turning, undead traits</h5><h5><b>Weaknesses </b>vorpal susceptibility</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 30 ft. (perfect)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b><i>trap the soul</i></h5><h5><b>Spell-Like Abilities</b> (CL 14th)</br>At will&mdash;<i>greater <i>bestow curse</i></i> (as <i>bestow curse</i>, but -12 to one ability score, -6 to two ability scores, -8 penalty on attack rolls, saves, and checks, or 25% to act normally, DC 21), <i>wail of the banshee</i> (20&mdash;ft.&mdash; radius spread centered on demi&mdash;lich, DC 24).</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>10, <b>Con </b>-, <b>Int </b> 20, <b>Wis </b>20, <b>Cha </b>20</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+8; <b>CMD </b>28 (can't be tripped)</h5><h5><b>Feats </b>Alertness, Dodge, Defensive Combat Training, Great Fortitude, Improved Initiative, Lightning Reflexes, Skill Focus (Knowledge [arcana])</h5><h5><b>Skills </b>Diplomacy +19, Fly +12, Intimidate +22, Knowledge (arcana) +34, Knowledge (religion) +22, Linguistics +19, Perception +26, Sense Motive +26, Spellcraft +28, Stealth +25; <b>Racial Modifiers </b>+6 Knowledge (arcana), +6 Spellcraft</h5><h5><b>Languages </b>Abyssal, Aklo, Celestial, Common, Draconic, Dwarven, Elven, Giant, Gnome, Goblin, Ignan, Infernal, Orc, Undercommon, plus any 6 additional languages</h5><h5><b>SQ </b>rejuvenation</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (usually underground)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double standard plus 8 gems (1,000 gp each)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Immunity to Magic (Ex)</b> A demi-lich is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. A <i>shatter</i> spell deals 1d6 points of damage per two caster levels (maximum 10d6), with no saving throw. A <i>power word kill</i> spell cast by an ethereal caster deals 50 points of damage to the demi-lich if it fails a Fortitude save (DC 19 + caster's relevant ability score modifier). Note: <i>power word kill</i> does not normally allow a save.) A <i>holy smite</i> spell affects the demi-lich normally. A <i>dispel evil</i> spell deals 2d6 points of damage, with no saving throw. </h5><h5><b>Rejuvenation (Su)</b> Unless holy water is poured over the destroyed remains of a demi-lich, the creature reforms in 1d10 days with a successful level check (1d20 + demi-lich's HD) against DC 16. </h5><h5><b>Trap the Soul (Su)</b> A demi-lich can <i>trap the soul</i>s of up to eight living creatures per day. To use this power, it selects any target it can see within 300 feet. The target is allowed a DC 22 Fortitude saving throw. If the target makes its saving throw, it gains three negative levels (this does not count as a use of <i>trap the soul</i>). If the target fails its save, the soul of the target is instantly drawn from its body and trapped within one of the gems incorporated into the demi-lich's mouth. The gem gleams for 24 hours, indicating the captive soul within. The soulless body collapses in a mass of corruption and molders in a single round, reduced to dust. If left to its own devices, the demi-lich slowly devours the soul over 24 hours-at the end of that time the sou l is completely absorbed, and the victim is forever gone. If the demi-lich is overcome before the soul is eaten, crushing the gem releases the soul, after which time it is free to seek the afterlife or be returned to its body by the use of <i>resurrection</i>, true <i>resurrection</i>, <i>clone</i>, or <i>miracle</i>. A potential victim protected by a <i>death ward</i> spell is not immune to <i>trap the soul</i>, but receives a +5 bonus on its Fortitude save and is effective against the level loss on a successful save. The save DC is Charisma-based. </h5><h5><b>Unholy Grace (Su)</b> A demi-lich adds its Charisma modifier as a bonus on its saving throws and as a profane bonus to its Armor Class. </h5><h5><b>Vorpal Susceptibility (Su)</b> Vorpal weapons, no matter their enhancement bonus, ignore a demi-lich's DR but do only half damage to a demi-lich (demi-liches cannot be beheaded).</h5></div><br></br><div><h4><p><p>A demi-lich is an advanced lich of great power. When the life force of a lich ceases to exist and the material body finally decays (often after centuries of undeath), the soul lingers in the area and slowly over time possesses all that remains of the lich-its skull. The eye sockets and teeth of a demi-lich-possessed skull transform into clear gemstones (each worth 1,000 gp). The skull contains a single gemstone in each eye socket and six gems in place of its teeth.</p><p>A demi-lich rarely if ever wanders from its place of origin (i.e., the final resting place of its body when it was a true lich). Content to remain hidden and oblivious to the outside world, a demi-lich spends its time contemplating its past life, its accomplishments, as yet unachieved goals, and exploring strange mysteries of the cosmos. These creatures are solitary by nature and rarely associate with other creatures, including other undead, unless it is employing such creatures to further some unfinished goal.</p><p>Demi-lich lairs are usually well-hidden dungeons and caverns consisting of winding corridors, deadly pitfalls, and intricate traps (some that would even bring a tear to Grimmy's eye).</p><p>A demi-lich appears as a simple humanoid skull seated amid a pile of bones and dust. In each eye socket is a single gemstone, and in its mouth, in place of its teeth, are six more gemstones.</p><p>A demi-lich sits idly in its lair until touched or bothered at which point it rises vertically and uses its <i>wail of the banshee</i> power against the opponent it deems most threatening. On its next turn, the demi-lich uses its <i>trap the soul</i> ability against an opponent. It spends the remainder of combat alternating between its <i>wail of the banshee</i>, <i>bestow curse</i>, and <i>trap the soul</i> abilities.</p><p>Credit The Demi-Lich originally appeared in the First Edition module <i>S1 Tomb of Horrors</i> (© TSR/Wizards of the Coast, 1978) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Gary Gygax.</p></h4></div>", "Languages": "Abyssal, Aklo, Celestial, Common, Draconic, Dwarven, Elven, Giant, Gnome, Goblin, Ignan, Infernal, Orc, Undercommon, plus any 6 additional languages", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "11", "Climb": "0", "HD": "(14d8+70)", "AbilitiyScores": "Str 10, Dex 10, Con -, Int 20, Wis 20, Cha 20", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 2425, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Dodge, Defensive Combat Training, Great Fortitude, Improved Initiative, Lightning Reflexes, Skill Focus (Knowledge [arcana])", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "16", "Fly": "1", "RacialMods": "+6 Knowledge (arcana), +6 Spellcraft", "AC": "24, touch 18, flat-footed 23", "Swim": "0", "Name": "Demi-lich", "VariantParent": "", "Skills": "Diplomacy +19, Fly +12, Intimidate +22, Knowledge (arcana) +34, Knowledge (religion) +22, Linguistics +19, Perception +26, Sense Motive +26, Spellcraft +28, Stealth +25", "ClassArchetypes": "", "IsTemplate": "0", "Will": "19", "Race": "", "CR": "14", "XP": 38400, "TemplatesApplied": "", "Environment": "any (usually underground)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "rejuvenation", "Saves": "Fort +16, Ref +11, Will +19", "Melee": "", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 30 ft. (perfect)", "Alignment": "NE", "Size": "Tiny"}