{"Group": "Demon Lord", "Space": "5 ft.", "Mythic": "0", "HP": 207, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon Lord, Caizel</h2><h3><i>This astonishingly beautiful creature stands about 6 feet tall. Her skin is copper in color and her eyes are blue-green. She has long raven-black hair and her hands end in sharpened claws. She is clad in a robe of gold.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Caizel</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>CE Medium outsider (chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +40</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>36, touch 24, flat-footed 30 (+6 Dex, +12 natural, +8 profane)</h5><h5><b>hp </b>207 (18d10+108)</h5><h5><b>Fort </b>+17, <b>Ref </b>+14, <b>Will </b>+20</h5><h5><b>DR </b>15/cold iron and good; <b>Immune </b>electricity, poison; <b>Resist </b>acid 10, cold 10, fire 10; <b>SR </b>27</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 60 ft. (good)</h5><h5><b>Melee </b><i><i>+2 dagger</i></i> +27/+22/+17/+12 (2d4+8/19-20) or 2 claws +25 (1d6+6) or </br>melee touch +24 (touch of ecstasy)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>poison</h5><h5><b>Spell-Like Abilities</b> (CL 20th)</br>At will&mdash;<i>charm monster</i> (DC 26), <i>darkness</i>, <i>desecrate</i>, <i>detect good</i>, <i>detect law</i>, <i>detect thoughts</i>, <i>doom</i> (DC 19), <i>ethereal jaunt</i> (self plus 50 pounds of objects only), <i>greater teleport</i> (self plus 50 pounds of objects only), <i>read magic</i>, <i>suggestion</i> (DC 21), <i>tongues</i> (self only)</br>3/day&mdash;<i>greater dispel magic</i>, <i>protection from good</i>, <i>unholy blight</i> (DC 22), <i>wall of fire</i></br>1/day&mdash;<i>magic circle against good</i>, <i>mirror image</i>, summon (level 9, 1d6 succubi or 1d2 hezrous 100% or 1d4 chaaors 70%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>23, <b>Dex </b>22, <b>Con </b>23, <b>Int </b> 25, <b>Wis </b>25, <b>Cha </b>27</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+24; <b>CMD </b>48</h5><h5><b>Feats </b>Alertness, Blind-Fight, Combat Reflexes, Deceitful, Flyby Attack, Iron Will, Lightning Reflexes, Weapon Focus (claw), Weapon Focus (dagger)</h5><h5><b>Skills </b>Bluff +33, Diplomacy +29, Disguise +33, Escape Artist +27, Fly +31, Intimidate +26, Knowledge (planes) +28, Perception +40, Perform (acting) +26, Perform (dancing) +29, Sense Motive +32, Stealth +27, Survival +25; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Infernal, Sylvan, Undercommon; telepathy 100 ft.</h5><h5><b>Combat Gear </b><i>Bonerazor</i></h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary or troupe (Caizel plus 2-5 succubi)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Poison (Ex)</b> Caizel's body courses with a virulent poison that she can intensify or suppress at will. It is not secreted through her skin (therefore her touch is not poisonous); rather it is delivered through the exchange of body fluids with another creature (kissing, consummating an encounter, etc.). If a target is not willing to be kissed, she must start a grapple to do so. <i>Caizel's Poison</i>: Kiss-contact; save Fort DC 25; frequency 1/round for 6 rounds; effect 1d8 Con damage; cure 2 consecutive saves. The save DC is Constitution-based. </h5><h5><b>Touch of Ecstasy (Su)</b> Once per round, by making a melee touch attack against a foe, Caizel can flood the creature's mind with the most pleasurable images it can conjure if it fails a DC 25 Will save. This effect stuns the creature for 1d4 rounds while its mind processes the information. A creature that successfully saves cannot be affected by Caizel's touch of ecstasy for one day. The save DC is Constitution-based. Caizel can suppress this ability at will. </h5><h5><b><i>Bonerazor</i></b>: Bonerazor is a finely crafted and perfectly balanced <i>+2 dagger</i>. Because of its expert craftsmanship it deals 2d4 points of damage on a successful hit. Additionally, a creature hit must make a DC 25 Fortitude save or be held (as by a <i>hold person</i> spell, CL 20th). The creature can make a new save each round to escape. A creature remains held as long as Bonerazor remains embedded in its body or until it makes a successful Fortitude save. So long as Caizel is within 50 feet of it, she can command the dagger to return to her hand as a free action.</h5></div><br></br><div><h4><p><p>Caizel is an exquisitely beautiful demoness known throughout the planes for her ability to seduce just about any being she desires. Many dukes of Hell and lords of the Abyss have fallen prey to her; some have met their demise at her hands as well.</p><p>She was once the concubine of a demon lord (some say it was Kostachard) and self-styled Queen of the Succubi, but he grew displeased with her after she killed several of his other concubines and targeted her for death. She fought back and managed to slay the demon lord before making her escape. She now resides on her own and serves no one, though she does often sell her services to a demon prince or lord who wishes to employ her for some scheme or plot.</p><p>Caizel detests Beluiri and would like nothing more than to destroy her. Likewise, Beluiri would like to see Caizel gone once and for all.</p><p>Beluiri once worked with Caizel on a mission to seduce a powerful demon prince. When the ruse was discovered, Beluiri betrayed Caizel; leaving her to the devices of the prince and his fiendish minions. Thinking her gone, Beluiri began calling herself \"The Temptress\" and touted herself as the seductress of the lower planes. Since Caizel's return, she has attempted to reclaim that title and now seeks revenge against Beluiri.</p><p>Caizel is an astonishing beautiful creature standing just under 6 feet tall. Her skin is delicate, soft, and copper in color. Her eyes are blue-green. Two tiny horns are hidden beneath her long, raven-black hair. Her hands, while clawed, are shapely and delicate. Small leather wings protrude from her back, but she usually keeps these hidden beneath her robes and gowns. Caizel prefers clothes of gold, silver, sapphire, or black.</p><p>Caizel tries to avoid melee combat if possible, preferring to use her skills and abilities against a lone target that she can easily manipulate and control.</p><p>If forced into combat, she immediately uses her summon demons ability to summon a pack of hezrous to her aid. After summoning her demonic allies, she throws up a <i>protection from good</i> or <i>magic circle against good</i> and uses her <i>wall of fire</i> ability against her aggressors. In battle, she uses her touch of ecstasy ability to disable opponents and then finishes them off with a kiss or allows her comrades to finish them off. If combat is going against her, she uses her <i>ethereal jaunt</i> or <i>greater teleport</i> to escape.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Infernal, Sylvan, Undercommon; telepathy 100 ft.", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or troupe (Caizel plus 2-5 succubi)", "Ref": "14", "Climb": "0", "HD": "(18d10+108)", "AbilitiyScores": "Str 23, Dex 22, Con 23, Int 25, Wis 25, Cha 27", "Gear": "Bonerazor", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2458, "SubType": "(chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Alertness, Blind-Fight, Combat Reflexes, Deceitful, Flyby Attack, Iron Will, Lightning Reflexes, Weapon Focus (claw), Weapon Focus (dagger)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "17", "Fly": "1", "RacialMods": "+8 Perception", "AC": "36, touch 24, flat-footed 30", "Swim": "0", "Name": "Caizel", "VariantParent": "", "Skills": "Bluff +33, Diplomacy +29, Disguise +33, Escape Artist +27, Fly +31, Intimidate +26, Knowledge (planes) +28, Perception +40, Perform (acting) +26, Perform (dancing) +29, Sense Motive +32, Stealth +27, Survival +25", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +17, Ref +14, Will +20", "Melee": "+2 dagger +27/+22/+17/+12 (2d4+8/19-20) or 2 claws +25 (1d6+6) or melee touch +24 (touch of ecstasy)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 60 ft. (good)", "Alignment": "CE", "Size": "Medium"}