{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 180, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gashadokuro</h2><h3><i>This massive skeleton appears to be the animated bones of some giant humanoid. As it lumbers forward, the bones and skulls of countless smaller creatures rattle inside its massive rib cage and fall from the intersections of its joints.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Gashadokuro</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>NE Huge undead </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +20</h5><h5><b>Aura </b>starvation aura (60 ft., DC 24)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 8, flat-footed 28 (+20 natural, -2 size)</h5><h5><b>hp </b>180 (19d8+95)</h5><h5><b>Fort </b>+11, <b>Ref </b>+6, <b>Will </b>+14</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>DR </b>10/ bludgeoning; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>bite +22 (2d8+10 plus grab), 2 claws +23 (2d6+10/19-20)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>breath weapon (30-ft. cone, 12d6 bludgeoning damage, Reflex DC 24 half, usable every 1d4 rounds), corpse consumption, swallow whole (6d6 bludgeoning damage, AC 20, 18 hp)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>11, <b>Con </b>-, <b>Int </b> 6, <b>Wis </b>17, <b>Cha </b>21</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+26 (+30 grapple); <b>CMD </b>36</h5><h5><b>Feats </b>Awesome Blow, Cleave, Great Cleave, Improved Bull Rush, Improved Critical (claws), Improved Initiative, Intimidating Prowess, Power Attack, Vital Strike, Weapon Focus (claws)</h5><h5><b>Skills </b>Climb +23, Intimidate +32, Perception +20</h5><h5><b>Languages </b>Common (cannot speak)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Breath Weapon (Su)</b> A gashadokuro can expel a blast of jagged bone shards from its maw as a standard action. In addition to tearing through any creatures within range, the shards from this attack cover the ground in a thick layer of bone and detritus, causing the affected area to become difficult terrain. </h5><h5><b>Corpse Consumption (Su)</b> If a gashadokuro kills a creature by using its swallow whole special ability, the gashadokuro automatically consumes its victim's body, gaining a number of hit points equal to the victim's Constitution score. This ability cannot heal a gashadokuro beyond its maximum number of hit points. Consumed creatures cannot be resurrected by any effect short of a <i>miracle</i> or <i>wish</i> spell until the gashadokuro that devoured them is destroyed. </h5><h5><b>Starvation Aura (Su)</b> A gashadokuro emits a powerful aura that causes all creatures within range to feel the intense pains of starvation. Every creature within 60 feet must succeed at a DC 24 Fortitude save or become fatigued and succumb to the supernatural starvation of the gashadokuro, taking 2d6 points of nonlethal damage at the end of its turn each round if it remains in the area at this time. Even after leaving the area or slaying the gashadokuro, an affected creature continues to starve and cannot heal from the nonlethal damage dealt by this ability until it gets food (see page 444 of the <i>Pathfinder RPG Core Rulebook</i> for rules on starvation).</h5></div><br></br><div><h4><p><p>Gashadokuros are enormous skeletons that come into being as a result of mass starvation, the countless victims of such a tragedy fusing together into an undead colossus that continues to hunger even in death. Although a gashadokuro may at first appear to be the skeleton of some giant humanoid, the detritus sifting through its joints and its deadly ability to absorb creatures quickly reveal that the animated horror is something far more terrible. A gashadokuro's size depends on the scale of the famine that caused its emergence, with more devastating food shortages resulting in larger gashadokuros. A typical gashadokuro is 30 feet tall and weighs up to 5,000 pounds. <b></p><p>Ecology</b></p><p> Gashadokuros usually form in the wake of horrible natural disasters such as floods, droughts, or destructive storms that destroy crops and leave thousands without food. As hunger turns into famine and famine turns into death, the spirits of the dying sometimes leave a fragment of their pain and hunger embedded in their physical bodies. When the haunted corpses begin to decompose and sink into the ground, the bones do not fertilize the nearby grubs and plants as would normal bone meal, but instead become the devourers, absorbing countless vermin and showing the first sparks of undead energy as the bone shards and bits of marrow begin to move through the dirt of their own accord. The cursed bones of the starved victims congregate beneath the soil, and when they finally stitch themselves together and take the form of a gashadokuro, the undead monstrosity bursts forth and begins an endless search to satisfy its unearthly hunger. Although its body is composed mostly of bones and other organic material that never fully decomposed, a gashadokuro is far from mindless, and still possesses a flicker of intelligence. The combined intellects of so many once-living creatures weave together into a rudimentary but dark cunning, and the undead colossus uses its feral instincts to hunt living creatures, forever seeking to sate its ineradicable, collective memory of starvation. A gashadokuro's tombstone-sized teeth and jagged claws are more than capable of destroying most foes, but it wields simple tools-such as an unearthed tree trunk used as a club-when it needs some sort of weapon to crush its opponents. In a grisly mockery of human digestion, a gashadokuro may capture a dead victim in its jaws and incorporate the corpse into the innumerable bodies that churn within its massive chest cavity. In a matter of seconds, the corpse begins to turn into bleached, brittle bones, its indigestible possessions falling through the gaps in its skeletal frame as the giant lumbers on. Only when the gashadokuro's rib cage is completely filled with the bones of victims does its terrible hunger subside. But as the creature wanders and small vestiges of its meals tumble slowly from within, a gashadokuro starts to know hunger once again, and it resumes its hunt for new prey. A gashadokuro will hunt and kill anything, its appetite knowing no bounds. Nonetheless, it prefers larger creatures in the hope that such food will end its perpetual craving. Tales tell of ranchers who unknowingly raise their livestock in a gashadokuro-plagued area, awaking to find all of their cattle gone, a trail of prematurely bleached bones leading into the distance their only clue as to their animals' whereabouts. Although the bones cradled within a gashadokoru's torso serve to abate the creature's hunger, the behemoth also uses them as deadly weapons against more formidable prey. In combat, a gashadokuro sprays a wicked blast of fragmented bone shards at its foes, the deadly shrapnel flaying skin from enemies, stripping bark from trees, and punching through plate mail. After it has slaughtered its opponents, the gashadokuro picks up the bloody bodies and consumes them in its gruesome fashion, converting its victims' bones into additional fuel for its deadly attacks. <b></p><p>Habitat & Society</b></p><p> Gashadokuros can arise from almost any terrain, although they are most common in harsh, resource-strapped lands like scorching deserts or icy tundra. However, even urban areas can give rise to one of these predatory horrors if its people succumb to the right mix of hunger and despair. Once formed, a gashadokuro's ability to range knows no bounds, and such terrors often travel hundreds of miles beyond their place of emergence to feed. Despite its ability to understand the common tongue of the starved individuals who make up its bulk, a gashadokuro cannot be bargained with and does not make allies, even among its own kind. Its voracity drives it ever onward, and it knows no distinction between good and evil victims, wreaking havoc wherever it goes with no regard for the target of its endless craving. A gashadokuro's single-minded destructiveness can often unite even the bitterest and most ancient of rivals in tenuous pacts to rid the land of its monstrous presence. Occasionally, evil clerics and powerful necromancers can bend a gashadokuro to their will and, if successful, unleash the monster as a scourge against their enemies. Few risk such an attempt, however, as most evil spellcasters know that should they lose control over such a powerful minion, the consequences would be dire. The intentional creation of a gashadokuro is almost unheard of, as the drawn-out suffering and deprivation required to create such mass starvation require time and a concerted effort few can muster. However, there have been instances of particularly heinous rulers who have sought the power of such an undead goliath, starving their people to death in order to use the ensuing monster as a weapon in war or for some other detestable purpose. More often, though, cruel warlords and merciless generals who <i>wish</i> to create such a horrific beast take the opposite route and attempt to cut off their enemies' access to food, effectively striking the targeted nations twice when the famished citizens starve, then rise from the earth as gashadokuros eager to destroy those whom they may have once called allies and kin.</p></h4></div>", "Languages": "Common (cannot speak)", "Source": "AP 54", "Land": "1", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(19d8+95)", "AbilitiyScores": "Str 30, Dex 11, Con -, Int 6, Wis 17, Cha 21", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 2497, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Cleave, Great Cleave, Improved Bull Rush, Improved Critical (claws), Improved Initiative, Intimidating Prowess, Power Attack, Vital Strike, Weapon Focus (claws)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "", "AC": "28, touch 8, flat-footed 28", "Swim": "0", "Name": "Gashadokuro", "VariantParent": "", "Skills": "Climb +23, Intimidate +32, Perception +20", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +6, Will +14", "Melee": "bite +22 (2d8+10 plus grab), 2 claws +23 (2d6+10/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Huge"}