{"Group": "Oni", "Space": "15 ft.", "Mythic": "0", "HP": 230, "Treasure": "standard (masterwork chain shirt, masterwork morningstar, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Oni, Wind Yai</h2><h3><i>A third eye rests on the forehead of this ornately robed giantess, her figure half-shrouded in the darkness of a starry night that swirls continuously about her.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Wind Yai</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>LE Huge outsider (air, giant, native, oni, shapechanger)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +28</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>31, touch 11, flat-footed 28 (+4 armor, +3 Dex, +16 natural, -2 size)</h5><h5><b>hp </b>230 (20d10+120); regeneration 5 (acid or fire)</h5><h5><b>Fort </b>+20, <b>Ref </b>+9, <b>Will </b>+17</h5><h5><b>Resist </b>sonic 5; <b>SR </b>27</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>mwk morningstar +32/+27/+22/+17 (3d6+12) or </br> 2 slams +30 (2d6+12)</h5><h5><b>Ranged </b>shocking missile +21 touch (4d6 electricity plus deafen)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>roaring gale</h5><h5><b>Spell-Like Abilities</b> (CL 16th; concentration +21) </br>Constant&mdash;<i>cloak of winds</i>*, <i>fly</i> </br>At Will&mdash;darkness, <i>gaseous form</i>, <i>invisibility</i> (self only), <i>levitate</i> </br>3/day&mdash;<i>control weather</i>, quickened <i>shout</i> (DC 19), <i>wind wall</i> </br>1/day&mdash;<i>chain lightning</i> (DC 21), <i>whirlwind</i> (DC 23)</h5></h5><h5>* See the <i>Advanced Player's Guide</i>.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>35, <b>Dex </b>16, <b>Con </b>22, <b>Int </b> 15, <b>Wis </b>20, <b>Cha </b>21</h5><h5><b>Base Atk </b>+20; <b>CMB </b>+34; <b>CMD </b>47</h5><h5><b>Feats </b>Awesome Blow, Cleave, Combat Casting, Combat Reflexes, Great Cleave, Great Fortitude, Improved Bull Rush, Power Attack, Quicken Spell-Like Ability (<i>shout</i>), Weapon Focus (morningstar)</h5><h5><b>Skills </b>Bluff +28, Disguise +28, Fly +25, Intimidate +28, Perception +28, Perform (string) +28, Sense Motive +28, Stealth +17</h5><h5><b>Languages </b>Common, Giant</h5><h5><b>SQ </b>change shape (Medium, Large, or Huge humanoid; <i>alter self</i> or <i>giant form</i> II)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate mountains</h5><h5><b>Organization </b>solitary, gang (2-4), or storm (5-8)</h5><h5><b>Treasure </b>standard (masterwork chain shirt, masterwork morningstar, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Roaring Gale (Su)</b> As a standard action three times per day, a wind yai can select a point within sight on which to conjure a violent updraft, violently flinging its opponents into the air. When it uses this ability, the wind yai must make a single bull rush combat maneuver check (CMB equal to the wind yai's caster level + its Cha bonus; +21 for most wind yai) against all creatures in a 10-foot-radius burst. Any creature with a CMD score lower than the result of this check is hurled 1d6 x 10 feet straight up, and lands prone in a spot 1d4 x 5 feet from its original position. The wind yai selects the direction it wishes to throw its victims, and may select a different direction for each victim, though each must be thrown in a straight line. Creatures take falling damage for any impacts while traveling up or down in this way; if a creature collides with an object during its sideways movement, both the creature and the object take 1d6 points of damage and the creature is knocked prone in the space adjacent to the obstacle. </h5><h5><b>Shocking Missile (Su)</b> As a swift action, a wind yai can fire a bolt of electricity from its third eye as a ranged touch attack. This attack has a range of 180 feet with no range increment, and deals 4d6 points of damage. If the creature struck is wearing metal armor or is made of metal, it instead takes 4d8 points of damage. Upon being struck by this attack, the victim must make a DC 25 Fortitude save or be deafened for 1d4 rounds. The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>Wind yai may take after the graceful cloud giants in general appearance, but given their hard, icy stares and the brooding manner in which they carry themselves, observers may not immediately relate the two races. Whereas cloud giants wear their finely made robes and ornate jewelry with an air of regality and serenity, their oni imitators manage to make even the humblest garments and adornments seem ostentatious, and are always shrouded in an air of darkness that many liken to an ill omen. Though wind yai look as though they have one foot in the light of day and the other in the darkness of night, the shadow that perpetually swirls about the otherworldly beings is not the result of any natural source; in actuality, the supernatural night that constantly follows wind yai is a raw magical manifestation of their foul intentions and evil nature. Wind yai do not shape the winds-they force their will upon them, commanding the powers of the sky to commit acts of domineering brutality with none of the natural grace normally associated with the element. Whereas a cloud giant is always accompanied by a gentle breeze, the malicious wind yai brings with it only furious storms, the chaotic winds tossing its hair about and blowing dust into its unblinking triad of eyes. A wind yai is 20 feet tall and weighs over 5,000 pounds. <b></p><p>Ecology</b></p><p> A wind yai does not appear to walk upon the ground so much as glide across it-but even then, its exaggerated movements and overbearing demeanor make every footstep a thunderous stomp. An unexpected wayward breeze is enough to throw a stony-faced wind yai into a fit of rage, the delicate motions of nature an ever-present reminder of the wind yai's own blustering presence and lack of grace. Thus are wind yai desperate to gain some semblance of control over the capricious winds, and they use their sheer might and monstrous resolve to bend that untamable force to their will, taking pleasure in not only controlling nature, but also using it for unnatural acts of destruction. Wind yai tend to wear thick, showy robes and heavy jewelry, though their great strength still allows them to move swiftly and with ease. Like all yai, wind yai each possess a third eye through which they can emit rays of destructive energy. In the case of wind yai, this powerful beam takes the form of a lightning bolt, as the oni channel the very essence of the storm into their attacks, simultaneously electrocuting their opponents while rendering them deaf with the cacophonous boom of thunder that follows the attack. They also possess the unique ability to send their foes <i>fly</i>ing into the air, commanding bursts of wind to carry their enemies aloft and bring them crashing back to the earth. <b></p><p>Habitat & Society</b></p><p> Cloud giants possess one other thing wind yai yearn to claim mastery over-their instruments. But rather than use such delicate tools to create melodious works of art, wind yai are interested in their more destructive properties, and have a particular respect for bards, especially those who bend others to their will with their music. Thus do they tend to seek out such rhythmically inclined individuals, and when faced with a foe who possesses musical skill, wind yai will invariably seek to keep that individual alive, so they can force it to serve as the wind yai's enslaved jester and musician. An ensnared performer is usually forced to entertain its master until its fingers are cracked and raw and it inevitably falters while playing. Wind yai are hardly patient creatures, but nothing sets them off in quite the same way as a weak or inept musician, and even the most innocent mistake can mean the fatal end for an indentured bard. When wind yai are not presented with a suitable performer to capture and dominate, they seek out magical instruments, having a particular affection for rare, magical instruments, especially those with strings. A wind yai takes great pride in its musical possessions, and also finds a unique pleasure in assembling masses of enslaved musicians to perform thunderous symphonies. Wind yai also take great pleasure in dominating cloud giants, perhaps even more so than bards, as they revere cloud giants' heavenly melodies above all others. Rather than apprehend these giants one by one, however, wind yai seek to dominate entire tribes of such beings, using their powers over the skies to trick particularly superstitious groups into thinking the oni are earthbound demigods or celestial messengers sent from on high. Groups of wind yai can be an even fiercer force, gathering entire legions of cloud giants under their command and leading them in aerial campaigns against helpless creatures on land. Evil cloud giants tend to make the best soldiers for wind yai leaders, though if the oni can manage to sway good-aligned cloud giants under their banner, the subsequent wars they wage are all the more satisfying.</p></h4></div>", "Languages": "Common, Giant", "Source": "AP 54", "Land": "1", "Organization": "solitary, gang (2-4), or storm (5-8)", "Ref": "9", "Climb": "0", "HD": "(20d10+120)", "AbilitiyScores": "Str 35, Dex 16, Con 22, Int 15, Wis 20, Cha 21", "Gear": "", "Ranged": "shocking missile +21 touch (4d6 electricity plus deafen)", "Type": "outsider", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 2499, "SubType": "(air, giant, native, oni, shapechanger)", "MonsterSource": "", "Feats": "Awesome Blow, Cleave, Combat Casting, Combat Reflexes, Great Cleave, Great Fortitude, Improved Bull Rush, Power Attack, Quicken Spell-Like Ability (shout), Weapon Focus (morningstar)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "20", "Fly": "1", "RacialMods": "", "AC": "31, touch 11, flat-footed 28", "Swim": "0", "Name": "Wind Yai", "VariantParent": "", "Skills": "Bluff +28, Disguise +28, Fly +25, Intimidate +28, Perception +28, Perform (string) +28, Sense Motive +28, Stealth +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "17", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "temperate mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Medium, Large, or Huge humanoid; alter self or giant form II)", "Saves": "Fort +20, Ref +9, Will +17", "Melee": "mwk morningstar +32/+27/+22/+17 (3d6+12) or 2 slams +30 (2d6+12)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 60 ft. (good)", "Alignment": "LE", "Size": "Huge"}