{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 67, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Dream Spectre</h2><h3><i>This creature looks like a vaguely humanoid figure composed of living shadow. White-hot pinpoints of light seem to serve as its eyes. Its arms end in wicked claws of shadowstuff and its lower torso trails off into wispy dark shadows.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Dream Spectre</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>NE Medium outsider (evil, extraplanar, incorporeal)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., dreamsense 100 ft.; Perception +17</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 19, flat-footed 13 (+4 deflection, +4 Dex, +1 dodge)</h5><h5><b>hp </b>67 (9d10+18)</h5><h5><b>Fort </b>+5, <b>Ref </b>+10, <b>Will </b>+9</h5><h5><b>Defensive Abilities </b>incorporeal</h5><h5><b>Weaknesses </b>sunlight powerlessnes</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 60 ft. (perfect)</h5><h5><b>Melee </b>incorporeal touch +13 (1d4 plus 1d4 Charisma)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>Charisma damage, heart-stopping fear, <i>nightmare</i>, sleep</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>18, <b>Con </b>15, <b>Int </b> 15, <b>Wis </b>16, <b>Cha </b>18</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+13; <b>CMD </b>28 (can't be tripped)</h5><h5><b>Feats </b>Alertness, Blind-Fight, Dodge, Combat Reflexes, Improved Initiative</h5><h5><b>Skills </b>Bluff +15, Diplomacy +12, Fly +16, Intimidate +16, Knowledge (any one) +13, Knowledge (planes) +10, Perception +17, Sense Motive +17, Stealth +16, Survival +15</h5><h5><b>Languages </b>Common, Dreamspeak</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Charisma Damage (Su)</b> Any creature hit by a dream spectre's incorporeal touch attack takes 1d4 points of Charisma damage. At Charisma 0, the victim falls into a <i>nightmare</i>-filled coma until at least 1 point of Charisma is restored. </h5><h5><b>Sunlight Powerlessness (Ex)</b> A dream spectre caught in sunlight cannot attack and is staggered. </h5><h5><b>Dreamsense (Su)</b> A dream spectre can automatically pinpoint the presence of dreams within 100 feet. This ability only works against sleeping creatures. </h5><h5><b>Heart-Stopping Fear (Su)</b> By revealing its true form to a living creature, a dream spectre instills heart-stopping fear in its foe. A creature viewing the dream spectre must succeed on a DC 18 Will save or suffer a heart attack and be reduced to 0 hit points. On the next round the creature drops to -1 hit point and is dying. Whether or not the save is successful, that creature is immune to the heart-stopping fear attack of that dream spectre for one day. This ability only functions against creatures that are awake. The save DC is Charisma-based. </h5><h5><b>Nightmare (Su)</b> As a full-round action, a dream spectre can touch a sleeping creature and warp and twist its dreams into violent, chaotic <i>nightmare</i>s. An affected creature must succeed on a DC 18 Will save or be affected as by a <i>nightmare</i> spell. The save DC is Charisma-based. </h5><h5><b>Sleep (Su)</b> As a full-round action, a dream spectre can induce sleep in a single creature it touches with its incorporeal touch attack. An affected creature must succeed on a DC 18 Will save or fall asleep for 1 minute. The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>Dream spectres have their origins on a dreamscape plane plagued and flooded with <i>nightmare</i>s. This plane is an ever-changing plane of whirling winds, matter, anti-matter, and anything else a dreaming creature injects into the realm of dreams. Dream spectres enter the Material Plane through nexus points created by dreaming creatures, and once on the Material Plane, they use their abilities to attack sleeping and dreaming creatures within their immediate area, feeding on a sleeping creature's dream energy. Once sated, a dream spectre fades into the shadows, only to return the next night. A dream spectre often haunts the same creature night after night until that creature dies or the dream spectre is discovered and flees.</p><p>Dream spectres look like undead shadows and are often mistaken for them. They are not undead, or even related to undead, so a cleric's power over such creatures doesn't affect a dream spectre. Dream spectres sometimes use this case of mistaken identity to their advantage, seeming to retreat in battle all the while waiting for an opening to strike the unsuspecting cleric.</p><p>A dream spectre prefers to attack sleeping creatures so it can use its Charisma damaging attack without interruption as well as destroy the target's dreams with its <i>nightmare</i> ability. A creature that awakens or discovers a dream spectre (such as a sentry or guard) is targeted by its sleep attack. Dream spectres attack with their incorporeal touch in combat.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common, Dreamspeak", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(9d10+18)", "AbilitiyScores": "Str -, Dex 18, Con 15, Int 15, Wis 16, Cha 18", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2548, "SubType": "(evil, extraplanar, incorporeal)", "MonsterSource": "", "Feats": "Alertness, Blind-Fight, Dodge, Combat Reflexes, Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "1", "RacialMods": "", "AC": "19, touch 19, flat-footed 13", "Swim": "0", "Name": "Dream Spectre", "VariantParent": "", "Skills": "Bluff +15, Diplomacy +12, Fly +16, Intimidate +16, Knowledge (any one) +13, Knowledge (planes) +10, Perception +17, Sense Motive +17, Stealth +16, Survival +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +10, Will +9", "Melee": "incorporeal touch +13 (1d4 plus 1d4 Charisma)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 60 ft. (perfect)", "Alignment": "NE", "Size": "Medium"}