{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 47, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ectoplasm</h2><h3><i>This creature gives off light with the approximate brightness of a candle, and appears to be a shimmering cloud of filaments, tendrils, and whips of eerie mist. The form of the thing continuously roils and billows like a cloud, and it is eerily silent.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ectoplasm</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>N Large ooze (incorporeal)</h5><h5><b>Init </b>+1; <b>Senses </b>blindsight 60 ft.; Perception -5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>11, touch 11, flat-footed 10 (+1 deflection, +1 Dex, -1 size)</h5><h5><b>hp </b>47 (5d8+25)</h5><h5><b>Fort </b>+6, <b>Ref </b>+2, <b>Will </b>-4</h5><h5><b>Defensive Abilities </b>incorporeal; <b>Immune </b>ooze traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 30 ft. (perfect)</h5><h5><b>Melee </b>incorporeal touch +3 (1d8 Strength damage)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>breath weapon, manifestation, Strength damage, undead bane</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>12, <b>Con </b>21, <b>Int </b> -, <b>Wis </b>1, <b>Cha </b>1</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+5; <b>CMD </b>16</h5><h5><b>Skills </b>Fly +7</h5><h5><b>SQ </b>glow</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Breath Weapon (Su)</b> Once every 2 rounds as a standard action, an ectoplasm can release a 20-foot cone of ectoplasmic goo at its foes. Affected opponents must succeed on a DC 17 Fortitude save or be affected as if by a <i>sleep</i> spell (caster level 7th). A successful save renders a creature immune to that ectoplasm's breath weapon for 24 hours. The save DC is Constitution-based. </h5><h5><b>Glow (Su)</b> An ectoplasm continually gives off light with the approximate brightness of a candle. It cannot consciously extinguish this light. When an ectoplasm is killed, this light fades to darkness. </h5><h5><b>Manifestation (Su)</b> An ectoplasm dwells on the Ethereal Plane and as an ethereal creature, it cannot affect or be affected by anything in the material world. When an ectoplasm manifests, it partly enters the Material Plane and becomes visible but incorporeal. A manifested ectoplasm can be harmed only by other incorporeal creatures, magic weapons, or spells, with a 50% chance to ignore any damage from a corporeal source. A manifested ectoplasm can pass through solid objects at will, and its own attacks pass through armor. A manifested ectoplasm always moves silently. </h5><h5><b>Strength Damage (Su)</b> The touch of an ectoplasm deals 1d8 points of Strength damage to living opponents. </h5><h5><b>Undead Bane (Su)</b> Against corporeal undead, an ectoplasm deals 1d8 points of Strength damage and 1d8 points of damage. Ectoplasms ignore the damage reduction of corporeal undead.</h5></div><br></br><div><h4><p><p>Many encounters with glowing, ghostly spheres can be attributed to ectoplasms rather than restless spirits. An ectoplasm, sometimes called a ghost ooze, is a faintly glowing orb of immaterial substance that lurks in catacombs and cemeteries. Although incorrectly assumed by most to be some form of incorporeal undead, ectoplasms are quite alive.</p><p>Ectoplasms dwell in places of the dead because they consume dead flesh, slowly dissolving decaying bones and skin and absorbing the nutrients directly. The strange irony of the ectoplasm is that a cemetery 'haunted' by these creatures is almost certain to be free of any corporeal undead; the ectoplasm makes a meal of them as soon as it discovers them.</p><p>Ectoplasms are not undead and cannot be turned by clerics.</p><p>Although its primary diet consists of the dead, an ectoplasm is also a threat to the living. An ectoplasm attacks anything within the range of its senses that disturbs it. An ectoplasm that encounters a living opponent attacks for a few rounds before attempting to escape-it senses that it can get no sustenance from the opponent. If it finds an undead opponent, an ectoplasm continues to attack until it or the opponent has been destroyed.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "2", "Climb": "0", "HD": "(5d8+25)", "AbilitiyScores": "Str -, Dex 12, Con 21, Int -, Wis 1, Cha 1", "Gear": "", "Ranged": "", "Type": "ooze", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2552, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "1", "RacialMods": "", "AC": "11, touch 11, flat-footed 10", "Swim": "0", "Name": "Ectoplasm", "VariantParent": "", "Skills": "Fly +7", "ClassArchetypes": "", "IsTemplate": "0", "Will": "-4", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "glow", "Saves": "Fort +6, Ref +2, Will -4", "Melee": "incorporeal touch +3 (1d8 Strength damage)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 30 ft. (perfect)", "Alignment": "N", "Size": "Large"}