{"Group": "Elemental", "Space": "5 ft.", "Mythic": "0", "HP": 24, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Elemental, Gravity</h2><h3><i>This creature resembles a miniature black hole hovering several feet off the ground. It is a circular region of absolute blackness, with a bizarre distortion around its edges as it warps light waves. Four spiraling, rotating arms of debris and light surround the circular region of darkness. Its facial features are small points of light, almost like stars.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Medium Gravity Elemental</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Medium outsider (elemental, extraplanar, gravity)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 16, flat-footed 12 (+2 deflection, +4 Dex)</h5><h5><b>hp </b>24 (4d10+12)</h5><h5><b>Fort </b>+4, <b>Ref </b>+8, <b>Will </b>+4</h5><h5><b>Defensive Abilities </b>distortion; <b>Immune </b>elemental traits, missile weapons, mass-dependent spells</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 100 ft. (perfect)</h5><h5><b>Melee </b>slam +8 (1d4+3)</h5><h5><b>Ranged </b>missile +8 (damage by type)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>engulf, gravity field (crush 2/day, 10 ft. radius, DC 14, 2d6 bludgeoning)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>19, <b>Con </b>16, <b>Int </b> 4, <b>Wis </b>11, <b>Cha </b>11</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+6; <b>CMD </b>22</h5><h5><b>Feats </b>Flyby Attack, Throw Anything<sup>B</sup>, Weapon Finesse</h5><h5><b>Skills </b>Fly +12, Perception +7, Sense Motive +7, Stealth +11</h5><h5><b>SQ </b>perfect flier Languages Gravity Manipulation</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Plane of Gravity</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Distortion (Su)</b> The manipulation of light waves around a gravity elemental grants it a +2 deflection bonus to its Armor Class. </h5><h5><b>Engulf (Ex)</b> A gravity elemental that starts its turn grappling a creature or holding and object up to one size smaller than itself can absorb the creature or object into its swirling form as a full-round action. An engulfed creature or object takes damage equal to the elemental's slam attack each round it remains engulfed and can take no action other than trying to break free by rolling its CMB vs. the gravity elementals CMD. The gravity elemental gains the grappled condition as long as it has a creature engulfed, and it can only engulf one creature at a time. A creature that dies while engulfed by a gravity elemental is smashed into atoms and can only be restored to life by a <i>miracle</i>, <i>wish</i>, or the intervention of a deity. An object that is destroyed while it is engulfed by a gravity elemental is destroyed forever and cannot be restored. There is a 1% non-cumulative chance each round that an engulfed creature or object is sent to a random plane. </h5><h5><b>Gravity Field (Su)</b> A gravity elemental's manipulation of gravity function like the <i>reverse gravity</i> and <i>telekinesis</i> spells (CL equal to HD). The maximum weight an Elder gravity elemental can lift with its <i>telekinesis</i> is not restricted to 375 lbs. The effects of the gravity field are centered on the gravity elemental and move with it. Additionally, by increasing the pull of gravity around itself a gravity elemental can make creatures within a certain radius too heavy to move, or crush them to a pulp. <i>Hold</i>: As a full-round action a gravity elemental can cause all corporeal creatures in its area of effect to become too heavy to move. Creatures in the gravity elemental's gravity field must succeed on a Fortitude save or gain the held condition until the gravity elemental releases them or they break free. A flying creature has a -4 penalty applied to the save; failure means it is unable to remain airborne and must land. The check DC is Strength-based. The gravity elemental can maintain this ability each round as a fullround action. The area of effect and save DC depend on the size of the elemental. If the gravity elemental maintains this ability, on successive rounds a held creature can break free by succeeding on a Strength check with a DC equal to the initial Fortitude save. Any land-bound creature two size categories smaller less than the elemental has its speed automatically reduced by half, even if the Strength check is successful. This ability only works on creatures with weight and mass; incorporeal and gaseous creatures are immune to this power. <i>Crush</i>: Once per day per 2HD, as a standard action, a gravity elemental can increase the gravity around itself to crushing proportions. Anything within the gravity elemental's gravity field takes bludgeoning damage. A successful Fortitude save reduces the damage by half. The area of effect and save DC depend on the elemental's size. The save DC is Strength-based. </h5><h5><b>Immunity to Missile Weapons (Ex)</b> A gravity elemental is immune to any attack from thrown or hurled weapons, arrows, bolts, stones, and similar weapons with a size equal to or less than its own. Any such ranged attack against a gravity elemental automatically fails and the weapon is pulled into the elemental's body. Captured missiles orbit the gravity elemental's form as long as it desires, and it can release one such missile each round as an improvised thrown weapon. The weapon deals its normal damage plus the gravity elemental's Strength modifier, and has a range increment of 20 ft. A gravity elemental has the Throw Anything feat as a bonus feat. </h5><h5><b>Immunity to Spells (Ex)</b> A gravity elemental is immune to all spells, spell-like abilities, and effects that depend on weight or mass. </h5><h5><b>Perfect Flier (Ex)</b> A gravity elemental has perfect control over the forces of gravity, and never needs to make a Fly check when attempting a complex maneuver. It must still make Fly checks to resist external influences on its flight, such as strong winds.</h5></div><br></br><div><h4><p><p>A gravity elemental embodies the very force that controls and holds together the fabric of the universe. The actual elemental is a tiny, superdense ball of matter deep within a zone of darkness and spiraling arms of debris that comprise the body of the elemental. A gravity elemental has mass and size, but no effective weight.</p><p>Gravity elementals originate on a weird, recently discovered plane that scholars affectionately call the Plane of Gravity. The elemental's home plane is a flat, rocky place with little life, no known water sources, and no plant life or foliage. The plane is always shrouded in darkness. Dense pockets of intense gravity and areas of little or no gravity dot the barren landscape. Gravity elementals seem to be able to converse with others of their kind by manipulating gravity itself.</p><p>Gravity elementals attack primarily by flailing at their opponents with multiple arms, each one a mixture of fluctuating fields of micro-gravity and debris that has been sucked into its gravity well. These creatures can also attack by adjusting the local gravity fields around themselves.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "8", "Climb": "0", "HD": "(4d10+12)", "AbilitiyScores": "Str 14, Dex 19, Con 16, Int 4, Wis 11, Cha 11", "Gear": "", "Ranged": "missile +8 (damage by type)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2554, "SubType": "(elemental, extraplanar, gravity)", "MonsterSource": "", "Feats": "Flyby Attack, Throw AnythingB, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "1", "RacialMods": "", "AC": "16, touch 16, flat-footed 12", "Swim": "0", "Name": "Medium Gravity Elemental", "VariantParent": "", "Skills": "Fly +12, Perception +7, Sense Motive +7, Stealth +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "Plane of Gravity", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "perfect flier Languages Gravity Manipulation", "Saves": "Fort +4, Ref +8, Will +4", "Melee": "slam +8 (1d4+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 100 ft. (perfect)", "Alignment": "N", "Size": "Medium"}