{"Group": "Elemental", "Space": "5 ft.", "Mythic": "0", "HP": 13, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Elemental, Positive Energy</h2><h3><i>This creature appears as a shimmering and wavering sphere of brilliant white energy with small motes of light winking in and out of existence along its spherical form.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Small Positive Energy Elemental</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Small outsider (elemental, extraplanar)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; Perception +5</h5><h5><b>Aura </b>positive energy (10 ft. radius)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 15, flat-footed 14 (+3 Dex, +1 dodge, +3 natural, +1 size)</h5><h5><b>hp </b>13 (2d10+2)</h5><h5><b>Fort </b>+1, <b>Ref </b>+6, <b>Will </b>+3</h5><h5><b>Immune </b>elemental traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 60 ft. (good)</h5><h5><b>Melee </b>slam +6 (1d4 plus 1d4 positive energy)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>death throes (10 ft. radius, DC 12, 1d8 positive energy damage), positive energy</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>17, <b>Con </b>12, <b>Int </b> 6, <b>Wis </b>11, <b>Cha </b>11</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+1; <b>CMD </b>15</h5><h5><b>Feats </b>Dodge, Improved Initiative<sup>B</sup>, Weapon Finesse<sup>B</sup></h5><h5><b>Skills </b>Fly +14, Knowledge (planes) +3, Perception +5, Stealth +12</h5><h5><b>Languages </b>Positive Energy Manipulation</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Positive Energy Plane</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Blinding Flash (Su)</b> Once every 1d4 rounds, a positive energy elemental of at least Medium size can release a burst of pure energy in a 10-foot radius. Creatures viewing this burst must succeed on a Fortitude save or be blinded for 1d10 rounds. See the table below for the save DC for each positive energy elemental's blinding flash. The save DC is Constitution-based. </h5><h5><b>Death Throes (Su)</b> A positive energy elemental that is killed explodes in a flash of blinding positive energy that affects all within the area (the radius for its death throes ability is the same as the radius for its positive energy aura). Undead and negative energy based creatures within the area take 1d8 points of positive energy damage per two HD of the elemental. Positive energy based creatures (including creatures from the Material Plane) gain hit points equal to the amount of damage the death throes would have otherwise dealt. (The rules for temporary hit points and doubling hit points as detailed under the elemental's positive energy apply here.) A successful Reflex DC (save DC same as the elemental's positive energy save DC) reduces the damage by half. All creatures in the area must succeed on a Fortitude save (same DC as the elemental's positive energy save DC) or be blinded for 1d10 rounds. The save DC is Constitution-based. </h5><h5><b>Positive Energy (Ex)</b> A positive energy elemental infuses a target hit by its slam attack with positive energy. This deals extra damage to an undead or negative energy based target (as listed in the statistics block) but heals positive energy based creatures (including creatures from the Material Plane) by the same amount. Such creatures can be healed above their normal hit point total, gaining extra hit points as temporary hit points. These temporary hit points disappear 1 minute later. Creatures healed to twice their normal hit points (that is, a creature whose hit points are effectively doubled) must succeed on a Fortitude save or explode in a burst of positive energy. The save DC is Constitution-based. See the table below for each positive energy elemental's save DC. Positive energy (such as a cure spell or positive energy channeling) can heal positive energy elementals. </h5><h5><b>Positive Energy Aura (Su)</b> A positive energy elemental radiates an aura of pure positive energy around it. (See the table for the area each elemental affects.) Within a positive energy elemental's aura, class abilities that use positive energy, such as positive energy channeling or the Turn Undead feat, function as if the user were 2 levels higher. Additionally, spells and spell-like abilities that use positive energy are maximized (as if the Maximize Spell metamagic feat had been used on them, but the spells don't require higher-level slots). Spells and spell-like abilities that are already maximized are unaffected by this benefit. This aura does not affect the positive energy channeling ability of the positive energy elemental using it, and its effects do not stack with those of other positive energy elementals. Within a positive energy elemental's aura, class abilities that use negative energy, such as negative energy channeling or the Command Undead feat, function as if the user were 2 levels lower. Spells and spell-like abilities that use negative energy, including <i>inflict</i> spells, require the caster to succeed on a Concentration check (DC 15 + the level of the spell). If the check fails, the spell does not function but is still lost as a prepared spell or spell slot. If the check succeeds, the spell functions normally. </h5><h5><b>Positive Energy Channeling (Su)</b> A Large or larger positive energy elemental can channel positive energy as a cleric whose level equals the elemental's Hit Dice. The Will save DC includes a +2 racial bonus.</h5></div><br></br><div><h4><p><p>Positive energy elementals are creatures of pure positive energy. They are found primarily on the Positive Energy Plane, but on rare occasions, one slips through a portal or is summoned to the Material Plane.</p><p>These creatures seem to be able to communicate with others of their kind by changing the intensity of energy in their bodies and altering their shape ever so slightly.</p><p>Positive energy elementals hate negative energy elementals and always attack them on sight. Aside from that, positive energy elementals rarely engage in combat. If confronted however and forced into battle, the creature responds by pummeling its foes with its powerful fists dealing positive energy to its foe.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Positive Energy Manipulation", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(2d10+2)", "AbilitiyScores": "Str 10, Dex 17, Con 12, Int 6, Wis 11, Cha 11", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2565, "SubType": "(elemental, extraplanar)", "MonsterSource": "", "Feats": "Dodge, Improved InitiativeB, Weapon FinesseB", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "1", "Fly": "1", "RacialMods": "", "AC": "18, touch 15, flat-footed 14", "Swim": "0", "Name": "Small Positive Energy Elemental", "VariantParent": "", "Skills": "Fly +14, Knowledge (planes) +3, Perception +5, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "Positive Energy Plane", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +1, Ref +6, Will +3", "Melee": "slam +6 (1d4 plus 1d4 positive energy)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 60 ft. (good)", "Alignment": "N", "Size": "Small"}