{"Group": "Elemental", "Space": "5 ft.", "Mythic": "0", "HP": 102, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Elemental, Time</h2><h3><i>This creature appears as a formless cloud of yellowish-red vapor or dust about 5 feet in diameter.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Common Time Elemental</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>N Medium outsider (elemental, extraplanar, time)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft.; Perception +23</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 18, flat-footed 15 (+5 Dex, +1 dodge, +2 insight, +3 natural)</h5><h5><b>hp </b>102 (12d10+36)</h5><h5><b>Fort </b>+7, <b>Ref </b>+13, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>foresight; <b>DR </b>10/-; <b>Immune </b>elemental traits, temporal magic; <b>SR </b>19</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 20 ft. (perfect)</h5><h5><b>Melee </b>2 slams +17 (1d6+3 plus cell death)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>cell death, multi-manifestation</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>20, <b>Con </b>16, <b>Int </b> 14, <b>Wis </b>14, <b>Cha </b>11</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+15; <b>CMD </b>33</h5><h5><b>Feats </b>Combat Expertise, Dodge, Flyby Attack, Improved Initiative, Skill Focus (Perception), Weapon Finesse</h5><h5><b>Skills </b>Fly +28, Knowledge (arcana) +17, Knowledge (history) +17, Knowledge (planes) +17, Perception +23, Sense Motive +17, Stealth +20, Survival +17</h5><h5><b>SQ </b>time jaunt (Will DC 19) Languages telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Plane of Time</h5><h5><b>Organization </b>solitary, troupe (noble plus 1-2 common time elementals), or court (royal plus 1-2 nobles and 1-4 common time elementals)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Alter Age (Su)</b> Once per day, a noble time elemental can age a creature simply by touching it (this requires a melee touch attack). If successful, the target must succeed on a Fortitude save or advance forward one aging step (from adulthood to middle age, from middle age to old, from old to venerable, and so on). If a character ages, he takes all the effects to his physical ability scores, but does not gain any of the bonuses to his mental ability scores. A venerable creature affected by this ability dies (from massive cell death) and cannot be restored to life by mortal magic. The save DC is Constitution-based. Alternately, a time elemental can use its alter age ability to reduce a character's age. If the target is unwilling, the time elemental must succeed on a melee touch attack. An unwilling target can make a Fortitude save to avoid the effects. If the save fails, the target ages one age step backwards (from middle age to adulthood for example) and gains all bonuses to physical ability scores from his new age (simply flip the penalties listed on the aging table into an equal numbered bonus). A character that regresses in age does not reduce its mental ability scores. This ability does not affect a character that has died from old age. A time elemental can also use this ability to age vegetable matter 10-200 years (older or younger) or mineral matter 100-2,000 years (older or younger). Royal time elementals can use this ability twice per day. </h5><h5><b>Cell Death (Ex)</b> Damage dealt by a time elemental's slam attack does not heal naturally (but it can still be healed magically). Additionally, a creature slain by a time elemental can only be raised through the successful casting of a <i>miracle</i>, <i>true resurrection</i>, or wish spell. </h5><h5><b>Foresight (Su)</b> A time elemental can see a few seconds into the future. This ability prevents it from being surprised, caught flat-footed, or flanked. It also grants the time elemental an insight bonus to AC equal to its Wisdom bonus. This ability can be negated, but the time elemental can restart it as a free action on its next turn. </h5><h5><b>Immunity to Temporal Magic (Ex)</b> Time elementals are immune to all time-related spells and effects (including <i>time stop</i>, <i>temporal stasis</i>, and the like). Note, the <i>time stop</i> ability of the noble and royal time elementals can affect those time elementals of lesser power (i.e., a noble can affect a common and a royal can affect a noble or common). </h5><h5><b>Multi-Manifestation (Su)</b> A time elemental exists in several other dimensions at any given time. As a standard action, it can bring forth 1d4 of these manifestations to its current locale in order to gain multiple attacks that round. Treat each manifestation as a separate time elemental with hit points equal to the time elemental's current hit points. A manifestation cannot use any of the supernatural or spell-like abilities of the time elemental (a manifestation does however gain the time elemental's foresight ability). A time elemental cannot have more than four manifestations present at one time. Because each manifestation is a part of the time elemental that called them, a successful attack on the time elemental or any of its manifestations deals an equal amount of damage to them all. </h5><h5><b>Summon Time Elementals (Sp)</b> Once per day, a royal time elemental can attempt to summon 1d4 common time elementals with a 70% chance of success or 1-2 noble time elementals with a 30% chance of success. This ability is the equivalent of a 9th-level spell. </h5><h5><b>Temporal Displacement (Su)</b> By making a melee touch attack against a foe, a noble or royal time elemental can remove that creature from the current time stream if it fails a Fortitude save. The save is Constitution-based. On a failed save, the creature disappears in a flash of white energy. For a number of minutes equal to the time elemental's Hit Dice, the displaced creature is effectively nonexistent. No form of magic, effect, or force can detect or aid such a creature. A displaced creature can attempt a Wisdom check (DC equal to the initial Fort DC) on its turn to break the effects and end the displacement. The save is Constitution-based. When the effect ends, the creature reappears in the same space it was in before being displaced. If the space is occupied when the creature returns, it is shunted aside to the first open space and takes no damage. A noble or royal time elemental can use this ability three times per day. </h5><h5><b>Time Jaunt (Su)</b> A time elemental can slip through the time stream and appear anywhere on the same plane of existence as if by <i>greater teleport</i>. This ability transports the time elemental and up to four other creatures within a 30-foot radius. Unwilling creatures can attempt a Will save to avoid being carried away. This ability is otherwise similar to the spell of the same name (caster level equal to the elemental's HD). The save DC is Constitution-based. </h5><h5><b>Time Stop (Sp)</b> Noble and royal time elementals can create an effect identical to a <i>time stop</i> spell once per day (caster level equals the time elemental's HD).</h5></div><br></br><div><h4><p><p>Time elementals are creatures from a plane most sages are unaware even exists. A time elemental is a powerful creature formed of pure time and matter such as is unknown to even the most learned of sages. It is unknown how or why time elementals enter the Material Plane, as they cannot be summoned using the standard summoning spells.</p><p>Time elementals attack by forming misty or smoky arms from their forms and lashing at opponents or by spraying a fine mist onto their opponents so as to induce aging. Against particularly powerful opponents, a time elemental uses its alter age ability or (if of the royal sort) summons additional time elementals to its aid.</p><p>Credit The Time Elemental originally appeared in the First Edition <i>Monster Manual II</i> (© TSR/Wizards of the Coast, 1983) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Gary Gygax.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary, troupe (noble plus 1-2 common time elementals), or court (royal plus 1-2 nobles and 1-4 common time elementals)", "Ref": "13", "Climb": "0", "HD": "(12d10+36)", "AbilitiyScores": "Str 16, Dex 20, Con 16, Int 14, Wis 14, Cha 11", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2571, "SubType": "(elemental, extraplanar, time)", "MonsterSource": "", "Feats": "Combat Expertise, Dodge, Flyby Attack, Improved Initiative, Skill Focus (Perception), Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "1", "RacialMods": "", "AC": "21, touch 18, flat-footed 15", "Swim": "0", "Name": "Common Time Elemental", "VariantParent": "", "Skills": "Fly +28, Knowledge (arcana) +17, Knowledge (history) +17, Knowledge (planes) +17, Perception +23, Sense Motive +17, Stealth +20, Survival +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "Plane of Time", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "time jaunt (Will DC 19) Languages telepathy 100 ft.", "Saves": "Fort +7, Ref +13, Will +10", "Melee": "2 slams +17 (1d6+3 plus cell death)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 20 ft. (perfect)", "Alignment": "N", "Size": "Medium"}