{"Group": "Elemental Construct", "Space": "15 ft.", "Mythic": "0", "HP": 205, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Elemental Construct, Air</h2><h3><i>This creature resembles a semi-vaporous humanoid, about 9 feet tall composed of air and mist. It has no feet and its legs simply taper off into wispy trails.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Air Elemental Construct</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>N Huge construct (air, elemental, extraplanar)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 19, flat-footed 19 (+11 Dex, +11 natural, -2 size)</h5><h5><b>hp </b>205 (30d10+40)</h5><h5><b>Fort </b>+10, <b>Ref </b>+21, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>air mastery, insubstantial form; <b>DR </b>10/ adamantine; <b>Immune </b>construct traits, elemental traits, magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 100 ft. (perfect)</h5><h5><b>Melee </b>2 slams +36 (2d6+8)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>wind blast (30 ft. radius, Ref DC 25 half, 2d6+12 bludgeoning, useable every 1d4 rounds)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>33, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+30; <b>CMB </b>+40; <b>CMD </b>61</h5><h5><b>Skills </b>Fly +15</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Plane of Air</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Air Mastery (Ex)</b> Airborne creatures take a -2 penalty on attack and damage rolls against an air elemental construct. </h5><h5><b>Immunity to Magic (Ex)</b> An air elemental construct is immune to any spell or spelllike ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. A <i>control weather</i> spell deals 1d6 points of damage per caster level to an air elemental construct. The construct can attempt a Fortitude save (DC 17 + caster's relevant ability score modifier) for half damage. An <i>iron body</i> or <i>ice storm</i> spell <i>slow</i>s (as the <i>slow</i> spell) an air elemental construct for 2d6 rounds. Note the <i>iron body</i> spell does not change the construct's form, nor does an <i>ice storm</i> spell actually damage the construct. A <i>control winds</i> spell heals an air elemental construct of all of its lost hit points. </h5><h5><b>Insubstantial Form (Ex)</b> An air elemental construct cannot run, wear armor, or enter water or other liquids. It can pass through holes and small openings-even cracks. It can also occupy spaces occupied by its enemies. (This ability is similar to a <i>gaseous form</i> spell-note the air elemental construct is not subject to wind effects like the <i>gaseous form</i> spell.) Any piercing or slashing attack against an air elemental construct has a 20% miss chance. Bludgeoning attacks deal damage normally. </h5><h5><b>Wind Blast (Ex)</b> An air elemental construct can transform the air in radius around it into a forceful blast of wind and debris. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>An air elemental construct appears as a humanoid composed of vapor and mist, barely visible at times. It form never touches the ground, always remaining at least 1 foot above such a surface.</p><p>An air elemental construct cannot speak or make any vocalizations.</p><p>An air elemental construct attacks by bashing its foes with its powerful fists or by swirling the air around itself into a whirlwind of cyclonic proportions that batter and buffet its opponents.</p><p>Elemental constructs are used by powerful mages as servants, bodyguards, and assassins. An elemental construct, like any other automaton follows any order or command given to it to the best of its ability.</p><p>An elemental construct's creator can command it if the construct is within 60 feet and can see and hear its creator. If not commanded, an elemental construct usually follows its last instruction to the best of its ability, though if attacked it returns the attack. The creator can give the elemental construct a simple command to govern its actions in his or her absence. The elemental construct's creator can order the construct to obey the commands of another person (who might in turn place the elemental construct under someone else's control, and so on), but the elemental construct's creator can always resume control over his creation by commanding the elemental construct to obey him alone.</p><p>Each elemental construct appears as a humanoid creature about 9 feet tall and is composed entirely of its native element.</p><p>Construction An elemental construct's body is formed completely of one of the four elements air, earth, fire, or water. The materials must be the finest quality or purest form taken from the respective plane and mixed with rare oils, powders, and other ingredients totaling 5,000 gp.</p><p></h5><h5><b>ELEMENTAL CONSTRUCT CL </b>17th; </h5><h5><b>Price </b>200,000 gp </h5><h5><b>Requirements </b>Craft Construct (see the Bestiary), <i>geas/ quest</i>, <i>limited wish</i>, two spells of 4th level or higher with the appropriate elemental descriptor, creator must be caster level 17th; </h5><h5><b>Skill </b>Craft (sculptures) DC 20; </h5><h5><b>Cost </b>102,500 gp Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "21", "Climb": "0", "HD": "(30d10+40)", "AbilitiyScores": "Str 27, Dex 33, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 2574, "SubType": "(air, elemental, extraplanar)", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "1", "RacialMods": "", "AC": "30, touch 19, flat-footed 19", "Swim": "0", "Name": "Air Elemental Construct", "VariantParent": "", "Skills": "Fly +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "Plane of Air", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +10, Ref +21, Will +10", "Melee": "2 slams +36 (2d6+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 100 ft. (perfect)", "Alignment": "N", "Size": "Huge"}