{"Group": "Elemental Construct", "Space": "15 ft.", "Mythic": "0", "HP": 205, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Elemental Construct, Earth</h2><h3><i>This creature appears as a stocky and powerfully built humanoid about 9 or 10 feet tall composed of rock and stone. Its head has no discernable features.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Earth Elemental Construct</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>N Huge construct (earth, elemental, extraplanar)</h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 7, flat-footed 25 (-1 Dex, +18 natural, -2 size)</h5><h5><b>hp </b>205 (30d10+40)</h5><h5><b>Fort </b>+10, <b>Ref </b>+9, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>earth mastery; <b>DR </b>10/adamantine; <b>Immune </b>construct traits, elemental traits, magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +42 (2d10+14)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>pound 2d10+14 (DC 39), trample (2d10+21, DC 39)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>38, <b>Dex </b>8, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+30; <b>CMB </b>+46; <b>CMD </b>55</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Plane of Earth</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Earth Mastery (Ex)</b> An earth elemental construct gains a +2 bonus on attack and damage rolls if both it and its foe are touching the ground. If an opponent is airborne or waterborne, the elemental construct takes a -4 penalty on attack and damage rolls. (These modifiers are not included in the statistics block.) </h5><h5><b>Immunity to Magic (Ex)</b> An earth elemental construct is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. A <i>transmute rock to mud</i> spell <i>slow</i>s an earth elemental construct (as the <i>slow</i> spell) for 2d6 rounds, with no saving throw. A <i>transmute mud to rock</i> spell heals all of its lost hit points. A <i>stone to flesh</i> spell does not change its structure, but deals 1d6 points of damage per caster level to the construct who can attempt a Fortitude save (DC 16 + caster's relevant ability score modifier) for half damage. </h5><h5><b>Pound (Ex)</b> An earth elemental construct can slam an opponent that is at least two size categories smaller than itself into the ground, wall, or other nearby solid surfaces, dealing bludgeoning damage, when it makes a successful grapple check (in addition to any other effects caused by a successful check, including additional damage). In addition, the pounded creature is stunned for 1 round; a DC 39 Fortitude save negates this additional effect. The save DC is Strength-based.</h5></div><br></br><div><h4><p><p>An earth elemental construct stands about 9 feet tall and weighs about 3,000 pounds. Its body is stocky and wide, with powerful arms and legs. Creators often carve symbols or runes (including their own arcane mark) into the body of an earth elemental construct. An earth elemental construct is a relentless opponent and constantly hammers its foes with its stony fists.</p><p>An earth elemental construct cannot speak or make any vocalizations.</p><p>Elemental constructs are used by powerful mages as servants, bodyguards, and assassins. An elemental construct, like any other automaton follows any order or command given to it to the best of its ability.</p><p>An elemental construct's creator can command it if the construct is within 60 feet and can see and hear its creator. If not commanded, an elemental construct usually follows its last instruction to the best of its ability, though if attacked it returns the attack. The creator can give the elemental construct a simple command to govern its actions in his or her absence. The elemental construct's creator can order the construct to obey the commands of another person (who might in turn place the elemental construct under someone else's control, and so on), but the elemental construct's creator can always resume control over his creation by commanding the elemental construct to obey him alone.</p><p>Each elemental construct appears as a humanoid creature about 9 feet tall and is composed entirely of its native element.</p><p>Construction An elemental construct's body is formed completely of one of the four elements air, earth, fire, or water. The materials must be the finest quality or purest form taken from the respective plane and mixed with rare oils, powders, and other ingredients totaling 5,000 gp.</p><p></h5><h5><b>ELEMENTAL CONSTRUCT CL </b>17th; </h5><h5><b>Price </b>200,000 gp </h5><h5><b>Requirements </b>Craft Construct (see the Bestiary), <i>geas/ quest</i>, <i>limited wish</i>, two spells of 4th level or higher with the appropriate elemental descriptor, creator must be caster level 17th; </h5><h5><b>Skill </b>Craft (sculptures) DC 20; </h5><h5><b>Cost </b>102,500 gp Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "0", "HD": "(30d10+40)", "AbilitiyScores": "Str 38, Dex 8, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 2575, "SubType": "(earth, elemental, extraplanar)", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "0", "RacialMods": "", "AC": "25, touch 7, flat-footed 25", "Swim": "0", "Name": "Earth Elemental Construct", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "Plane of Earth", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +10, Ref +9, Will +10", "Melee": "2 slams +42 (2d10+14)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Huge"}