{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 45, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Eye Killer</h2><h3><i>This man-sized creature looks like a cross between a bat and a snake. Its upper torso resembles that of a large black bat while its lower torso appears to be that of a green and yellow scaled snake. Dark green fur covers its upper body. Its eyes are large, lidless white circles and are without pupils.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Eye Killer</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>CE Medium magical beast </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 120 ft., low-light vision; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 12, flat-footed 15 (+2 Dex, +5 natural)</h5><h5><b>hp </b>45 (6d10+12)</h5><h5><b>Fort </b>+7, <b>Ref </b>+7, <b>Will </b>+2</h5><h5><b>Weaknesses </b>sunlight vulnerability</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>tail slap +10 (1d8+4 plus grab)</h5><h5><b>Ranged </b>eye ray +9 ranged touch (death gaze)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>constrict (1d8+4)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>14, <b>Con </b>14, <b>Int </b> 2, <b>Wis </b>10, <b>Cha </b>12</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+9 (+13 grapple); <b>CMD </b>21 (can't be tripped)</h5><h5><b>Feats </b>Improved Natural Attack (tail slap), Power Attack, Weapon Focus (tail slap)</h5><h5><b>Skills </b>Perception +10, Stealth +8; <b>Racial Modifiers </b>+4 Perception</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>solitary, gang (2-5), or pack (5-8)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Death Gaze (Su)</b> By using natural or magical light that illuminates it (meaning the eye killer must be within the radius covered by a natural or magical light source), an eye killer can amplify the light and refocus it in a line that functions as a death ray to a range of 50 feet. The eye killer must make a ranged touch attack against its target as a standard action. If successful, the creature struck must make succeed on a DC 15 Fortitude save or perish. Even if the save succeeds, the victim takes 3d6 points of damage. An eye killer can use this gaze once per day. The save DC is Constitution-based. Eye killers are immune to their own gaze attack and to the gaze attack of other eye killers. If the eye killer's gaze attack is reflected back upon it, it amplifies the intensity and projects it at a new target as an immediate action. The save DC to resist this gaze is increased by +2. </h5><h5><b>Sunlight Vulnerability (Ex)</b> If natural sunlight (including a <i>daylight</i> spell) is brought within 5 feet of an eye killer, it immediately releases a grappled foe and attempts to move as far away from the source of light as possible. On subsequent rounds, an eye killer is dazzled as long as it remains within 5 feet of the light source.</h5></div><br></br><div><h4><p><p>Eye killers are subterranean dwellers that hate <i>daylight</i>. They dwell underground in dark places, where very little light can touch their sensitive eyes. They are evil, malicious creatures that delight in killing others, particularly those that wander to close to their lair. Eye killers seem to communicate with each other through a series of low rumbles and growls. They do not speak any known language.</p><p>Eye killers are limbless spherical things at birth, but take form as they develop, reaching maturity within a year. The average adult eye killer reaches a length of 7 feet. Its bat-like wings are useless, as the eye killer cannot fly.</p><p>The eye killer is very territorial and attacks any living creature that enters an area currently under its watchful eye. If the intruders a wield light source (magical flame, a lantern, or the like), the eye killer attacks using its eye ray ability by absorbing the light (from the source) into its eyes and releasing it in a bright flash of yellow light at its chosen target; otherwise, it dispatches the trespassers by grappling with its tail and squeezing. Eye killers flee if confronted with bright light, but otherwise are relentless in combat and always fight to the death.<br><b>Umbral Eye Killer</b><br> The umbral or shadow eye killer is a variant of the standard eye killer. It uses the statistics above for the standard eye killer with the following additions detailed below. An umbral eye killer is CR 5.</p><p></h5><h5><b>Spell-like Abilities </b>3/day-<i>deeper darkness</i> (20-ft. radius).</p><p>Caster level 6th.</p><p></h5><h5><b>See in Darkness (Su) </b>Umbral eye killers can see perfectly in total darkness, even that created by <i>deeper darkness</i>.</p><p>Credit The Eye Killer originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Ian Livingstone.</p><p>Umbral eye killer, author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, gang (2-5), or pack (5-8)", "Ref": "7", "Climb": "0", "HD": "(6d10+12)", "AbilitiyScores": "Str 16, Dex 14, Con 14, Int 2, Wis 10, Cha 12", "Gear": "", "Ranged": "eye ray +9 ranged touch (death gaze)", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2585, "SubType": "", "MonsterSource": "", "Feats": "Improved Natural Attack (tail slap), Power Attack, Weapon Focus (tail slap)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "+4 Perception", "AC": "17, touch 12, flat-footed 15", "Swim": "0", "Name": "Eye Killer", "VariantParent": "", "Skills": "Perception +10, Stealth +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +7, Will +2", "Melee": "tail slap +10 (1d8+4 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}