{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 39, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Fen Witch</h2><h3><i>This creature appears as a female humanoid with one nostril, webbed feet and hands, and fiery red eyes. Her body is cloaked in tattered robes of gray or brown. Her hands end in razor-sharp claws and her hair is usually long and unkempt.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Fen Witch</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>CE Medium monstrous humanoid </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft.; Perception +11</h5><h5><b>Aura </b>horrific appearance (60 ft., DC 15, 1d8 Str)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 11, flat-footed 13 (+1 Dex, +3 natural)</h5><h5><b>hp </b>39 (6d10+6)</h5><h5><b>Fort </b>+5, <b>Ref </b>+6, <b>Will </b>+7</h5><h5><b>SR </b>15</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +9 (1d4+1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>death speak (DC 15), mind probe (Will DC 15)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>12, <b>Con </b>13, <b>Int </b> 14, <b>Wis </b>14, <b>Cha </b>15</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+9; <b>CMD </b>20</h5><h5><b>Feats </b>Alertness, Blind-Fight, Great Fortitude</h5><h5><b>Skills </b>Climb +12, Intimidate +11, Perception +11, Stealth +10, Survival +10, Swim +12</h5><h5><b>Languages </b>Aklo, Common; telepathy 100 ft.</h5><h5><b>SQ </b>hag, swamp stride</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate swamp</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Death Speak (Su)</b> A fen witch who knows an individual's true name can speak that name as a swift action. If the individual hears the fen witch speak its name, that creature must succeed on a DC 15 Will save or perish. If the save succeeds, that creature cannot be affected again by the same fen witch's death speak for 24 hours. Note that the fen witch does not need to speak a language the creature understands in order to affect it; she only needs to speak its true name. Other fen witches or creatures who hear the target's true name cannot use this ability; it only functions for the fen witch after she has used her mind probe ability on the target. The save DC is Charisma-based. Whether the fen witch's Death Speak ability is successful or not, the target's name remains fresh in her mind for 24 hours. After that, she must use her mind probe ability again to retrieve a creature's true name. </h5><h5><b>Hag (Ex)</b> A fen witch counts as a hag for the purpose of joining a hag's coven. </h5><h5><b>Horrific Appearance (Su)</b> The sight of a fen witch is so revolting that anyone within 60 feet (other than another fen witch or hag) who sets eyes upon one must succeed on a DC 15 Fortitude save or instantly be weakened, taking 1d8 points of Strength damage. Creatures that are affected by this power or that successfully save against it cannot be affected again by the same fen witch's horrific appearance for 24 hours. This is a mind-affecting effect. The save DC is Charisma-based. </h5><h5><b>Mind Probe (Su)</b> As a full-round action, a fen witch can peer into the mind of a living creature within 60 feet in an attempt to extract the creature's true name. The target can resist the mental trespassing by succeeding on a DC 15 Will save. If the save fails, the fen witch has learned the creature's true name and can use her death speak ability. Creatures with an Intelligence score of 2 or less and creatures with no Intelligence score are immune to this ability. Psionic creatures can use defense modes or other psionic abilities to counter this probe. A creature that successfully saves cannot be affected again by the same fen witch's mind probe for one day. The save DC is Wisdom-based. </h5><h5><b>Swamp Stride (Ex)</b> A fen witch can move through any sort of natural difficult terrain at its normal speed while within a swamp. Magically altered terrain affects a fen witch normally.</h5></div><br></br><div><h4><p><p>The fen witch is a creature of legend, found only in the most remote of places. It is a solitary creature and disdains all that invade its realm. A fen witch is thoroughly evil and malign, speaking to those she encounters only to learn the true name of one of the trespassers in her realm so she may utilize her power to slay that individual. Fen witches who take class levels usually advance as clerics, druids, sorcerers, or witches.</p><p>Fen witches rarely engage in combat, relying on their death speak ability to slay a creature almost instantaneously (and hopefully drive off the victim's comrades by instilling fear in any remaining creatures).</p><p>Failing this, the fen witch prefers direct combat to subterfuge and attacks relentlessly.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Aklo, Common; telepathy 100 ft.", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(6d10+6)", "AbilitiyScores": "Str 17, Dex 12, Con 13, Int 14, Wis 14, Cha 15", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2590, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Blind-Fight, Great Fortitude", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "14, touch 11, flat-footed 13", "Swim": "0", "Name": "Fen Witch", "VariantParent": "", "Skills": "Climb +12, Intimidate +11, Perception +11, Stealth +10, Survival +10, Swim +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "temperate swamp", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "hag, swamp stride", "Saves": "Fort +5, Ref +6, Will +7", "Melee": "2 claws +9 (1d4+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}