{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 28, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ankheg</h2><h3><i>This burrowing, bug-like monster scuttles about on six legs, drooling noxious green ichor from its clacking mandibles.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ankheg</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Large magical beast </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision, tremorsense 60 ft.; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 9, flat-footed 16 (+7 natural, -1 size)</h5><h5><b>hp </b>28 (3d10+12)</h5><h5><b>Fort </b>+6, <b>Ref </b>+3, <b>Will </b>+2</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., burrow 20 ft.</h5><h5><b>Melee </b>bite +5 (2d6+4 plus 1d4 acid and grab)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>spit acid</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 16, <b>Dex</b> 10, <b>Con</b> 17, <b>Int</b> 1, <b>Wis</b> 13, <b>Cha</b> 6</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+7 (+11 grapple); <b>CMD </b>17 (25 vs. trip)</h5><h5><b>Feats </b>Skill Focus (Perception), Toughness</h5><h5><b>Skills </b>Climb +8, Perception +8</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b>Environment temperate or warm plains</h5><h5><b>Organization </b>solitary, pair, or nest (3-6)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Spit Acid (Ex)</b> Once every 6 hours, an ankheg can spit a 30-foot line of acid. Creatures struck by this acid take 4d4 points of acid damage (Reflex DC 14 halves). Once an ankheg uses this attack, it must wait 6 hours before using it again. Additionally, during this time period, its bite attack does not inflict any additional acid damage. As a result, an ankheg does not use this ability unless it is desperate or frustrated, most often spitting acid when reduced to fewer than half its full normal hit points or when it cannot not successfully grab an opponent. The save DC is Constitution-based.</h5></div><br></br><div><h4><p>Ankhegs are an all-too-common plague upon the rural areas of the world. These horse-sized burrowing monsters generally avoid heavily settled areas like cities, but their predilection for livestock and humanoid f lesh ensures that they do not keep to the deep wilderness either. Their preferred habitat is rural farmlands, as the loose soil of such regions makes it easy for the creatures to burrow. Tales speak of larger ankhegs that dwell in remote deserts- such creatures likely feed primarily on giant scorpions and camels, and rarely come in contact with civilization due to their remote locations. (A desert ankheg is a Huge advanced ankheg.) In combat, an ankheg prefers to attack with its bite.</p><p>Against multiple foes, an ankheg often grabs one of the available targets and then attempts to retreat to safety, burrowing into the ground. A creature carried underground can still breathe with diff iculty (the ankheg needs to breathe as well, so its tunnels are relatively porous), but is often eaten alive before its allies can rescue it.</p><p>Ankhegs burrow with their legs and mandibles, moving with unsettling speed through loose soil, sand, gravel, and the like-they cannot burrow through solid stone. Burrowing ankhegs can construct tunnels by pausing frequently to shore up the walls with a thicker, less caustic secretion from their mouths. If an ankheg chooses to make a permanent tunnel when burrowing, it moves at half speed. A typical ankheg tunnel is 10 feet tall and wide, roughly circular in cross-section, and from 60 to 150 feet long ([1d10 + 5] x 10). Clusters of ankhegs often share the same territory and create intricate winding networks of tunnels under farmlands, sometimes resulting in sinkholes where too many burrow at once.</p><p>Although ankhegs resemble immense vermin, they are in fact much more intelligent than the typical arachnid and, given time and a talented trainer, can even be trained to serve as mounts or beasts of burden. The fact that even \"domesticated\" ankhegs are prone to squirting acid when frightened or startled makes them unsafe at best in most heavily populated regions, but for more savage races like hobgoblins, troglodytes, and particularly orcs, ankhegs make popular guardians or even pets.</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary", "Land": "1", "Organization": "solitary, pair, or nest (3-6)", "Ref": "3", "Climb": "0", "HD": "(3d10+12)", "AbilitiyScores": "Str 16, Dex 10, Con 17, Int 1, Wis 13, Cha 6", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 26, "SubType": "", "MonsterSource": "", "Feats": "Skill Focus (Perception), Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "16, touch 9, flat-footed 16", "Swim": "0", "Name": "Ankheg", "VariantParent": "", "Skills": "Climb +8, Perception +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "temperate or warm plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +3, Will +2", "Melee": "bite +5 (2d6+4 plus 1d4 acid and grab)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., burrow 20 ft.", "Alignment": "N", "Size": "Large"}