{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 33, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gallows Tree Zombie</h2><h3><i>This creature is a humanoid with deathly gray-green skin dressed in tattered and torn clothes. Small plants, weeds, and fungi grow on the creature's body. A long, sinewy, greenish-brown noose connects the creature to the massive tree behind it.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Gallows Tree Zombie</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Medium plant </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., low-light vision, tremorsense 60 ft.; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 12, flat-footed 15 (+2 Dex, +5 natural)</h5><h5><b>hp </b>33 (6d8+6); fast healing 5</h5><h5><b>Fort </b>+6, <b>Ref </b>+4, <b>Will </b>+2</h5><h5><b>Immune </b>plant traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +8 (1d6+4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>spore cloud</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>15, <b>Con </b>13, <b>Int </b> 4, <b>Wis </b>10, <b>Cha </b>1</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+8; <b>CMD </b>20</h5><h5><b>Feats </b>Improved Initiative, Power Attack, Skill Focus (Perception)</h5><h5><b>Skills </b>Perception +9, Stealth +8</h5><h5><b>Languages </b>Common (cannot speak); empathy with gallows tree</h5><h5><b>SQ </b>tether-vine</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate and warm forest, hill, marsh, and plains</h5><h5><b>Organization </b>grove (6-11 plus 1 gallows tree)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Spore Cloud (Ex)</b> As a free action, once every 1d4 rounds (but no more than three times per day), a gallows tree zombie can breathe a cloud of poisonous, greenish spores in a 5-foot cube directly in front of it. A creature caught in the cloud must succeed on a DC 14 Fortitude save or be <i><i>slow</i>ed</i> (as the <i>slow</i> spell) for 6 rounds. One minute later, the creature must make another Fortitude save (same DC) or take 1d3 points of Strength damage. The save DC is Constitution-based. </h5><h5><b>Tether-Vine (Ex)</b> A gallows tree zombie is connected to the gallows tree that created it by a long, sinewy vine. This vine can be lengthened to allow the zombie to move up to 100 feet away from the tree. The vine is AC 19 (touch 12) and has 10 hit points. Harming the vine deals no damage to the gallows tree zombie or the gallows tree, but if severed, does prevent the zombie from using its fast healing ability. </h5><h5><b>Tremorsense (Ex)</b> Gallows tree zombies can automatically sense the location of anything within 60 feet that is in contact with the same vegetation the zombie is touching.</h5></div><br></br><div><h4><p><p>Gallows tree zombies were once living humanoids slain and devoured by a gallows tree and reborn from the seedlings as a minion of said creature.</p><p>They serve no purpose in life now other than killing or capturing living prey for the gallows tree that created them. These monsters retain small memories of their former lives and these scenes sometimes manifest in the zombie's mind, causing it great anger which it vents on the nearest living creature.</p><p>Gallows tree zombies appear as humanoid creatures with deathly graygreen skin that feels coarse and rough to the touch. A long, sinewy cord of greenish-brown wraps around the zombie's throat and connects it to the gallows tree. Gallows tree zombies show no spark of life in their eyes, but are not completely mindless. They are not undead even though their name suggests otherwise; therefore, they cannot be turned or rebuked.</p><p>Gallows tree zombies hang motionless from the tree that created them, being lowered to the ground only when a living creature comes within 100 feet of the gallows tree they are connected to. They are formidable opponents and relentlessly pound their foes with their club-like fists while breathing a cloud of choking spores. The zombies prefer uneven odds that favor them, so ganging up on an individual is the norm in battle.</p><p>Slain foes are dragged back to the gallows tree, devoured by the tree, and eventually transformed into a gallows tree zombie to replace any that fell in battle.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common (cannot speak); empathy with gallows tree", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "grove (6-11 plus 1 gallows tree)", "Ref": "4", "Climb": "0", "HD": "(6d8+6)", "AbilitiyScores": "Str 19, Dex 15, Con 13, Int 4, Wis 10, Cha 1", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2615, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative, Power Attack, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "17, touch 12, flat-footed 15", "Swim": "0", "Name": "Gallows Tree Zombie", "VariantParent": "", "Skills": "Perception +9, Stealth +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "temperate and warm forest, hill, marsh, and plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "tether-vine", "Saves": "Fort +6, Ref +4, Will +2", "Melee": "2 slams +8 (1d6+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}