{"Group": "Giant", "Space": "10 ft.", "Mythic": "0", "HP": 142, "Treasure": "double standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Giant, Sea</h2><h3><i>This huge being has bluish green skin and eyes that reflect light like two silvery moons. Rippling with muscle this creature rises from the depths with a crash of waves on rocks.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Sea Giant</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>CN Large humanoid (aquatic, giant)</h5><h5><b>Init </b>+6; <b>Senses </b>darvkision 60 ft., low-light vision; Perception +19</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 11, flat-footed 21 (+2 Dex, +12 natural, -1 size)</h5><h5><b>hp </b>142 (15d8+75)</h5><h5><b>Fort </b>+14, <b>Ref </b>+9, <b>Will </b>+9</h5><h5><b>Defensive Abilities </b>freedom of movement, rock catching</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., swim 30 ft.</h5><h5><b>Melee </b>2 slams +20 (1d8+10)</h5><h5><b>Ranged </b>rock +13 (1d8+15)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>crushing pressure, rock throwing (120 ft.)</h5><h5><b>Spell-Like Abilities</b> (CL 15th)</br>Constant&mdash;<i>freedom of movement</i></br>5/day&mdash;<i>control water</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>14, <b>Con </b>21, <b>Int </b> 14, <b>Wis </b>14, <b>Cha </b>12</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+22 (+24 sunder); <b>CMD </b>34 (36 vs. sunder)</h5><h5><b>Feats </b>Blind-Fight, Cleave, Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Knowledge [nature])</h5><h5><b>Skills </b>Acrobatics +12, Climb +16, Craft (any one) +10, Intimidate +15, Knowledge (nature) +9, Perception +19, Stealth +12, Swim +23</h5><h5><b>Languages </b>Aquan, Common, Giant</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any aquatic</h5><h5><b>Organization </b>solitary, gang (2-4), or family (2-4 plus 20% noncombatants plus 1 cleric of 5th-8th level)</h5><h5><b>Treasure </b>double standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Crushing Pressure (Su)</b> Three times per day as a standard action, a sea giant can increase the water pressure in a 10- foot radius around itself for a number of rounds equal to its Constitution bonus (5 rounds for an average sea giant). Any living creature in the area of increased pressure must succeed on a DC 22 Fortitude save each round it remains in the area or take 1d8 points of damage. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Sea giants are the reclusive cousins of storm giants. They are most often found in the deepest depths of the seas where they make their dwelling in the cones of long dead undersea volcanoes.</p><p>Sea giants have a druid like power over the forces of the seas, and are a living embodiment of its bounty and destructive wrath.</p><p>Sea giants seldom come into contact with surface dwellers, but have been known on rare occasions to exact bounties from coastal cities to insure the safety of its navies and merchant vessels. Sea giants are most commonly encountered within a few hundred miles of their lair, tending to their domain and battling off incursions of sahaugin, aboleth, krakens and other such destructive forces of the undersea.</p><p>An adult male sea giant stands 10 feet tall and weighs about 6,000 pounds.</p><p>Females are slightly shorter and lighter. Both have sea green skin, dark green or black hair, and silver eyes. Sea giants adorn themselves in loose flowing robes of white, blue, or green. Many wear wreathes of coral in their hair.</p><p>When battling at the surface of the seas, sea giants hurl rocks at great length against opposing ranged attackers, usually including crews of siege engines.</p><p>When battling against surface ships their tactic is to disguise themselves by creating rough waters with their <i>control water</i> ability. They then hammer the hull with their mighty fists until it is holed, without ever revealing themselves to the crew. Once holed, they tear the hull apart and drown the crew.</p><p>When fighting beneath the waves they use their crushing pressure special ability to increase the water pressure around themselves in an effort to destroy interlopers and trespassers.</p><p><br></br><b>Sea Giant Characters</b><br> Sea giants must possess fourteen levels of humanoid before taking class levels. Sea giants are usually barbarians or clerics. Their chaotic nature lends itself well to the ever-changing seas and oceans, and sea giants like the ocean rarely sit still, spending most of their lives as undersea nomads traveling from place to place. Leaders are usually barbarians and shamans are adepts or clerics with access to two of the following domains: Chaos, Protection, Water. Sea giant characters possess the following racial traits.<br><b>+20 Strength, +4 Dexterity, +11 Constitution, +4 Intelligence, +4 Wisdom, +2 Charisma</b>: Sea giants possess the awesome physical strength of the ocean and the mental toughness of creatures accustomed to an ever-changing environment.<br><b>Large size</b>: Sea giants are Large and have the following adjustments -1 penalty to Armor Class, -1 penalty on attack rolls, -4 penalty on Stealth checks, +1 bonus on CMB/CMD, lifting and carrying limits double those of Medium characters.<br><b>Space/Reach</b>: 10 feet/10 feet.<br><b>Fast</b>: A sea giant's base speed is 40 feet. Its swim speed is 30 feet.<br><b>Darkvision</b>: Sea giants can see in the dark up to 60 feet.<br><b>Low-light vision</b>: Sea giants can see twice as far as humans in conditions of dim light.<br><b>Racial Hit Dice</b>: A sea giant begins with fifteen levels of humanoid (giant), which provides it with 15d8 Hit Dice, a base attack bonus of +10, and base saves of Fort +9, Ref +5, and Will +5.<br><b>Racial Skills</b>: A sea giant's giant levels give it skill points equal to 15 x (2 + Int modifier, minimum 1). Sea giants add Intimidate and Perception to their list of class skills. Sea giants gain a +8 racial bonus to swim checks.<br><b>Racial Feats</b>: A sea giant's giant levels give it eight feats.<br><b>AC</b>: Sea giants have +12 natural armor bonus.<br><b>Natural Weapons</b>: Sea giants can fight with two slams (1d8).<br><b>Special Attacks</b>: Crushing pressure (sea above), rock throwing.<br><b>Special Qualities</b>: Amphibious, rock catching.<br><b>Spell-Like Abilities</b>: A sea giant is under a constant <i>freedom of movement</i> spell-like ability. A sea giant can cast <i>control water</i> five times per day. He uses his giant levels as hit caster level.<br><b>Languages</b>: Sea Giants begin play speaking Aquan, Common and Giant. Sea giants with high Intelligence can choose bonus languages from the following list: Auran, Elven, Goblin, Orc.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Aquan, Common, Giant", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, gang (2-4), or family (2-4 plus 20% noncombatants plus 1 cleric of 5th-8th level)", "Ref": "9", "Climb": "0", "HD": "(15d8+75)", "AbilitiyScores": "Str 30, Dex 14, Con 21, Int 14, Wis 14, Cha 12", "Gear": "", "Ranged": "rock +13 (1d8+15)", "Type": "humanoid", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2635, "SubType": "(aquatic, giant)", "MonsterSource": "", "Feats": "Blind-Fight, Cleave, Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Knowledge [nature])", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "23, touch 11, flat-footed 21", "Swim": "1", "Name": "Sea Giant", "VariantParent": "", "Skills": "Acrobatics +12, Climb +16, Craft (any one) +10, Intimidate +15, Knowledge (nature) +9, Perception +19, Stealth +12, Swim +23", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any aquatic", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +14, Ref +9, Will +9", "Melee": "2 slams +20 (1d8+10)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., swim 30 ft.", "Alignment": "CN", "Size": "Large"}