{"Group": "Golem", "Space": "10 ft.", "Mythic": "0", "HP": 74, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Flagstone</h2><h3><i>What you thought was a section of ordinary stone floor unfurls itself before your eyes, assuming a humanoid form about 10 feet tall. The words \"You shall not pass\" echo throughout the area as the creature advances.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Flagstone Golem</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>N Large construct </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 10, flat-footed 19 (+1 Dex, +10 natural, -1 size)</h5><h5><b>hp </b>74 (8d10+30)</h5><h5><b>Fort </b>+2, <b>Ref </b>+3, <b>Will </b>+2</h5><h5><b>Defensive Abilities </b>energy absorption, flatten; <b>DR </b>10/ adamantine; <b>Immune </b>construct traits, magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +13 (2d8+6 plus stun)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>stunning blow</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>22, <b>Dex </b>12, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+15; <b>CMD </b>26</h5><h5><b>SQ </b>camouflage</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Camouflage (Ex)</b> While flattened, a flagstone golem is nearly indistinguishable from the surrounding floor. It takes a DC 25 Perception check to notice a flattened flagstone golem for what it is. Dwarves get a +2 bonus on Perception checks to notice a flattened flagstone golem. </h5><h5><b>Energy Absorption (Su)</b> Any energy-based (acid, fire, cold, electricity, sonic) attack that directly targets a flagstone golem is absorbed into its body dealing no damage to the golem. A flagstone golem can use the absorbed energy to repair itself, healing 1 hit point for every 3 points of damage the attack would have otherwise dealt. Or it can release the energy in a 30-foot cone that deals 3d8 points of energy damage (of whatever type was absorbed) to all within the area. An affected opponent can attempt a DC 14 Reflex save to reduce the damage by half. The save DC is Constitutionbased. The flagstone golem can store the energy before releasing it as an energy blast for a number of rounds equal to half its Hit Dice (four rounds for the standard flagstone golem). </h5><h5><b>Flatten (Ex)</b> As a standard action, once per round, a flagstone golem can flatten its form to become (or appear to become) a section of floor, road, or any other stone surface. While flattened it cannot move or attack and its damage reduction increases to 20/adamantine. A flagstone golem can reform into its humanoid shape as a standard action. </h5><h5><b>Immunity to Magic (Ex)</b> A flagstone golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. A <i>transmute rock to mud</i> spell <i>slow</i>s it (as the <i>slow</i> spell) for 2d6 rounds, with no saving throw. A <i>transmute mud to rock</i> spell heals all its lost hit points. A <i>stone to flesh</i> spell does not actually change the golem's structure, but it negates the flagstone golem's damage reduction for 1 round. </h5><h5><b>Stunning Blow (Ex)</b> Any creature hit by a flagstone golem's slam attack must succeed on a DC 16 Fortitude save or be stunned for 1 round. The save DC is Constitution-based and includes a +2 racial bonus.</h5></div><br></br><div><h4><p><p>A flagstone golem is composed of large flat stones and bricks jointed and fitted together so as to allow the creature to fold itself flat. It is created to serve as guardians or servants by powerful spellcasters and has been the death of many an unsuspecting rogue.</p><p>A flagstone golem stands 10 feet tall and weighs 1,200 pounds. Its humanoid form is composed of flattened stones and bricks. Two darkened sockets on its head function as eyes. Its arms are thick and powerful and end in stony clenched fists.</p><p>Though a flagstone golem cannot speak, when constructed, its creator can program up to 4 simple words or phrases (no more than 4 words in length) into it that are released when certain conditions are met. These conditions are programmed into the golem when it is constructed. Conditions can be as general or specific as necessary, but must be fairly simple, such as \"if anyone enters this room\" or \"if anyone touches this chest\".</p><p>A flagstone golem tasked with guarding or securing a location usually flattens itself so as to go unnoticed to would-be-trespassers. When an interloper treads upon the golem, it unfurls itself into its humanoid form and attacks, crushing and pounding its unsuspecting victim with powerful blows from its fists.<br><b>Construction</b><br> A flagstone golem is constructed from brick, stone, various powders, and exotic liquids totaling 2,500 gp.<br><b>FLAGSTONE GOLEM <br>CL </b>11th; <b>Price </b>30,000 gp </h5><h5><b>Requirements </b>Craft Construct, <i>bull's strength</i>, <i>geas/ quest</i>, <i>magic mouth</i>, <i>polymorph any object</i>, <i>protection from energy</i>, creator must be caster level 11th; </h5><h5><b>Skill </b>Craft (sculptures) or Craft (stonemasonry) DC 16; </h5><h5><b>Cost </b>17,500 Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "3", "Climb": "0", "HD": "(8d10+30)", "AbilitiyScores": "Str 22, Dex 12, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2645, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "", "AC": "20, touch 10, flat-footed 19", "Swim": "0", "Name": "Flagstone Golem", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "camouflage", "Saves": "Fort +2, Ref +3, Will +2", "Melee": "2 slams +13 (2d8+6 plus stun)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Large"}