{"Group": "Golem", "Space": "15 ft.", "Mythic": "0", "HP": 144, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Furnace</h2><h3><i>This 20-foot tall construct looks like a humanoid clad in black iron armor. A large grate-covered opening in its abdomen houses a roaring fire in its innards.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Furnace Golem</p><p class=\"alignright\">CR 14</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>38,400</h5><h5>N Huge construct </h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 7, flat-footed 29 (-1 Dex, +22 natural, -2 size)</h5><h5><b>hp </b>144 (19d10+40)</h5><h5><b>Fort </b>+6, <b>Ref </b>+5, <b>Will </b>+6</h5><h5><b>DR </b>15/adamantine; <b>Immune </b>construct traits, fire, magic, rust; <b>Resist </b>cold 20</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>2 slams +28 (4d6+11 plus 2d6 fire plus grab)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>breath weapon (50-ft. line, 10d6 fire, Reflex DC 19 half, every 1d4 rounds), furnace-interior, heat</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>32, <b>Dex </b>9, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+19; <b>CMB </b>+32 (+36 grapple); <b>CMD </b>41</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Furnace-Interior (Ex)</b> A furnace golem can try to shove a grabbed opponent up to two sizes smaller than itself into its interior by making a successful grapple check. An opponent thrown into the furnace golem's interior is trapped as a metal grating closes over the opening in the same round. A trapped creature automatically takes 2d6 points of fire damage each round. Escaping the creature's interior requires a successful Strength check (DC 30) to bend the bars. Alternately a trapped creature can escape by dealing at least 25 points of damage to the bars (AC 22). Note, the golem's damage reduction applies to all attacks against the bars. A Huge furnace golem's interior can hold 2 Medium, 8 Small, or 16 Tiny or smaller creatures. </h5><h5><b>Heat (Ex)</b> A furnace golem's entire form is extremely hot. Any slam attack deals fire damage. Creatures attacking a furnace golem unarmed or with natural weapons take this same fire damage each time one of their attacks hits. </h5><h5><b>Immunity to Magic (Ex)</b> A furnace golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature as noted below. A magical attack that bypasses its cold resistance <i>slow</i>s a furnace golem (as the <i>slow</i> spell) for 3 rounds, with no saving throw. A magical attack that deals fire damage breaks any <i>slow</i> effect on the furnace golem and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of damage would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points.</h5></div><br></br><div><h4><p><p>Furnace golems are most often used to guard some arcane secret or treasure, though some are programmed to seek out objects or individuals.</p><p>Those used as guards stand motionless, appearing as nothing more than a giant black iron statue, until activated.</p><p>Furnace golems, like other constructs, obey their creator's commands to the best of their ability. Should the creator die, or should the golem's commands be unattainable, the furnace golem becomes rogue. That is, it is still completely functional but follows no commands or orders from anyone.</p><p>Furnace golems open combat using their breath weapon before moving to pulverize their opponents with their massive fists. Grabbed opponents are shoved into the golem's burning interior where they are trapped until they break free or die. The fires powering a furnace golem are magical in nature, i.e. it needs no source of natural fuel to power it and they cannot be extinguished, though if a furnace golem is destroyed, the fires in its innards burn out.<br><b>Construction</b><br> A furnace golem's body is constructed from 8,000 pounds of iron mixed with rare ingredients and chemicals totaling 12,000 gp.<br><b>FURNACE GOLEM CL </b>16th; <b>Price </b>180,000 gp </h5><h5><b>Requirements </b>Craft Construct, <i>fireball</i>, <i>geas/quest</i>, <i>limited wish</i>, <i>polymorph any object</i>, <i>wall of fire</i>, creator must be caster level 16th; </h5><h5><b>Skill </b>Craft (armor or weapons) DC 20; </h5><h5><b>Cost </b>96,000 gp Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(19d10+40)", "AbilitiyScores": "Str 32, Dex 9, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 2646, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "29, touch 7, flat-footed 29", "Swim": "0", "Name": "Furnace Golem", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "14", "XP": 38400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +5, Will +6", "Melee": "2 slams +28 (4d6+11 plus 2d6 fire plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Huge"}