{"Group": "Golem", "Space": "10 ft.", "Mythic": "0", "HP": 114, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Gelatinous</h2><h3><i>This automaton looks like a humanoid-shaped semi-transparent amoeba. Small indentions appear to serve as the creature's eyes. No other facial features are present.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Gelatinous Golem</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>N Large construct </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +19</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 10, flat-footed 23 (+1 Dex, +14 natural, -1 size)</h5><h5><b>hp </b>114 (13d10+30 plus 13)</h5><h5><b>Fort </b>+6, <b>Ref </b>+7, <b>Will </b>+6</h5><h5><b>DR </b>10/bludgeoning and magic; <b>Immune </b>construct traits, electricity, magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +19 (2d6+6 plus 2d6 acid and paralysis)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>acid, engulf, paralysis (3d6 rounds, DC 16)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>22, <b>Dex </b>12, <b>Con </b>-, <b>Int </b> 3, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+15; <b>CMD </b>26</h5><h5><b>Feats </b>Great Fortitude, Iron Will, Lighting Reflexes, Power Attack, Skill Focus (Perception), Toughness, Weapon Focus (slam)</h5><h5><b>Skills </b>Perception +19</h5><h5><b>SQ </b>transparent</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Acid (Ex)</b> A gelatinous golem's acid does not harm metal or stone. </h5><h5><b>Engulf (Ex)</b> A gelatinous golem can try to wrap an opponent up to one size smaller than itself in its body as a standard action. The gelatinous golem attempts a grapple that does not provoke an attack of opportunity. If it wins the grapple the gelatinous golem establishes a hold. Attacks that hit an engulfing gelatinous golem deal half their damage to the golem and half to the engulfed victim. An engulfed opponent is subjected to the gelatinous golem's paralysis and acid each round it remains trapped. A trapped opponent can do nothing other than attempt to escape. Further, an engulfed foe must hold its breath or begin drowning (see the Core Rulebook for the drowning rules). While engulfing an opponent, a gelatinous golem is not considered grappled and can move and attack normally. </h5><h5><b>Immunity to Magic (Ex)</b> A gelatinous golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. A <i>cone of cold</i> spell <i>slow</i>s it (as the <i>slow</i> spell) for 2d6 rounds, with no saving throw. An <i>acid fog</i> spell heals all of its lost hit points. </h5><h5><b>Transparent (Ex)</b> A gelatinous golem is hard to see, even under ideal conditions, and it takes a DC 15 Perception check to notice one. Creatures who fail to notice a gelatinous golem and walk into it are automatically grappled (if the golem chooses to grapple the opponent).</h5></div><br></br><div><h4><p><p>Gelatinous golems are the creation of Jubilex the Faceless Lord or rather the invention of Jubilex and the creation of his priests. Formed of dead and preserved gelatinous cubes and infused with a spark of intelligence, these monsters are used by many of his priests as temple and tomb guardians. They share a link with ooze golems in that they co-exist in temples dedicated to The Faceless Lord.</p><p>Like most golems, these automatons follow the orders of their creator, but being intelligent, they understand more complex instructions and can carry out more difficult tasks that ordinary constructs cannot.</p><p>A gelatinous golem stands 8 feet tall and weighs 600 pounds. A gelatinous golem cannot speak or make any vocal noise. It walks and moves with a <i>slow</i> and clumsy gait.</p><p>A gelatinous golem attacks by smashing its opponents with its fists that exude an anesthetizing slime. Paralyzed opponents are ignored if other opponents continue attacking the golem. If all opponents are paralyzed, the golem carries out the commands of its creator (whether it is to kill such creatures, leave them alone, or some other such command).<br><b>Construction</b><br> A gelatinous golem's body is formed from a single dead gelatinous cube of Large or larger size and treated with a mixture of rare chemicals worth 1,000 gp.<b><br>GELATINOUS GOLEM<br> CL </b>12th; <b>Price </b>85,000 gp </h5><h5><b>Requirements </b>Craft Construct, <i>acid fog</i>, <i>geas/quest</i>, <i>limited wish</i>, <i>polymorph any object</i>, creator must be caster level 12th; </h5><h5><b>Skill </b>Craft (sculptures) DC 17; </h5><h5><b>Cost </b>43,000 Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "7", "Climb": "0", "HD": "(13d10+30 plus 13)", "AbilitiyScores": "Str 22, Dex 12, Con -, Int 3, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2647, "SubType": "", "MonsterSource": "", "Feats": "Great Fortitude, Iron Will, Lighting Reflexes, Power Attack, Skill Focus (Perception), Toughness, Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "24, touch 10, flat-footed 23", "Swim": "0", "Name": "Gelatinous Golem", "VariantParent": "", "Skills": "Perception +19", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "transparent", "Saves": "Fort +6, Ref +7, Will +6", "Melee": "2 slams +19 (2d6+6 plus 2d6 acid and paralysis)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Large"}