{"Group": "Golem", "Space": "10 ft.", "Mythic": "0", "HP": 96, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Iron Maiden</h2><h3><i>A horrific torture device, the iron maiden stands ready for its next victim- only it doesn't stand patiently. It begins to clomp forward on iron legs, its lid slowly swinging open as if hungry for a new soul to torture.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Iron Maiden Golem</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>N Large construct </h5><h5><b>Init </b>+0; <b>Senses </b>low-light vision, darkvision 60 ft.; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 9, flat-footed 25 (+16 natural, -1 size)</h5><h5><b>hp </b>96 (12d10+30)</h5><h5><b>Fort </b>+4, <b>Ref </b>+4, <b>Will </b>+4</h5><h5><b>DR </b>15/adamantine; <b>Immune </b>construct traits, magic</h5><h5><b>Weaknesses </b>vulnerability to rust</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>2 slams +19 (2d10+8 plus grab)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>animated host, bladed lid, steal essence</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>10, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+21 (+25 grapple); <b>CMD </b>31</h5><h5><b>Feats </b>(see below)</h5><h5><b>Skills </b>(see below)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Animated Host (Su)</b> Once a victim trapped within an iron maiden has died, it reanimates as a zombie in the next round (as if by an <i>animate dead</i> spell). It cannot escape, however, and serves only to fuel the iron maiden and provide it with skills and abilities. While it is trapped, the zombie cannot be attacked, damaged, turned, rebuked, or commanded, and it doesn't suffer any damage from the bladed lid. If the lid of the golem is somehow forced open, the zombie has the normal abilities of a Medium zombie (as detailed in the <i>Pathfinder Roleplaying Game</i> Bestiary). The victim of an iron maiden golem must be alive when it is placed inside and the lid is closed or the golem's animate host ability fails. </h5><h5><b>Bladed Lid (Ex)</b> A living creature inside an iron maiden when the lid is closed is pierced by twenty dagger-like blades, dealing a total of 50 points of piercing damage each round. The lid automatically seals with an <i>arcane lock</i> spell with a caster level equal to that of the iron maiden golem's creator (14th level usually). The lid can be forced open with a successful Strength check (DC 34) or by casting <i>dispel magic</i>. The <i>knock</i> spell has no effect on the lid. The check DC is Strength-based and includes a +10 bonus from the <i>arcane lock</i> spell. Because of the shape of the iron maiden, only a Medium humanoid can be sealed inside. </h5><h5><b>Immunity to Magic (Ex)</b> An iron maiden golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below. A magical attack that deals electricity damage slows an iron maiden golem (as the slow spell) for 3 rounds, with no saving throw. A magical attack that deals fire damage breaks any slow effect on the iron maiden golem and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. </h5><h5><b>Steal Essence (Su)</b> An iron maiden golem that has created a host using its animate host ability (see above) gains 10 temporary hit points, uses its own base attack bonus or the host's (whichever is higher), and can make normal use of the victim's skills, feats, and non-magical class abilities. The golem must substitute its own ability scores when determining its total skill bonuses; therefore it cannot use skills requiring Constitution or Intelligence, and since it cannot speak, many Charisma skills are severely limited. Likewise, the iron maiden golem must meet the requirements for any feat in order to make use of that feat (thus feats such as Dodge and Combat Expertise are unavailable to the golem). An iron maiden cannot use any divine spells or divinely granted special abilities, since the host within is no longer able to receive such abilities from her deity. An iron maiden likewise cannot use any arcane spells as its inherent magic immunity disrupts any attempt to do so. </h5><h5><b>Vulnerability to Rust (Ex)</b> An iron maiden golem is affected normally by rust attacks, such as that of a rust monster or a <i>rusting grasp</i> spell.</h5></div><br></br><div><h4><p><p>An iron maiden golem is a variation of the iron golem. Like the torture device that is its namesake, an iron maiden golem is a hollow structure with several dagger-like blades on the inside of the lid. The golem itself has the appearance of a tall, well-muscled male or female warrior. When a living creature is placed into the iron maiden and the lid is closed the blades impale the unfortunate victim, causing an agonizing death.</p><p>Unlike the coffin-like torture device, however, an iron maiden golem has articulated arms and legs, and is capable of moving under its own power.</p><p>Although standard iron golems have a breath weapon, an iron maiden does not; it has the ability to usurp the essence of any humanoid being enclosed within, however. The corpse of the unfortunate victim trapped in the iron maiden golem is transformed into an undead being similar to a zombie. The iron maiden, with a victim trapped inside, can then utilize some of that victim's skills, feats, or combat capabilities. A trapped victim decays at an accelerated rate, so at least once a month an iron maiden golem must be given a fresh victim or it reverts to its normal capabilities (as reflected in the statistics block above).</p><p>An iron maiden golem without a victim attacks by slamming opponents with its powerful fists. When a victim is trapped within, it fights in a style relevant to the victim.<br><b>Construction</b><br> An iron maiden golem is constructed from 5,000 pounds of pure iron, mixed with rare chemicals and ingredients costing at least 8,000 gp.<br><b>IRON MAIDEN GOLEM<br> CL</b> 14th; <b>Price </b>52,000 gp </h5><h5><b>Requirements </b>Craft Construct, <i>animate dead</i>, <i>arcane lock</i>, <i>geas/quest</i>, <i>limited wish</i>, <i>polymorph any object</i>, creator must be caster level 14th; </h5><h5><b>Skill </b>Craft (armor or weapons) DC 16; </h5><h5><b>Cost </b>30,000 gp Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "4", "Climb": "0", "HD": "(12d10+30)", "AbilitiyScores": "Str 27, Dex 10, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2649, "SubType": "", "MonsterSource": "", "Feats": "(see below)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "25, touch 9, flat-footed 25", "Swim": "0", "Name": "Iron Maiden Golem", "VariantParent": "", "Skills": "(see below)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +4, Will +4", "Melee": "2 slams +19 (2d10+8 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Large"}