{"Group": "Golem", "Space": "5 ft.", "Mythic": "0", "HP": 64, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Magnesium</h2><h3><i>Silvery-white powder shakes loose from this construct as it stomps across the floor. Its face is a featureless plane except for two gouges where there should be eyes.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Magnesium Golem</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>N Medium construct </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5><h5><b>Aura </b>aura of sickness (10 ft., DC 16, sickened 1d4 minutes)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 11, flat-footed 17 (+1 Dex, +7 natural)</h5><h5><b>hp </b>64 (8d10+20)</h5><h5><b>Fort </b>+2, <b>Ref </b>+3, <b>Will </b>+2</h5><h5><b>DR </b>10/adamantine; <b>Immune </b>construct traits, magic</h5><h5><b>Weaknesses </b>rust vulnerability</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +10 (2d6+2 plus 1d4 Dexterity damage)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>13, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+10; <b>CMD </b>21</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Aura of Sickness (Su)</b> As a free action, a magnesium golem can generate an aura in a 10-foot radius spread that sickens all living creatures entering the area for 1d4 minutes if that creature fails a DC 16 Fortitude save. A creature that successfully saves cannot be affected again by the same magnesium golem's aura of sickness for 24 hours. A <i>delay poison</i> or <i>neutralize poison</i> spell removes the effect from a sickened creature. This is a poison effect. The save DC is Constitution-based and includes a +2 racial bonus. </h5><h5><b>Dexterity Damage (Su)</b> A magnesium golem's slam attack deals 1d4 points of </h5><h5><b>Dexterity</b> damage to a living foe if it fails a DC 14 Fortitude save. The save DC is Constitution-based. </h5><h5><b>Immunity to Magic (Ex)</b> A magnesium golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature as noted below. A magic attack that deals water damage or creates water <i>slow</i>s a magnesium golem (as the <i>slow</i> spell) for 3 rounds, with no saving throw. A magical effect that deals fire damage breaks any <i>slow</i> effect and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A magnesium golem gets no saving throw against fire effects. </h5><h5><b>Rust Vulnerability (Ex)</b> A magnesium golem is affected normally by rust attacks, such as that of a rust monster or a <i>rusting grasp</i> spell.</h5></div><br></br><div><h4><p><p>Magnesium golems are silvery-white humanoids created by arcane spellcasters. As with other golems, they are incapable of thinking on their own, and are thus under control of the one that created them. They are created as guardians and keepers and can be given specific orders to guard a specific locale, item, or object or to attack a specific creature or type of creature.</p><p>The magnesium golem is a silvery-white humanoid formed of magnesium.</p><p>The average magnesium golem stands about 6-7 feet tall and weighs 600 pounds. The magnesium golem's features are smooth and perfect, though it has no discernable ears, nose, or mouth. Its eyes appear to be nothing more than indentations in its body. Magnesium golems wear no clothing and never carry weapons, and it cannot speak or make any vocal noise.</p><p>Unlike many other golems, the magnesium golem can move at the same speed as a human of its size.<br><b>Construction</b><br> A magnesium golem's body is sculpted from 1,000 pounds of pure magnesium. The magnesium is mixed with rare chemicals totaling 4,000 gp. Assembling the body requires a successful DC 14 Craft (armor or weapons) check.<br><b>MAGNESIUM GOLEM<br> CL </b>9th; <b>Price </b>27,000 gp </h5><h5><b>Requirements </b>Craft Construct, <i>geas/quest</i>, <i>hold monster</i>, <i>limited wish</i>, <i>polymorph any object</i>, <i>stinking cloud</i>, creator must be caster level 9th; </h5><h5><b>Skill </b>Craft (armor) or Craft (weapons) DC 14; <b>Cost </b>15,500 gp <br><b>Anodized (Improved) Magnesium Golem</b><br> The golem is anodized during the creation process by submerging it in a solution of acid. During this time, the creator must cast <i>lightning bolt</i> or some other electricity-based effect into the solution. This deals no damage to the golem. After four hours, the magnesium golem is removed from the solution.</p><p>An anodized magnesium golem is identical to a normal magnesium golem detailed above but it does not have the rust vulnerability trait of the normal magnesium golem. This increases the golem's price by 2,000 gp.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "3", "Climb": "0", "HD": "(8d10+20)", "AbilitiyScores": "Str 15, Dex 13, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2650, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "", "AC": "18, touch 11, flat-footed 17", "Swim": "0", "Name": "Magnesium Golem", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +2, Ref +3, Will +2", "Melee": "2 slams +10 (2d6+2 plus 1d4 Dexterity damage)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}