{"Group": "Golem", "Space": "10 ft.", "Mythic": "0", "HP": 107, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Witch-doll</h2><h3><i>This bizarre construct appears to be crafted from stuffed human skin, with large button like platters in place of eye holes and crude stitching forming a pinched mouth. Knots of humanoid hair top its head and it is dressed in a patchwork of ill fitting clothes. Large needles and pins pierce the creature where a humanoid's vital organs would be.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Witch-doll Golem</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>N Large construct </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 9, flat-footed 25 (+16 natural, -1 size)</h5><h5><b>hp </b>107 (14d10+30)</h5><h5><b>Fort </b>+4, <b>Ref </b>+4, <b>Will </b>+4</h5><h5><b>Defensive Abilities </b>resist magic; <b>DR </b>10/adamantine; <b>Immune </b>construct traits, magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +21 (2d10+8) or </br>needle +21/+16/+11 (2d6+12/19-20)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>extra damage against foe, find target, linked attack, witch-doll link</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>26, <b>Dex </b>10, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+23; <b>CMD </b>33</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Extra Damage Against Foe (Su)</b> When it successfully establishes a witch-doll link, a witch-doll golem deals an extra 1d8 points of damage against its programmed target each time one of its attacks hits. </h5><h5><b>Find Target (Sp)</b> When ordered to find its programmed target, a witch-doll golem does so unerringly, as though guided by <i>discern location</i>. </h5><h5><b>Linked Attack (Su)</b> When a witch-doll golem successfully establishes a witchdoll link, any damage taken by the witch-doll golem from any source other than the linked host deals half its damage to the golem and half its damage to the linked target so long as they are within 60 feet of each other. Only the linked target can successfully attack a witchdoll golem and not take \"linked damage\". Attacks that don't damage a witch-doll golem (because of its immunities or its damage reduction) likewise deal no damage to the linked target. Attacks that damage the linked target do not damage the witchdoll golem (the link it establishes is one way). Healing (or repair in the case of the witch-doll golem) is not passed through the link. A witch-doll golem cannot be programmed to attack itself in order to damage its programmed target. Witch-Doll Link (Su) A witch-doll golem can establish an invisible link between itself and its programmed target by making a successful melee attack against its programmed target. If successful, the opponent can attempt a DC 19 Fortitude save to resist the link. The save DC is Constitution-based and includes a +2 racial bonus. A witch-doll link is broken if the witch-doll golem is destroyed, the target dies, or the witch-doll golem is programmed with a new target. A witch-doll golem cannot establish this link with any other creature other than its programmed target. </h5><h5><b>Immunity to Magic (Ex)</b> A witch-doll golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells function differently against the creature, as noted below. A <i>confusion</i> spell <i>slow</i>s it (as the <i>slow</i> spell) for 2d6 rounds, with no saving throw. A <i>mending</i> spell heals 2d6 hit points. </h5><h5><b>Resist Magic (Ex)</b> A witch-doll golem gains a +4 bonus on all saving throws against any spell or spell-like ability or effect cast by its programmed target (provided the effect gets past its immunity to magic). The witch-doll does not have to be linked to its target to gain this bonus.</h5></div><br></br><div><h4><p><p>The witch-doll golem is a horrific hunter/assassin crafted in the likeness of a spellcaster's chosen foe. Witch-doll golems are designed to enact some vengeance on behalf of its creator and are thus made from some of the foe's personal effects (hair, blood, bit of skin, fingernail clippings, etc.). It may be re-programmed should the witch-doll golem's master find a new enemy. The master merely adds new personal effects to the golem and fills it with new commands. The witch-doll golem then follows these commands mindlessly until it or its target is destroyed. Note that the witch-doll golem can only have one programmed target at one time.</p><p>A witch-doll golem stands twice the height of a human and weighs about 1,000 pounds. A witch-doll golem cannot speak.</p><p>When facing its programmed target, the witch-doll immediately attempts to establish a witch-doll link by pummeling the target with its fists or stabbing it with one of the needles in its body. It relentlessly attacks its foe with a ferocity unseen in most mindless automatons. Against other foes, the golem employs its fists and needles while attempting to keep its programmed target within range.<br><b>Construction</b><br> A witch-doll golem is made from a patchwork of cloth, leather, rags, and other miscellaneous materials totaling 1,000 gp, all haphazardly stitched together. The creator of a witchdoll golem must have a physical part of the programmed target and use it in the construction of the witch-doll golem.</p><p>This physical part can be a piece of hair, fingernail clippings, a few drops of blood, a piece of skin, and so on.<br><b>WITCH-DOLL GOLEM</b><br> <b>CL</b> 13th; <b>Price </b>42,200 </h5><h5><b>Requirements </b>Craft Construct, <i>discern location</i>, <i>geas/quest</i>, <i>limited wish</i>, <i>polymorph any object</i>, <i>telepathy</i>, creator must be caster level 13th; </h5><h5><b>Skill </b>Craft (sowing) DC 18; </h5><h5><b>Cost </b>21,600 gp Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "4", "Climb": "0", "HD": "(14d10+30)", "AbilitiyScores": "Str 26, Dex 10, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2656, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "25, touch 9, flat-footed 25", "Swim": "0", "Name": "Witch-doll Golem", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +4, Will +4", "Melee": "2 slams +21 (2d10+8) or needle +21/+16/+11 (2d6+12/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Large"}