{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 165, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Grimm</h2><h3><i>This monstrous beast stands well over 9 feet tall and has glistening black flesh. Its head is oval with deep sunken black eyes. Its mouth is wide and large and sports double rows of razor-sharp fangs. A purplish-black tongue flicks in and out of its mouth. The monster's powerful arms and legs end in filthy wicked claws that sport broken, black fingernails.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Grimm</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>NE Large fey </h5><h5><b>Init </b>+8; <b>Senses </b>low-light vision; Perception +27</h5><h5><b>Aura </b>aura of evil (5 ft., 2d6 profane)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>27, touch 13, flat-footed 23 (+4 Dex, +14 natural, -1 size)</h5><h5><b>hp </b>165 (22d6+88); fast healing 5</h5><h5><b>Fort </b>+13, <b>Ref </b>+17, <b>Will </b>+17</h5><h5><b>Defensive Abilities </b>blur, fey spell resistance; <b>DR </b>15/silver and good; <b>SR </b>24 (28 vs. fey magic)</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>bite +19 (2d8+8), 2 claws +19 (1d8+8)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>devour</h5><h5><b>Spell-Like Abilities</b> (CL 22nd)</br>3/day&mdash;<i>call lightning</i> (DC 18), <i>darkness</i>, <i>detect fey</i> (functions as <i>detect animals or plants</i>, but against fey creatures)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>19, <b>Con </b>19, <b>Int </b> 12, <b>Wis </b>14, <b>Cha </b>20</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+20 (+24 grapple); <b>CMD </b>34</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Diehard, Endurance, Great Fortitude, Improved Feint, Improved Initiative, Iron Will, Power Attack, Weapon Focus (bite, claw)</h5><h5><b>Skills </b>Acrobatics +18, Bluff +30, Climb +22, Diplomacy +17, Escape Artist +18, Heal +11, Intimidate +27, Perception +27, Sense Motive +20, Stealth +25</h5><h5><b>Languages </b>Common, Sylvan (can't speak)</h5><h5><b>SQ </b>ethereal jaunt</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate mountains</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Aura of Evil (Su)</b> A grimm constantly exudes an aura of evil around its form. This aura deals 2d6 points of profane damage to all creatures in any space adjacent to the grimm. Evil creatures do not take this damage. </h5><h5><b>Blur (Su)</b> As a move action, a grimm can blur its form (as the spell of the same name). This grants it concealment (20% miss chance). </h5><h5><b>Devour (Su)</b> If a grimm pins a grappled creature, it deals 1d6 points of Strength drain each round the pin is maintained. Each time the grimm drains Strength, it gains a +1 bonus to its Strength score. These bonus points are temporary and the grimm loses them at the rate of 1 per hour. </h5><h5><b>Ethereal Jaunt (Su)</b> A grimm can shift from the Ethereal Plane to the Material Plane as part of any move action and shift back again as a free action. It can remain on the Ethereal Plane for 3 rounds before returning to the Material Plane. The ability otherwise resembles the spell of the same name (caster level 20th). </h5><h5><b>Fey Spell Resistance (Ex)</b> Against fey magic (spells or spell-like abilities used by any fey creature including elves) a grimm's spell resistance is 28.</h5></div><br></br><div><h4><p><p>A grimm is perhaps one of the most evil of all fey. Conceived and created by members of the Unseelie Court, the monster's only purpose seems to be the destruction of life and that which is beautiful. Legends among the fairy folk say powerful members of the Unseelie Court (specific legends say a circle of powerful quicklings sorcerers are the grimm's creators) created this fell beast to avenge the death of their own who were slain in battle when the Unseelie Court and Seelie Court did battle.</p><p>Grimms dwell in the deepest and darkest mountains making their lairs in deep recesses or hard to access caves and caverns, venturing forth only to kill and to eat. Grimms prefer a diet of meat, particularly good-aligned fey creatures, but they are not particularly picky and will gladly eat anything (or anyone) that crosses their path. Slain prey that is not immediately eaten is stored in the grimm's lair for later consumption.</p><p>These creatures are highly territorial and do not associate with other creatures, not even their own kind.</p><p>A grimm stands 9 feet tall and weighs in excess of 1,200 pounds. Stout and powerfully built, its body teems with muscle and is always covered in a glossy sheen.</p><p>A grimm opens combat slashing with its claws and gnashing with its terrible bite. If it can grab a foe, it does so, pinning it and draining its strength in order to increase its own. If fairing poorly, a grimm employs its spell-like abilities and blur special ability. Against overwhelming odds, a grimm shifts to the Ethereal Plane to avoid its foes.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common, Sylvan (can't speak)", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "17", "Climb": "0", "HD": "(22d6+88)", "AbilitiyScores": "Str 27, Dex 19, Con 19, Int 12, Wis 14, Cha 20", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2669, "SubType": "", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Diehard, Endurance, Great Fortitude, Improved Feint, Improved Initiative, Iron Will, Power Attack, Weapon Focus (bite, claw)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "0", "RacialMods": "", "AC": "27, touch 13, flat-footed 23", "Swim": "0", "Name": "Grimm", "VariantParent": "", "Skills": "Acrobatics +18, Bluff +30, Climb +22, Diplomacy +17, Escape Artist +18, Heal +11, Intimidate +27, Perception +27, Sense Motive +20, Stealth +25", "ClassArchetypes": "", "IsTemplate": "0", "Will": "17", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "temperate mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "ethereal jaunt", "Saves": "Fort +13, Ref +17, Will +17", "Melee": "bite +19 (2d8+8), 2 claws +19 (1d8+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Large"}