{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 34, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gronk</h2><h3><i>The most notable feature of the hairy humanoid is large curved horn projecting from the forehead. The creature's thick limbs and torso betray its muscular power.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Gronk</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>CN Large monstrous humanoid </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., scent; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>13, touch 9, flat-footed 13 (+4 natural, -1 size)</h5><h5><b>hp </b>34 (4d10+12)</h5><h5><b>Fort </b>+6, <b>Ref </b>+4, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>gore +7 (1d6+4), 2 slams +7 (1d6+4) or </br>greatclub +7 (2d8+6) and +2 gore (1d6+2)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>10, <b>Con </b>16, <b>Int </b> 8, <b>Wis </b>11, <b>Cha </b>9</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+9; <b>CMD </b>19</h5><h5><b>Feats </b>Great Fortitude, Power Attack</h5><h5><b>Skills </b>Intimidate +6, Perception +7, Survival +11; <b>Racial Modifiers </b>+4 Survival</h5><h5><b>Languages </b>Giant</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold plains</h5><h5><b>Organization </b>solitary, band (2-5), or nomadic pack (6-30)</h5><h5><b>Treasure </b>standard</h5></div><br></br><div><h4><p><p>Gronks are the typical big, dumb brutes; a male gronk is on average approximately 9 feet tall, with females only slightly smaller.</p><p>A gronk has mottled gray skin and shaggy brown hair that is thickest at its head and shoulders and gradually thins out around its waist. The arms and legs of a gronk are massive, like tree limbs attached to its thick barrel-like torso. The face of a gronk seems almost lost amid the long hair hanging from its head. The most notable feature of a gronk's face is the long, rhinoceros-like horn between its eyes.</p><p>Gronks dwell in small family bands or nomadic packs. They are huntergatherers, wandering the cold plains they call home. Gronk packs never remain in one place for more than a month before moving on to greener pastures and better hunting grounds. They have been known to engage in barter with traders who cross their territories. Of particular interest to gronks are frost giants, with whom they have some sort of kinship or bond (though the extent of such a bond is unknown).</p><p>Gronks are fiercely territorial, but will not attack strangers who are simply passing through. They know how long it should take to cross their lands, and anyone remaining there for longer than that is subject to a raid. During such raids, gronks often subdue rather than kill their opponents. Subdued opponents are left to fend for themselves in the wild while the gronks carry off their gear and supplies. The only creatures that are immediately attacked when they enter gronk lands are orcs. There is some ancient enmity between the two races that forces a gronk to attack any orc or half-orc on sight. Such creatures are never shown quarter in combat and all battles between a gronk and orc or half-orc ends when one or the other dies.</p><p>Gronks enjoy combat and enter into melee with unashamed glee. They can fight either armed or unarmed, and actually prefer the latter. Among weapons, gronks tend to use simple weapons such as clubs. They rarely use missile weapons of any kind.<br><b>Gronk Characters</b><br> Gronks have racial Hit Dice and can have class levels. Most gronk leaders are barbarians. On rare occasions, a female gronk becomes an adept or druid; female gronks are the only members of their race who have ever shown any skill with magic. Gronk characters have the following racial traits.<br><b>+8 Strength, +6 Constitution, -2 Intelligence, -2 Charisma:</b> Gronks display the strength, ferocity and dull wits of the typical savage.<br><b>Large size:</b> Gronks are Large and have the following adjustments -1 penalty to Armor Class, -1 penalty on attack rolls, -4 penalty on Stealth checks, +1 bonus on CMB/CMD, lifting and carrying limits double those of Medium characters.<br><b>Space/Reach:</b> 10 ft./10 ft.<br><b>Fast:</b> A gronk's base speed is 40 feet.<br><b>Darkvision:</b> A gronk can see in the dark up to 60 feet.<br><b>Racial Hit Dice:</b> A gronk starts with four levels of monstrous humanoid, which provide it with 4d10 HD, a base attack bonus of +4, and base save bonuses of Fort +1, Ref +4, Will +4.<br><b>Racial Skills:</b> A gronk's monstrous humanoid levels give it skill points equal to 4 x (4 + Int modifier, minimum 1). A gronk has a +4 racial bonus to Survival skill checks.<br><b>Racial Feats:</b> A gronk's monstrous humanoid levels give it two feats.<br><b>AC:</b> Gronks have +4 natural armor bonus.<br><b>Natural Weapons:</b> Gronks can fight with 2 slams (1d6) and a horn (1d6).<br><b>Languages:</b> Gronks begin play speaking Giant. A gronk with a high Intelligence can choose from the following languages: Common, Goblin, Orc.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "Giant", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, band (2-5), or nomadic pack (6-30)", "Ref": "4", "Climb": "0", "HD": "(4d10+12)", "AbilitiyScores": "Str 19, Dex 10, Con 16, Int 8, Wis 11, Cha 9", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2672, "SubType": "", "MonsterSource": "", "Feats": "Great Fortitude, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+4 Survival", "AC": "13, touch 9, flat-footed 13", "Swim": "0", "Name": "Gronk", "VariantParent": "", "Skills": "Intimidate +6, Perception +7, Survival +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "cold plains", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +4, Will +4", "Melee": "gore +7 (1d6+4), 2 slams +7 (1d6+4) or greatclub +7 (2d8+6) and +2 gore (1d6+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "CN", "Size": "Large"}