{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 32, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Haunt</h2><h3><i>This entity appears as a translucent humanoid floating about a foot off the ground. Its eyes flash with pure hatred.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Haunt</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Medium undead (incorporeal)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 15, flat-footed 12 (+2 deflection, +2 Dex, +1 dodge)</h5><h5><b>hp </b>32 (5d8+10)</h5><h5><b>Fort </b>+3, <b>Ref </b>+3, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>rejuvenation; <b>Immune </b>channel energy, undead traits</h5><h5><b>Weaknesses </b>vulnerability to dispel evil/good/law/chaos</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., fly 30 ft. (perfect)</h5><h5><b>Melee </b>incorporeal touch +5 (1d4 cold plus 1d3 Dex)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>Dexterity damage, malevolence (DC 14), strangle</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>15, <b>Con </b>-, <b>Int </b> 10, <b>Wis </b>14, <b>Cha </b>14</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+3; <b>CMD </b>18</h5><h5><b>Feats </b>Blind-Fight, Dodge, Improved Initiative</h5><h5><b>Skills </b>Fly +9, Intimidate +10, Perception +10, Stealth +10</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>alternate form</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Alternate Form (Su)</b> A haunt's natural form is that of a translucent image appearing much as the person did in life. As a standard action, it can alter its form so as to appear as a floating, luminescent ball of light (possibly being mistaken for a will-o'-wisp in this form). In this form, it cannot use its Dexterity damage attack or its malevolence attack. It retains its incorporeal form and can make an incorporeal touch attack that deals normal damage (but not Dex damage). A haunt remains in one form or the other until it chooses to assume a new one (as a standard action). A change in form cannot be dispelled. A haunt cannot change forms while using its malevolence attack (that is, while possessing a host). </h5><h5><b>Malevolence (Su)</b> Once per round, a haunt can merge its body with a creature on the Material Plane whose Dexterity has been reduced to 0 (either through the haunt's touch or by some other means). This ability is similar to a <i>magic jar</i> spell (caster level 10th or the haunt's Hit Dice, whichever is higher), except that it does not require a receptacle. To use this ability, the haunt must be adjacent to the target. The target can resist the attack with a successful DC 14 Will save. A creature that successfully saves is immune to that same haunt's malevolence for 24 hours. If the save fails, the haunt vanishes into the target's body (whose Dexterity temporarily returns to normal) and attempts to complete its unfinished task. If the haunt completes its task, it leaves the host and fades away forever. When the haunt leaves the host, the host's Dexterity drops back to 0. If the host body is slain while the haunt is in possession of it, the creature becomes tied to that area and can never leave. Its unfinished task remains the same. </h5><h5><b>Rejuvenation (Su)</b> In most cases, it's difficult to destroy a haunt through simple combat: the \"destroyed\" spirit restores itself in 1d4 days. Even the most powerful spells are usually only temporary solutions. The only way to permanently destroy a haunt is to use <i>dispel evil/good/law/chaos</i> (depending on the haunt's alignment) or determine the reason for its existence and set right whatever prevents it from resting in peace. The exact means varies with each spirit and may require a good deal of research, and should be created specifically for each different ghost by the GM. </h5><h5><b>Strangle (Su)</b> If a creature possessed by a haunt has an alignment opposite to that of the haunt on either the law/ chaos or good/evil axis, it attempts to strangle the host using its own hands (i.e., the hands of the host body). Unless precautions are taken to restrain the possessed victim's hands, they immediately reach for the throat and begin strangling the haunt-possessed body. An opponent takes 1d4 points of damage each round until its hands are forcibly restrained with a successful CMB check, the haunt is ejected from the body, or the victim dies. </h5><h5><b>Vulnerability (Ex)</b> A haunt can be forcibly ejected from a host if <i>hold person</i> is cast on the victim and the haunt fails its Will save. A <i>dispel evil/good/law/chaos</i> spell (depending on the haunt's alignment) instantly ejects the creature from the host and deals 1d6 points of damage per caster level to the haunt. A haunt slain in such a manner cannot rejuvenate and is permanently destroyed.</h5></div><br></br><div><h4><p><p>The haunt is the spirit of a person who died before completing some vital task. A haunt inhabits an area within 60 feet of where its body died and never leaves this area. (Note-a haunt in possession of a material body can in fact leave its area and must do so in order to finish its task.) It desires but one thing its final rest. To accomplish this, it must possess a living creature and finish the task that prevents it from achieving everlasting slumber. A haunt only attacks humanoid creatures.</p><p>A haunt attacks with its incorporeal touch. It concentrates on a single foe, attempting to render it helpless by draining its Dexterity. Once that victim reaches Dexterity 0, the haunt uses its malevolence ability to possess the body and then attempts to complete the task that binds it to this plane. If the haunt is attacked while possessing a body, it uses all the abilities of the host to defend itself.</p><p>Credit The Haunt originally appeared in the First Edition module <i>A2 Secret of the Slavers Stockade</i> (© TSR/Wizards of the Coast, 1981) and later in the First Edition <i>Monster Manual II</i> (© TSR/Wizards of the Coast, 1983) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Harold Johnson and Tom Moldvay.</p></h4></div>", "Languages": "Common", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "3", "Climb": "0", "HD": "(5d8+10)", "AbilitiyScores": "Str -, Dex 15, Con -, Int 10, Wis 14, Cha 14", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2679, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Blind-Fight, Dodge, Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "1", "RacialMods": "", "AC": "15, touch 15, flat-footed 12", "Swim": "0", "Name": "Haunt", "VariantParent": "", "Skills": "Fly +9, Intimidate +10, Perception +10, Stealth +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "alternate form", "Saves": "Fort +3, Ref +3, Will +6", "Melee": "incorporeal touch +5 (1d4 cold plus 1d3 Dex)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., fly 30 ft. (perfect)", "Alignment": "N", "Size": "Medium"}