{"Group": "Helix Moth", "Space": "15 ft.", "Mythic": "0", "HP": 120, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Helix Moth, Mature</h2><h3><i>This 20-foot long insect has a black abdomen wrapped with spiraling bands of various color and a white underbelly. Three sets of translucent bluish-violet wings extend from its body. A small black sword-like stinger protrudes from the end of its abdomen and its maw clatters with large gray mandibles.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Mature Helix Moth</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>N Huge vermin </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., tremorsense 60 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 10, flat-footed 21 (+2 Dex, +13 natural, -2 size)</h5><h5><b>hp </b>120 (16d8+48)</h5><h5><b>Fort </b>+13, <b>Ref </b>+7, <b>Will </b>+5</h5><h5><b>Immune </b>vermin traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>bite +15 (2d8+5 plus 1d8 acid plus grab), tail sting +15 (2d6+2 plus poison),</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>drone</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>15, <b>Con </b>16, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>2</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+19; <b>CMD </b>27</h5><h5><b>Feats </b>Improved Initiative<sup>B</sup></h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Drone (Ex)</b> The rapid beating of the helix moth's wings creates a droning sound that is audible up to 60 feet away. This droning clouds the minds of all creatures within 30 feet that hear it except other helix moths. A successful DC 21 Will save negates the effect. The save DC is Constitution-based. On a failed save, a creature suffers a -4 circumstance penalty to attack rolls, checks and saves for 1 minute. After this time, a new save can be attempted (same DC) if the helix moth's droning can still be heard and the creature is within range. If this save fails, the creature remains affected for another one minute. This continues every minute until a successful save is made or the combat ends. A creature that makes a successful Will save is unaffected by the droning of that helix moth for one day. The droning is a free action so long as the helix moth is airborne. On the ground, it may beat its wings as a move action with the effects as above. </h5><h5><b>Poison (Ex)</b> Sting-injury; <i>save</i> DC 21; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d4 Strength damage; <i>cure</i> 2 consecutive <i>save</i>s. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Helix moths are solitary creatures, though on rare occasions a mated pair might be encountered. The lair of an adult helix moth is almost always above ground and usually takes the form of a cave, tunnel, or other such structure.</p><p>Such places are always well-hidden and difficult to reach. When the time comes for a female helix moth to lay her eggs, she hollows out a tunnel in the floor of her lair, forms a large chamber at the end of the tunnel and deposits her eggs in the chamber.</p><p>Helix moth larvae lair in a large, 6-foot-diameter ridged tunnels that burrow down into the earth where they eventually open into a large chamber at least 20 square feet in size. A thick, gray-white slime coats the chamber's floor and walls. Though harmless to living creatures, but generally not pleasant to touch or come in contact with. Occasionally (15% chance) the secretions of the helix moth larva mix with the slime just enough to form a deadly inhalant poison that affects living creatures within the chamber. Those breathing the fumes must make a successful DC 15 Fortitude save or suffer 1d4 points of Constitution damage. A new save must be made every minute. Once a successful save is made, that creature cannot be affected by the fumes again for one day.</p><p>To lay her eggs, the female helix moth uses her acidic secretions and sharpened mandibles to tunnel a hole into the ground and hollow out a large chamber where she lays 2d4 eggs of greenish-gray color.</p><p>The eggs hatch two weeks after fertilization, producing the helix moth larvae, though typically only about 50% of the larva live past the first day.</p><p>Helix moths are normally passive creatures except when hunting. During a search for prey, the creature becomes highly aggressive and does not hesitate to attack any creature it encounters. A helix moth often journeys up to a mile or more away from its lair in search of prey. Slain prey is carried back to its lair and devoured over a period of several days. The adult helix moth attacks by biting or stinging its prey. Its constant droning affects those that combat it, so the helix moth always tries to stay airborne and within range where it can use this ability while staying out of melee range. Helix moth larvae attack by biting.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or pair", "Ref": "7", "Climb": "0", "HD": "(16d8+48)", "AbilitiyScores": "Str 20, Dex 15, Con 16, Int -, Wis 11, Cha 2", "Gear": "", "Ranged": "", "Type": "vermin", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2681, "SubType": "", "MonsterSource": "", "Feats": "Improved InitiativeB", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "1", "RacialMods": "", "AC": "23, touch 10, flat-footed 21", "Swim": "0", "Name": "Mature Helix Moth", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "temperate forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +13, Ref +7, Will +5", "Melee": "bite +15 (2d8+5 plus 1d8 acid plus grab), tail sting +15 (2d6+2 plus poison),", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., fly 60 ft. (good)", "Alignment": "N", "Size": "Huge"}