{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 9, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Huggermugger</h2><h3><i>This small humanoid stands no ore than 3 to 4-feet tall, with cropped, black hair, hidden beneath a black hat, pulled low so as to hide its facial features. It conceals the rest of its body beneath a long dark robe.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Huggermugger</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>CN Small humanoid (dark folk)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +6</h5><h5><b>Aura </b><i>confusion</i> aura</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 14, flat-footed 15 (+3 Dex, +1 natural, +1 size) (natural cunning)</h5><h5><b>hp </b>9 (2d8)</h5><h5><b>Fort </b>+0, <b>Ref </b>+6, <b>Will </b>+1</h5><h5><b>Immune </b>natural cunning</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>hook-blade +5 (1d4))</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>11, <b>Dex </b>16, <b>Con </b>10, <b>Int </b> 11, <b>Wis </b>13, <b>Cha </b>12</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+0; <b>CMD </b>13</h5><h5><b>Feats </b>Weapon Finesse</h5><h5><b>Skills </b>Perception +6, Sleight of Hand +11, Stealth +15; <b>Racial Modifiers </b>+4 Sleight of Hand, +4 Stealth</h5><h5><b>Languages </b>chatter (see description below)</h5><h5><b>Combat Gear </b>hook-blade</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>band (4-9) or swarm (10-20)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Confusion Aura (Su)</b> A group of three or more huggermuggers can, as a free action, create an aura of <i>confusion</i>. Anyone within 40 feet of the huggermuggers must succeed at a Will save (DC 12, +1 per huggermugger in the group) or be affected as by a <i>confusion</i> spell for 5 rounds. All huggermuggers in the group must be within 30 feet of each other to create this aura. Each huggermugger may contribute to the <i>confusion</i> aura once per day. A creature that makes a successful save cannot be affected by the <i>confusion</i> aura of any huggermuggers in that group for one day. The save DC is Charisma-based. </h5><h5><b>Natural Cunning (Ex)</b> Huggermuggers possess innate cunning and logical ability. This makes them immune to <i>maze</i> spells, prevents them from ever becoming lost, and enables them to track enemies. Further, they are never caught flat-footed.</h5></div><br></br><div><h4><p><p>Huggermuggers are small, underground dwelling humanoids that relish in chaos, disorder, trickery, and the fine art of thieving. These degenerate humanoid creatures have only been encountered in large cities with extensive sewer systems, but it is not known how their race has spread or how it developed. Most compare them to rats for swarming up from the filth to feed on human society like great parasites. A few fear-mongering city dwellers loudly speculate that the huggermuggers maintain vast tunnel complexes that connect all of the large cities of the world, and that some day the vile race will issue up from the depths as an invading army.</p><p>Huggermuggers do not speak, other than the incessant chattering and mumbling they seem to constantly indulge in. Their language has yet to be translated by sages, so what they call themselves remains a mystery. The name \"huggermugger\" is a nonsense word akin to \"boogeyman,\" being a name used in stories to scare children into remaining close to home and not exploring the sewers and dark alleys of the city. Curiously, their skin is pale and cold to the touch, regardless of the actual temperature in the surrounding area.</p><p>A band of huggermuggers slowly circles its opponents, chattering and mumbling so as to cause <i>confusion</i>. Each round they circle a foe, one huggermugger moves in, attacks with its hook-blade, and then falls back into the circle as another prepares to attack. If outnumbered or outclassed, huggermuggers prefer to attack from ambush, confusing their opponents before robbing or slaying them.</p><p> <br></br><b>Hook-Blade</b> (Exotic Light Melee Weapon) The hook-blade is 13 inches long with a wooden handle and finely sharpened, curved blade on one end. A smaller blade protrudes from the other side of the weapon. It resembles a kama with a smaller curved blade opposite the main blade.</p><p><br><b>Hook-Blade</b>: Cost 7 gp; Damage 1d4 (S), 1d6 (M); Crit x2; Weight 2 lb.; Type slashing; Special disarm.</p><p> <br></br><b>Huggermugger Characters</b><br> <b>Dex +6, Wis +2, Cha +2</b>. Huggermugger leaders tend to be rogues or multiclass rogues (rogue/sorcerer most often). Huggermugger clerics can choose from two of the following domains: Chaos, Travel, Protection, and Trickery.<br><b>Darkvision:</b> huggermuggers can see in the dark up to 60 feet.<br><b>Small size:</b> huggermuggers gain a +1 bonus to AC, +1 bonus to attack rolls, +4 bonus on Hide checks, -4 penalty on grapple checks, lifting and carrying limits one-half those of Medium characters.<br><b>Low-light vision:</b> a huggermugger can see twice as far as a human under low-light conditions.<br><b>Racial Hit Dice:</b> A huggermugger begins with two levels of humanoid, which provide 2d8 Hit Dice</b>, a base attack bonus of +1, and base saving throw bonuses of Fort +3, Ref +0, and Will +0.<br><b>Racial Skills:</b> A huggermugger's humanoid levels give it skill points equal to 2 x (2 + Int modifier). They gain a +4 racial bonus to Sleight of Hand, and Stealth checks.<br><b>Racial Feats:</b> A huggermugger's humanoid levels give it one feat.<br><b>AC:</b> +1 natural armor bonus.<br><b>Racial Weapon Proficiency:</b> A huggermugger does not require an exotic weapon proficiency to wield a hook-blade.<br><b>Special Attacks:</b> Confusion Aura (see above).<br><b>Special Qualities:</b> Natural Cunning (see above).<br><b>Languages:</b> Huggermuggers PCs begin play speaking their own gibberish as well as a smattering of Common provided they have an Intelligence of at least 10.</p><p>Huggermuggers with high Intelligence scores can choose from the following languages: Aklo, Dark Folk, Dwarven, Goblin, Orc, and Undercommon,.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "chatter (see description below)", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "band (4-9) or swarm (10-20)", "Ref": "6", "Climb": "0", "HD": "(2d8)", "AbilitiyScores": "Str 11, Dex 16, Con 10, Int 11, Wis 13, Cha 12", "Gear": "hook-blade", "Ranged": "", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2690, "SubType": "(dark folk)", "MonsterSource": "", "Feats": "Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "0", "Fly": "0", "RacialMods": "+4 Sleight of Hand, +4 Stealth", "AC": "15, touch 14, flat-footed 15", "Swim": "0", "Name": "Huggermugger", "VariantParent": "", "Skills": "Perception +6, Sleight of Hand +11, Stealth +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +0, Ref +6, Will +1", "Melee": "hook-blade +5 (1d4))", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CN", "Size": "Small"}