{"Group": "Dragon", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 30, "Treasure": "", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Dragon, Tidepool</h2><h3><i>This small draconic creature seems better suited for the waves than wind, its wings sweeping along its body like massive fins. Light from the water refracts off its resilient-looking cerulean hide as it snaps crustacean-like claws.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Tidepool Dragon</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>CN Tiny dragon (aquatic)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 13, flat-footed 14 (+1 Dex, +2 natural, +2 size)</h5><h5><b>hp </b>30 (4d12+4)</h5><h5><b>Fort </b>+5, <b>Ref </b>+7, <b>Will </b>+6</h5><h5><b>Immune </b>paralysis, sleep</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., fly 30 ft. (average), swim 60 ft.</h5><h5><b>Melee </b>bite +6 (1d3), 2 claws +6 (1d3 plus attach)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>breath weapon (5-ft. line, 2d6 fire damage, Reflex DC 13 for half, usable every 1d4 rounds)</h5><h5><b>Spell-Like Abilities</b> (CL 4th; concentration +6) </br>3/day&mdash;<i>freedom of movement</i> (self only)</h5></h5><h5><b>Spells Known</b> (CL 4th; concentration +6) </br>2nd (4/day)&mdash;<i>slipstream</i>* </br>1st (7/day)&mdash;<i>hydraulic push</i>*, <i>obscuring mist</i> </br>0 (at will)&mdash;<i>acid splash</i>, <i>dancing lights</i>, <i>daze</i> (DC 12), <i>detect poison</i>, <i>mage hand</i>, <i>touch of fatigue</i> (DC 12)</h5></h5><h5>* See the <i>Advanced Player's Guide</i>.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>11, <b>Dex </b>13, <b>Con </b>13, <b>Int </b> 8, <b>Wis </b>14, <b>Cha </b>14</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+3; <b>CMD </b>13</h5><h5><b>Feats </b>Improved Initiative, Lightning Reflexes</h5><h5><b>Skills </b>Fly +12, Knowledge (nature) +6, Perception +9, Survival +9, Swim +15</h5><h5><b>Languages </b>Common, Draconic</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm coastlines</h5><h5><b>Organization </b>solitary, pair, or clutch (3-6)</h5><h5><b>Treasure </b></h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Attach (Ex)</b> When a tidepool dragon hits with a claw attack, it automatically grapples its foe, dealing automatic damage with that claw each round. </h5><h5><b>Breath Weapon (Su)</b> When a tidepool dragon uses its breath weapon underwater, it creates a 10-foot cone of superheated water rather than a line of fire (as noted above). This effect deals the breath weapon's damage to any creatures in the cone's area, though victims can still save to take only half damage.</h5></div><br></br><div><h4><p><p>Aquatic dragons similar in size and fickleness to faerie dragons and pseudodragons, tidepool dragons rule as whimsical tyrants over miniature realms comprising coral forests, sand dune mountains, and low-tide menageries. Preferring to inhabit coastal regions throughout the world's warmer climes, these dragon-kin make their lairs amid balmy lagoons and hidden coves, favoring any seaside setting devoid of stronger predators. A combination of chitinous shell-similar in shade to that of a blue crab-and scales the color of clear tropical waters covers every tidepool dragon, the shade deepening through twilight hues to a shade as dark as a ocean abyss. Tidepool dragons typically measure about 2 feet long and weigh approximately 14 pounds. They are known to live for about 300 years. <b></p><p>Ecology</b></p><p> Despite their size, tidepool dragons are hardy and well suited to their environment. Their sweeping fin-wings work equally well both above and beneath the water. While underwater, these dragons use their fins to make languid, powerful strokes, propelling them forward in graceful bursts, but the strong, flexible musculature beneath the fins also allows them to make quick, dramatic turns essential in pursing eels, small fish, and other agile prey. Above the water these same appendages work like wings, the membranous skin spreading over bones and cartilage to catch currents of air. Many observers who have glimpsed these creatures both above and below the waves claim that they do not fly so much as swim through the skies. The tiny dragons' dense muscle mass, particularly in their tails, allows them to create momentum strong enough to break the surface of the water and send them skyward in their characteristic glides. Although they prefer to eat fish, tidepool dragons often use their flight to chase seabirds off the surface of the waves and high into the sky, while the small, tough teeth that line every tidepool dragon's mouth can easily crack the hard shells of crabs and other shellfish. The tidepool dragon is amphibious, possessing both gills and lungs, and can exist outside of water indefinitely. While it is in flight, muscles stretch its gill slits so they lie flat along the body, decreasing resistance to the wind. At the apex of the dragon's complex respiratory system, near the base of the creature's throat, a pair of small bones hang down. Tidepool dragons can vibrate these bones at an almost unthinkable speed, and the furious motion gives off intense heat. They can then draw water through their bodies from their gills and push it out of their mouths. As this torrent of water passes the vibrating bones, it heats to temperatures beyond scalding, capable of burning flesh and even melting glass. Even when not submerged, tidepool dragons can draw moisture from the air through their gills to power their breath weapons. But despite the potency of a tidepool dragon's breath when used in flight or on land, these creatures usually employ their breath weapons while underwater. When the dragons are submerged, their scalding gout of water diffuses into a small cloud of boiling water, allowing them to affect entire schools of fish or other groups of prey in a single boiling burst. <b></p><p>Habitat & Society</b></p><p> Tidepool dragons get their name from their tendency to frequent small coastal pools, where they bask and sleep because they are usually safe from other predators there and their shell-like hides blend well with the brilliant colors of local aquatic fauna. Those attempting to capture or otherwise contain a tidepool dragon find it a challenging task, as the creature's <i>freedom of movement</i> ability makes most nets, ropes, and simple attempts to grab it near useless. \"Slippery as a tide wyrm\" is a phrase often bandied about by sailors and other seafarers when trying to cross treacherously wet decks or wrestle the rigging of a loose and blowing sail. Despite being almost impossible to catch, tidepool dragons can be bargained with rather readily, as their interests, while fickle, are quite simple. Those seeking tidepool dragons' favor-or, at least, hoping not to incur their mischief-can make offerings to the dragon, typically in the form of coins, gems, or particularly shiny shells so that the miniature wyrms can mimic their larger kin. Additionally, most tidepool dragons enjoy rare fish that cannot be found in their home waters, or fruits and vegetables from far inland that they've never sampled. Capricious and self-serving, these miniature dragons possess a less savory reputation than their faerie dragon or pseudodragon cousins, making enemies as easily as they make allies. Highly territorial, most tidepool dragons take offense if the waters and coasts near their lairs are intruded upon, blasting trespassers with their breath weapons or perpetrating various pranks upon them. If satisfied, though-typically by being bribed with shiny baubles or salty food-tidepool dragons can prove quite helpful, serving other creatures for the promise of more rewards. Clever sailors have been known to leave trails of enticing foods in their ships' wakes in an effort to draw the attention of tidepool dragons. If successful, a vessel can gain a valuable helper, capable of acting as a lookout both far above and far below the water. Several aquatic species, such as merfolk, tritons, aquatic elves, and even sahuagin, also recognize the benefits of keeping tidepool dragons as allies, and some explorers have recorded colonies of such aquatic humanoids where well-fed clutches of these dragons act as sentries or scouts. When left to their own devices, tidepool dragons live in small coastal caves, usually in mated pairs or related family clutches. These lairs always contain exit shafts into the sky beyond since tidepool dragon eggs and new hatchlings are a favorite prey of bunyips. Tidepool dragon eggs are about the size of a chicken or crocodile egg, but are marked with the same colors that will eventually grace the hatchlings' scales. Parents hatch their young and then raise them until they are capable of surviving on their own, around age 3. At that point, young tidepool dragons set off to find mates and indulge their species' rampant curiosity. Single youths also band together to form non-familial pods for hunting and adventure. <br><b>Tidepool Dragons as Familiars</b><br> Although difficult to approach, tidepool dragons sometimes choose to serve as the familiars of unruly spellcasters and those who go out of their way to feed them rich or exotic foods. Spellcasters of 7th level or higher with an alignment within one step of chaotic neutral can gain a tidepool dragon as a familiar by taking the Improved Familiar feat.</p></h4></div>", "Languages": "Common, Draconic", "Source": "AP 55", "Land": "1", "Organization": "solitary, pair, or clutch (3-6)", "Ref": "7", "Climb": "0", "HD": "(4d12+4)", "AbilitiyScores": "Str 11, Dex 13, Con 13, Int 8, Wis 14, Cha 14", "Gear": "", "Ranged": "", "Type": "dragon", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 2720, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Improved Initiative, Lightning Reflexes", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "1", "RacialMods": "", "AC": "15, touch 13, flat-footed 14", "Swim": "1", "Name": "Tidepool Dragon", "VariantParent": "", "Skills": "Fly +12, Knowledge (nature) +6, Perception +9, Survival +9, Swim +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "warm coastlines", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +5, Ref +7, Will +6", "Melee": "bite +6 (1d3), 2 claws +6 (1d3 plus attach)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., fly 30 ft. (average), swim 60 ft.", "Alignment": "CN", "Size": "Tiny"}