{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 18, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Incutilis</h2><h3><i>This strange nautilus drags itself forward on oversized tentacles, its crimson-streaked flesh textured like the surface of some exposed, alien brain.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Incutilis</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>LE Tiny aberration (aquatic)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 14, flat-footed 15 (+2 Dex, +3 natural, +2 size)</h5><h5><b>hp </b>18 (4d8)</h5><h5><b>Fort </b>+1, <b>Ref </b>+3, <b>Will </b>+5</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>5 ft., climb 5 ft., swim 60 ft.</h5><h5><b>Melee </b>2 tentacles +3 (1d4+2 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>puppetmaster</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>15, <b>Con </b>11, <b>Int </b> 12, <b>Wis </b>13, <b>Cha </b>8</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+3; <b>CMD </b>15 (can't be tripped)</h5><h5><b>Feats </b>Improved Initiative, Step Up</h5><h5><b>Skills </b>Bluff +3, Climb +10, Disguise +3, Perception +8, Stealth +17, Swim +17</h5><h5><b>Languages </b>Aboleth, Aklo, Aquan, Common, Undercommon (cannot speak); telepathy 30 ft.</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any oceans</h5><h5><b>Organization </b>solitary, pair, colony (3-12) plus enslaved puppets</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Puppetmaster (Su)</b> As a full-round action, an incutilis can drive its lesser tendrils into any helpless Small or Medium creature it occupies the same square as, and pump the victim full of poison and chemicals. The victim is killed instantly and becomes a zombielike creature under the incutilis's control. This zombie is not treated as being undead, and is immune to spells and effects that only affect undead (like damage from positive energy). The incutilis is attached to this zombie-typically by the head-occupying the same square and moving along with it. The incutilis can make attacks with its tentacles independently of the zombie's slam. It can also retract its tendrils as a move action, but doing so causes the zombie to collapse and revert to a normal corpse. The incutilis must retract its tendrils before it can move away from a zombie it's attached to. Any attack that deals damage to the zombie also deals 1 point of damage to the incutilis, regardless of how much damage is dealt to the zombie, while area-affecting spells affect both the puppeteer and zombie. A character can attempt to attack just the incutilis, but takes a -4 penalty on the attack roll. Killing the incutilis destroys the zombie.</h5></div><br></br><div><h4><p><p>Scholars know life began in the sea, and some- either paranoid or visionary-claim that the sea has manipulated the course of humanoid life through ages beyond reckoning, citing the incutilis as evidence of this. A strange sort of sea creature that appears to be little more than an oversized cephalopod, an incutilis hides a significant intelligence behind its unassuming appearance. Though most incutilises live their entire lives amid the deepest trenches of the darkest seas, some venture to the border between water and land, revealing terrible control over land-dwelling flesh and an alien disregard for sentient life. Limited in their ability to cross this border and travel on land by their aquatic physiologies, these aberrations overcome this hurdle with a lethal solution, slaying land dwellers and commandeering their flesh to bear the incutilis on shore. To what ends these beings seek to explore the surface remains a mystery-perhaps they do so out of hunger, perhaps out of curiosity, or perhaps because they were sent. A typical incutilis weighs approximately 25 pounds, 30 with its shell, and measures 4 feet from the tips of its longest tentacles to the top of its shell. <b></p><p>Ecology</b></p><p> Although incutilises can live as bottom feeders, their favorite foods seem to be higher life forms-sharks, whales, and sentient ocean dwellers-and they appear to make little distinction between the living and the dead. They also make no obvious distinctions between sentient and nonsentient victims, a trait that comes across as either an extreme form of racial arrogance or total ruthlessness. At the same time, incutilises exhibit strong self-preservation compulsions, going out of their way to avoid dangerous predators and large groups of other sentient beings, and preferring instead to operate from the shadows. Incutilises' most remarkable physical process is their ability to invasively take over dead flesh. So long as a body is relatively intact, the aberration can extend the smaller, more delicate tendrils it typically keeps retracted into its shell. These tendrils are covered with myriad tiny barbs and smaller fibrous filaments it can wind into even the finest internal apertures of a living body with shocking speed and ease. Once the tendrils are in place, the strange chemical laboratory that makes up a incutilis's internal organs allows it to secrete strange chemicals and toxins directly into the body's muscles, causing deliberate contractions, releases, and convulsions that give freshly dead bodies the semblance of life, while those longer dead appear undead. This process requires the incutilis to be latched onto its victim, directing its every motion. If it retracts its tendrils, its host body collapses back into a pile of dead flesh. Despite the remarkable nature of incutilises' corpse animation process, it is far from subtle. An incutilis cannot easily hide its prominent tendrils and gleaming shell, meaning that any corpse looks far from normal in well-lit conditions. In the dark or at a distance, however, the illusion can prove somewhat convincing, though still unnerving as the body twitches and jerks with the spasms caused by its aquatic master. Typically, witnesses who see a corpse animated by an incutilis believe it to be some sort of waterlogged undead, a misidentification that has led to the demise of more than one well-intentioned cleric. Incutilises can survive both on land and at sea, though they are at an obvious disadvantage out of water, as their bodies are specialized for swimming, not dragging themselves along dry terrain. This limit to their mobility seems to be the primary reason they seek out corpses to take control over or unsuspecting humanoids or animals to overwhelm, claiming their bodies as convenient conveyances. Despite this, their actions rarely seem deliberately malicious, but rather result from a decision made out of dispassionate necessity. Whether they realize that their method of taking over the bodies of other living creatures is an affront to such beings or even have any concept of what death means proves entirely unclear. <b></p><p>Habitat & Society</b></p><p> Those few aware of incutilises rarely know the creatures by name. Rather, tales of their terrors-of shambling, flesh-garbed cephalopods and whole villages overwhelmed by invaders from the deep-spread through ports and among crews of sailors, the stuff of tall tales and the lies of drunks. But regularly enough, coastal fishing communities or the fortresses of petty pirate kings turn up deserted, their occupants vanished except, occasionally, for a few strange, oversized nautilus shells. Incutilises can turn up in nearly any body of saltwater, but seem to favor warmer climes. More than even seeking warmer waters, however, these aquatic aberrations most frequently appear near deep undersea trenches. This is possibly because of some preference for the pressure of the depths or the darkness, but some also propose that incutilises are natives of the Darklands and inhabit the lightless seas of that realm in numbers unprecedented in the seas of the surface. This somewhat unpredictable range of habits has resulted in rumors of incutilises appearing in the most unusual places, like freshwater ponds, inland fishing holes, even wells. Incutilises prove highly logical in their decision-making, seeming to know nothing of or care nothing for emotion or sympathy. This causes many who first encounter them to believe they're nothing more than ravenous creatures, flesh stealers driven to hunt beyond their native environments. In truth, groups of incutilises act with great eff iciency and deliberateness. Such bands also gauge the potential of a possible new food source before acting to claim it, avoiding acts that would eliminate their entire food source too quickly. They might kill off a few coastal communities, but avoid wiping out entire coastal populations in a region. In other cases, a group of corpse-riding incutilises might capture a signif icant portion of a community's population, trapping their victims in sea caves where the incutilises can come an go as they please, where others of their race can come and collect bodies to use on land, or where their prey are sequestered like herd animals.</p></h4></div>", "Languages": "Aboleth, Aklo, Aquan, Common, Undercommon (cannot speak); telepathy 30 ft.", "Source": "AP 55", "Land": "1", "Organization": "solitary, pair, colony (3-12) plus enslaved puppets", "Ref": "3", "Climb": "1", "HD": "(4d8)", "AbilitiyScores": "Str 15, Dex 15, Con 11, Int 12, Wis 13, Cha 8", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2721, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Improved Initiative, Step Up", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "1", "Fly": "0", "RacialMods": "", "AC": "17, touch 14, flat-footed 15", "Swim": "1", "Name": "Incutilis", "VariantParent": "", "Skills": "Bluff +3, Climb +10, Disguise +3, Perception +8, Stealth +17, Swim +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any oceans", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +1, Ref +3, Will +5", "Melee": "2 tentacles +3 (1d4+2 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "5 ft., climb 5 ft., swim 60 ft.", "Alignment": "LE", "Size": "Tiny"}