{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 42, "Treasure": "standard coins (in digestive tract); no goods; no items", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Khargra</h2><h3><i>This creature resembles a man-sized cylinder covered in metallic scales. It sports three large \"fins\" spaced even around its circumference. Between each fin is a metal sheath from which slide long claw-like arms. A large hole in the front of its cylindrical body is lined with many small curved metallic teeth and seems to function as its mouth.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Khargra</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Small outsider (earth, elemental, extraplanar)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., tremorsense 60 ft.; Perception +11</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 13, flat-footed 21 (+2 Dex, +10 natural, +1 size)</h5><h5><b>hp </b>42 (5d10+10 plus 5)</h5><h5><b>Fort </b>+6, <b>Ref </b>+6, <b>Will </b>+1</h5><h5><b>Immune </b>cold, fire, elemental traits</h5><h5><b>Weaknesses </b>vulnerabilities (see below)</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., burrow 30 ft.</h5><h5><b>Melee </b>3 claws +8 (1d3+2 plus grab) and bite +8 (2d8+2)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>rend armor, sundering bite</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>15, <b>Con </b>15, <b>Int </b> 5, <b>Wis </b>11, <b>Cha </b>10</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+6 (+10 to grapple); <b>CMD </b>18</h5><h5><b>Feats </b>Improved Initiative, Skill Focus (Perception), Toughness</h5><h5><b>Skills </b>Perception +11, Stealth +14, Survival +8 (+12 following tracks); <b>Racial Modifiers </b>+4 Survival (following tracks)</h5><h5><b>Languages </b>Common, Terran (does not speak to nonkhargra)</h5><h5><b>SQ </b>earth glide</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Elemental Plane of Earth</h5><h5><b>Organization </b>solitary or pack (2-5)</h5><h5><b>Treasure </b>standard coins (in digestive tract); no goods; no items</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Earth Glide (Ex)</b> A khargra can glide through stone, dirt, or almost any other sort of earth, including metal, as easily as a fish swims through water. Its burrowing leaves behind no tunnel or hole, nor does it create any ripple or other signs of its presence. A <i>move earth</i> spell cast on an area containing a burrowing khargra flings the khargra back 30 feet, stunning the creature for 1 round unless it succeeds at a Fortitude save. </h5><h5><b>Rend Armor (Ex)</b> If a khargra hits with a bite attack, it deals normal bite damage and pulls apart any metal armor worn by its foe. This attack deals 2d8+2 points of damage to the opponent's armor. Creatures wearing no armor or non-metal armor are unaffected by this special attack (though they still take normal bite damage). Armor reduced to 0 hit points is destroyed and devoured by the khargra. Damaged armor gains the broken condition. </h5><h5><b>Sundering Bite (Ex)</b> A khargra can making a sunder attempt with its bite attack against an opponent's weapon or shield without provoking attacks of opportunity. Resolve this using the normal rules for a sunder attempt. If the khargra succeeds on its CMB roll, it deals 2d8+2 points of damage to the weapon or shield. Note, against a khargra, a weapon or shield's hardness is only one-half as effective as normal. This means that a light steel shield, for example, is considered to have a hardness of 5 rather than 10 against a khargra's sunder attack. A weapon or shield reduced to 0 or less hit points is destroyed and half of it is swallowed by the khargra. It only uses this special attack against metal weapons and shields. Damaged armor and weapons gain the broken condition. </h5><h5><b>Vulnerabilities (Ex)</b> A khargra takes maximum damage from a <i>heat metal</i> spell (no save). A <i>transmute metal to wood</i> deals 1d6 points of damage per caster level (maximum 20d6) to a khargra. It can attempt a Fortitude saving throw (DC 17 + caster's ability modifier) to reduce the damage by half.</h5></div><br></br><div><h4><p><p>Khargras are native to the Elemental Plane of Earth and are usually only encountered on the Material Plane when summoned. On occasion, a khargra slips through a tear in the planar fabric and enters the Material Plane to digest ores and metals not normally found on its native plane.</p><p>A khargra is a 5-foot long cylinder and weighs about 300 pounds. It is believed that khargras speak (or at least understand) Terran and Common, but no one is certain as communication with these creatures has always failed.</p><p>Khargras attack from ambush, preferring to wait just inside the wall of a dungeon or corridor and springing out when prey passes nearby. The khargra attempts to grab and devour any metal objects within the area.</p><p>Nonmetallic objects may be bitten, but not devoured.</p><p>Credit The Khargra originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Lawrence Schick.</p></h4></div>", "Languages": "Common, Terran (does not speak to nonkhargra)", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or pack (2-5)", "Ref": "6", "Climb": "0", "HD": "(5d10+10 plus 5)", "AbilitiyScores": "Str 15, Dex 15, Con 15, Int 5, Wis 11, Cha 10", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2771, "SubType": "(earth, elemental, extraplanar)", "MonsterSource": "", "Feats": "Improved Initiative, Skill Focus (Perception), Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+4 Survival (following tracks)", "AC": "23, touch 13, flat-footed 21", "Swim": "0", "Name": "Khargra", "VariantParent": "", "Skills": "Perception +11, Stealth +14, Survival +8 (+12 following tracks)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "Elemental Plane of Earth", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "earth glide", "Saves": "Fort +6, Ref +6, Will +1", "Melee": "3 claws +8 (1d3+2 plus grab) and bite +8 (2d8+2)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., burrow 30 ft.", "Alignment": "N", "Size": "Small"}