{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 7, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kuah-lij</h2><h3><i>This creature resembles a gnome that has been stretched vertically to a height of a human. Its features are knobby and elongated. Its hair is light and downy, more akin to a soft fur than anything else, and its skin is white with pale blue undertones.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Kuah-lij</p><p class=\"alignright\">CR 1/3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>135</h5><h5>Kuah-lij warrior 1</h5><h5>LN Medium humanoid (kuah-lij)</h5><h5><b>Init </b>+1; <b>Senses </b>low-light vision; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>11, touch 11, flat-footed 10 (+1 Dex)</h5><h5><b>hp </b>7 (1d10+2)</h5><h5><b>Fort </b>+4, <b>Ref </b>+1, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>dagger +0 (1d4-1/19-20)</h5><h5><b>Ranged </b>light crossbow +2 (1d8/19-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>8, <b>Dex </b>13, <b>Con </b>14, <b>Int </b> 17, <b>Wis </b>13, <b>Cha </b>8</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+0; <b>CMD </b>10</h5><h5><b>Feats </b>Master Craftsman (any craft), Skill Focus (any craft)</h5><h5><b>Skills </b>Craft (any one) +14, Knowledge (arcana) +7, Knowledge (any two) +7, Perception +2, Swim +3; <b>Racial Modifiers </b>+2 Craft (any one)</h5><h5><b>Languages </b>Aquan, Common, Elven, Gnome, Kuah-Lij</h5><h5><b>SQ </b>gifted craftsman, magic item use</h5><h5><b>Combat Gear </b>dagger, light crossbow, 20 crossbow bolts</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>company (2-4), squad (11-20 plus 1 leader of 3rd-6th level and 2 3rd-level lieutenants), or band (30-50 plus 1 3rd-level sergeant per 10 adults, 2 5th-level lieutenants, and 1 7th-level captain)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Gifted Craftsmen (Ex)</b> Due to their skill at crafting items of all kinds, kuah-lij gain Master Craftsman as a bonus feat even if they do not have the normal prerequisites. In addition, kuah-lij only pay 75% of the total gp cost when creating magic items if they have access to a kuah-lij production facility. </h5><h5><b>Magic Item Use (EX</b>) Kuah-lij can use magic items as if they have 1 level of wizard. This innate ability does not increase with level unless the kuah-lij gains levels in the wizard class.</h5></div><br></br><div><h4><p><p>The kuah-lij are a race of humanoids that inhabit a distant world orbiting a great red sun. They are lawful and organized, but a dying people due to a series of disasters on their home world, and now search for aid.</p><p>For several millennia, the kuah-lij lived in relative peace on an old world in an advanced civilization, though much of the technology was magic-based. This changed with a series of plagues that devastated the population, followed by a gradual, inexplicable advancement of the size of their oceans. Huge floods resulted. These cataclysms were followed by the invasion of a ferocious aquatic race resembling the aboleths. The aboleth-like creatures lurked in the deepest ocean trenches of the kuah-lij planet, and attacked by coming up from the depths.</p><p>The kuah-lij, accomplished artisans, retaliated by building a series of magically enhanced sea craft to travel the deeps and attack these beings.</p><p>Thus far they have arrived at a stalemate, and the kuah-lij now seek aid from other worlds and planes in their battle against their deepwater adversaries.</p><p>Individual kuah-lij commoners rely upon their military and combat specialists to protect them. With their focus on magical technology, they have easy access to a great many magical devices which they can use to defend themselves with as well.</p><p>The Kuah-lij were at one time a peaceful race of explorers, living in an organized society on a distant planet orbiting a great red sun. Though the course of their lives was regimented, their culture allowed them scope for individuality, and in fact encouraged it. This, and the natural propensity of the kuah-lij for order, resulted in a society that had remained fresh and vigorous for over 10,000 years.</p><p>Kuah-lij young are placed into a public crèche to be raised within days of birth, to be raised by child care specialists. As they grow and are educated, their affinities and talents are assessed, and at age 15 they are assigned a vocation, based on their talents, and an avocation, based on their preferences. They then study more intensely in these two areas, until they reach maturity at age 25. Kuah-lij youths have the option of changing vocation or avocation if they insist upon it, though this almost never occurs.</p><p>Upon reaching maturity, they fully enter society, where they spend 10 months of the year working at their vocation 10 hours per day, and the final two months on sabbatical, traveling, exploring, or doing whatever else strikes them as interesting. Their culture is based on a complex system of credit, with currency reserved only for dealing with non-kuahlij, and medicine, vacation time, and other services are all socialized, but due to their innately organized, cooperative mindset, there is remarkably little corruption within their culture.</p><p>The kuah-lij had civilized their planet millennia ago, and had settlements across its lands and beneath its seas. Many areas they deliberately kept undeveloped, and they took great pleasure in long sea voyages and extended exploration of back country.</p><p>Their innate tendency to organized society also helped them immeasurably with mass production and technology, in particular a merging of science and magic. Though it never reached the pinnacles seen in other exotic cross-planar cultures, it was highly polished, with many of their technological marvels being as much works of art as useful items.</p><p>This idyllic existence came to an end over 300 years ago, when a strange darkness crept into the deepest places of their oceans. Kuah-lij explorers that investigated did not return, or came back reporting nothing amiss-but with a strange gleam in their eyes. They merged back into the kuah-lij culture, and immediately set about sabotaging it, destroying it from within.</p><p>Despite their placid lives, the kuah-lij had many thousands of years of history to draw upon, and were able to take this in stride. Yet even as they isolated the tainted members of their society and set about investigating the cause of this in detail, the invaders of the deeps began to strike, poisoning food supplies, then attacking Kuah-lij undersea cities, often overwhelming them without warning or survivors.</p><p>As the years passed, the kuah-lij culture became more militant, fighting a war against a race they had almost no information about. The battle has entered a kind of stalemate: the Kuah-lij have many sea-based vessels and devices to use against their foes, but the enemies of the deep, which resemble aboleths, are surmised to have secret aid from an extraplanar source, and also apparently limitless numbers.</p><p>The kuah-lij have turned some of their efforts to exploring distant worlds, in this plane and beyond, for answers to the origins of their attackers, and how to deal with them. This is their single, overriding concern.<br><b>Kuah-lij Characters</b><br> Kuah-lij are defined by their class levels-they do not possess racial Hit Dice. All kuah-lij possess the following racial traits.<br><b>+2 Intelligence, -4 Charisma</b><br> <b>Base Speed:</b> A kuah-lij's base land speed is 30 feet.<br><b>Low-light Vision:</b> Kuah-lij can see twice as far as humans in conditions of dim light. .<br><b>Racial Skills:</b> Kuah-lij receive a +2 bonus on all Craft skill checks.<br><b>Racial Feats</b>: Due to their skill at crafting items of all kinds, kuah-lij gain Master Craftsman as a bonus feat even if they do not have the normal prerequisites.<br><b>Languages:</b> Kuah-lij begin plays speaking Common and Kuah-lij. Kuah-lij with high Intelligence scores can choose from the following bonus languages: Aquan, Elven, and Gnome.</p><p>Credit The Kuah-Lij can be found in the Necromancer Games module <i>Dead Man's Chest</i> (©2005 Bill Webb and Clark Peterson, Necromancer Games, Inc.).</p><p>Copyright Notice Author Lance Hawvermale.</p></h4></div>", "Languages": "Aquan, Common, Elven, Gnome, Kuah-Lij", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "company (2-4), squad (11-20 plus 1 leader of 3rd-6th level and 2 3rd-level lieutenants), or band (30-50 plus 1 3rd-level sergeant per 10 adults, 2 5th-level lieutenants, and 1 7th-level captain)", "Ref": "1", "Climb": "0", "HD": "(1d10+2)", "AbilitiyScores": "Str 8, Dex 13, Con 14, Int 17, Wis 13, Cha 8", "Gear": "dagger, light crossbow, 20 crossbow bolts", "Ranged": "light crossbow +2 (1d8/19-20)", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "1", "id": 2774, "SubType": "(kuah-lij)", "MonsterSource": "", "Feats": "Master Craftsman (any craft), Skill Focus (any craft)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "warrior 1", "Fort": "4", "Fly": "0", "RacialMods": "+2 Craft (any one)", "AC": "11, touch 11, flat-footed 10", "Swim": "0", "Name": "Kuah-lij", "VariantParent": "", "Skills": "Craft (any one) +14, Knowledge (arcana) +7, Knowledge (any two) +7, Perception +2, Swim +3", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "Kuah-lij", "CR": "1/3", "XP": 135, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "gifted craftsman, magic item use", "Saves": "Fort +4, Ref +1, Will +1", "Melee": "dagger +0 (1d4-1/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "LN", "Size": "Medium"}