{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 68, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lantern Goat</h2><h3><i>This creature resembles a goat with tangled and patchy gray-and-white hair, and horns and hooves that appear to be made of stone. Its eyes are stark white. Around its neck hangs a dented and ugly iron lantern, glowing with a foul amber light.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Lantern Goat</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>CE Medium undead </h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., lifesense 60 ft.; Perception +11</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 15, flat-footed 14 (+4 Dex, +1 dodge, +4 natural)</h5><h5><b>hp </b>68 (8d8+32)</h5><h5><b>Fort </b>+5, <b>Ref </b>+6, <b>Will </b>+6</h5><h5><b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>head butt +10 (1d6+1), 2 hooves +10 (1d4+1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>fear light, soul capture</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>13, <b>Dex </b>18, <b>Con </b>-, <b>Int </b> 6, <b>Wis </b>10, <b>Cha </b>17</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+7; <b>CMD </b>22 (26 vs. trip)</h5><h5><b>Feats </b>Dodge, Improved Initiative, Toughness, Weapon Finesse</h5><h5><b>Skills </b>Acrobatics +10, Perception +11, Stealth +9</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any mountains</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Fear Light (Su)</b> A lantern goat can emit an ugly yellow light from the lantern around its neck as a free action. All creatures within 60 feet that view this light must succeed on a DC 17 Will save or be panicked for 1d4+4 rounds. A creature that succeeds on its save is immune to the fear light of that lantern goat for one day. The save DC is Charisma-based. </h5><h5><b>Lifesense (Su)</b> A lantern goat notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability. It also senses the strength of their life force automatically, as if it had cast <i>deathwatch</i>. </h5><h5><b>Soul Capture (Su)</b> Any living creature reduced to below 0 hit points while within 60 feet of a lantern goat must succeed on a DC 17 Will save or have its soul drawn into the lantern goat's lantern. The DC increases by +1 for every hit point the character is below 0 (e.g., a character at -3 hit points must save at DC 20). Once captured, the lantern goat slowly digests the creature's soul over a period of 1 hour, using it to fuel its dark energies. A creature slain in this manner can only be returned to life by a <i>resurrection</i>, true <i>resurrection</i>, <i>wish</i>, or <i>miracle</i>. <i>Raise dead</i> has no effect on such a slain creature. If the lantern goat is slain and the lantern destroyed, the soul is released back to the body if still living. The lantern cannot be destroyed or removed until the lantern goat is destroyed. The save DC is Charisma-based.</h5></div><br></br><div><h4><p><p>Lantern goats are undead wanderers thought to be the coalescence of souls of people who died while lost in the wilderness. Just as normal goats sometimes drift from the shepherd's care and fall prey to the dangers of the wild, so too do humans and demihumans often meet with a dire end while trekking alone in the hills. Whether they die of exposure or become a predator's meal, these lost travelers usually journey in spirit form to the afterlife. Some, however, if they perish too close to a lantern goat, find their souls drawn into the fell receptacle the creature wears around its neck.</p><p>The scarred and battered lantern that depends from the goat's neck serves to channel souls into the creature itself. As the goat moves through the hills, its lantern casts a sickening yellow glow that attracts the souls of the recently deceased. Lantern goats roam low mountains and foothill damned to patrol the mortal realm in search of those who die alone.</p><p>How the lantern goat behaves in combat depends upon the number of adversaries it faces. Normally the goat preys on lone travelers, attacking them with its stony hooves and horns. If it encounters a group, the lantern goat emits a fear light from its lantern, intending to panic everyone in range and then pick them off individually.</p><p>Copyright Notice Authors Scott Greene and Lance Hawvermale.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(8d8+32)", "AbilitiyScores": "Str 13, Dex 18, Con -, Int 6, Wis 10, Cha 17", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2776, "SubType": "", "MonsterSource": "", "Feats": "Dodge, Improved Initiative, Toughness, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "19, touch 15, flat-footed 14", "Swim": "0", "Name": "Lantern Goat", "VariantParent": "", "Skills": "Acrobatics +10, Perception +11, Stealth +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +6, Will +6", "Melee": "head butt +10 (1d6+1), 2 hooves +10 (1d4+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}