{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 104, "Treasure": "double standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lich Shade</h2><h3><i>This creature appears as a rotting and skeletal humanoid dressed in tattered and worn robes with ancient runes etched on their surface. Its eyes blaze with a crimson fire.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Lich Shade</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>NE Medium undead </h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., spell sense 100 ft.; Perception +17</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 15, flat-footed 15 (+4 Dex, +1 dodge, +5 natural)</h5><h5><b>hp </b>104 (11d8+55)</h5><h5><b>Fort </b>+10, <b>Ref </b>+9, <b>Will </b>+12</h5><h5><b>Defensive Abilities </b>channel resistance +2; <b>DR </b>10/ bludgeoning and magic; <b>Immune </b>undead traits; <b>Resist </b>cold 10, electricity 10; <b>SR </b>20</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +15 (1d6+7 plus 1d6 cold)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>chill, death throes, spell leech</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>19, <b>Con </b>-, <b>Int </b> 19, <b>Wis </b>16, <b>Cha </b>20</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+15; <b>CMD </b>30</h5><h5><b>Feats </b>Combat Reflexes, Dodge, Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes</h5><h5><b>Skills </b>Intimidate +19, Knowledge (arcana) +18, Knowledge (religion) +18, Perception +17, Sense Motive +19, Spellcraft +18, Stealth +20, Use Magic Device +16; <b>Racial Modifiers </b>+2 Sense Motive, +2 Stealth</h5><h5><b>Languages </b>Common, Infernal, plus any four</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Chill (Su)</b> A lich shade's claws inflict an additional 1d6 points of cold damage on a hit, and any creature that takes this additional cold damage must make a DC 20 Fortitude save or be staggered for 1 round by the numbing chill. The save DC is Charisma-based. </h5><h5><b>Death Throes (Su)</b> When a lich shade is destroyed, it explodes into a burst of choking dust. All creatures within 10 feet must make a DC 20 Fortitude save or take 1d6 points of Constitution damage from the violent choking and necromantic scouring of this supernaturally vile dust. Those who fail the save are also nauseated for 1d6 rounds, while those who succeed are merely sickened for 1d6 rounds. The save DC is Charisma-based. </h5><h5><b>Spell Leech (Su)</b> Whenever a spellcaster within 50 feet of a lich shade casts a spell, the spellcaster must make a DC 20 Will save or the spell is lost, as if it were counterspelled. The lost spell's energy is transferred to the lich shade, who can use the magical energy in one of the following three ways. A lich shade can only store the energy of one spell at a time. <i>Cast</i>: A lich shade can cast the spell on his turn at caster level 11th. When casting spells in this manner, he ignores the spell's material component requirements, but not its focus requirements. <i>Eldritch Bolt</i>: A lich shade can release the spell as an eldritch bolt of pure magic energy as a standard action (range 50 ft., ranged touch +12, 1d6 damage per 2 levels of the spell used to create it). <i>Healing</i>: A lich shade can absorb the spell's energy to heal hit points equal to the spell's level x4. Hit points in excess of his maximum are instead gained as temporary hit points. These temporary hit points last for 1 hour before fading. </h5><h5><b>Spell Sense (Su)</b> A lich shade can automatically pinpoint the location of any spellcaster within 100 feet who has cast a spell within the previous round. It can also identify spells as they are being cast and all existing spell effects as if it were under the effects of <i>greater arcane sight</i>.</h5></div><br></br><div><h4><p><p>The road a spellcaster travels in his or her quest for lichdom is not without danger. During the dark rituals invoked to achieve lichdom, the caster sometimes errs in his or her calculations or unleashes mystic forces best left untapped. When such an event occurs, the spellcaster is usually destroyed outright. Other times, something is born as a result of this failed ritual-a lich shade.</p><p>Lich shades are evil creatures who attempted to achieve lichdom but failed for whatever reason. The creature is not destroyed, nor does it become a lich, it becomes something in between-something in between mortal life and eternal unlife.</p><p>Lich shades retain portions of their life's memories, and always retain full memory of the dark ritual they attempted while trying to become a lich.</p><p>For this reason alone, they have grown to hate the living and particularly living spellcasters whom they blame (in some warp twisted way) for their current condition. A lich shade always attacks any opponents who have a spellcaster in their midst, often targeting that individual directly above all others.</p><p>A lich shade stands about 6 to 6-1/2 feet tall and weighs about 160 pounds. The robes and gowns it wears often denote its previous life's profession (wizardly robes or priestly vestments for example).</p><p>A lich shade attacks with its powerful claws, rending and tearing at its foes. If facing a spellcaster and it leeches one of its spells, it usually releases the first spell leeched as an eldritch bolt against its closest foe.</p><p>Further leeched spells are used to heal the lich shade or cast back against its foes. If faced with certain defeat, a lich shade wills its own destruction, invoking its death throes ability, hoping to take several of its opponents with it.</p><p>A lich shade's natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common, Infernal, plus any four", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "0", "HD": "(11d8+55)", "AbilitiyScores": "Str 24, Dex 19, Con -, Int 19, Wis 16, Cha 20", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2781, "SubType": "", "MonsterSource": "", "Feats": "Combat Reflexes, Dodge, Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "0", "RacialMods": "+2 Sense Motive, +2 Stealth", "AC": "20, touch 15, flat-footed 15", "Swim": "0", "Name": "Lich Shade", "VariantParent": "", "Skills": "Intimidate +19, Knowledge (arcana) +18, Knowledge (religion) +18, Perception +17, Sense Motive +19, Spellcraft +18, Stealth +20, Use Magic Device +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +10, Ref +9, Will +12", "Melee": "2 claws +15 (1d6+7 plus 1d6 cold)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}