{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 45, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Magnesium Spirit</h2><h3><i>This creature looks like a human-sized column of white fire with a wispy tail protruding from the bottom of it.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Magnesium Spirit</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>LE Medium outsider (evil, extraplanar, incorporeal, lawful)</h5><h5><b>Init </b>+6; <b>Senses </b>?; Perception +11</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 14, flat-footed 12 (+2 Dex, +2 deflection)</h5><h5><b>hp </b>45 (6d10+18)</h5><h5><b>Fort </b>+8, <b>Ref </b>+5, <b>Will </b>+7</h5><h5><b>Immune </b>incorporeal; <b>SR </b>18</h5><h5><b>Weaknesses </b>vulnerability to holy water</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b>incorporeal tail slap +8 (1d6 plus 1d6 Str damage)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>blinding flash, energy drain, soul portal</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>15, <b>Con </b>17, <b>Int </b> 12, <b>Wis </b>15, <b>Cha </b>15</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+8; <b>CMD </b>20 (can't be tripped)</h5><h5><b>Feats </b>Ability Focus (soul portal), Blind-Fight, Improved Initiative</h5><h5><b>Skills </b>Bluff +11, Intimidate +8, Knowledge (planes) +10, Perception +11, Sense Motive +11, Stealth +11, Survival +8</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Energy Drain (Su)</b> A magnesium spirit possessing a host deals 1 negative level to it each round if the host fails a DC 16 Will save. A magnesium spirit gains 5 temporary hit points for each negative level bestowed. The save DC is Constitutionbased. Negative levels remain for 24 hours, after which time the host can attempt a DC 16 Fortitude save to remove a negative level. </h5><h5><b>Soul Portal (Su)</b> This ability is similar to a <i>magic jar</i> spell (caster level 8th), except that it does not require a receptacle. To use this ability, the magnesium spirit must try move into the target's space; moving into the target's space to use this ability does not provoke attacks of opportunity. The target can resist the attack with a successful DC 17 Will save. If the save fails, the magnesium spirit vanishes into the target's body. The save DC is Charisma-based and includes a +2 bonus from the creature's Ability Focus feat. A magnesium spirit that has possessed an opponent's body deals a negative level to the host each round (see its energy drain attack above). When the host drops below 1st level, both it and the magnesium spirit vanish in a flash of white light as the spirit completes the ritual needed to return it to its plane of origin. Neither is ever seen again. Each round, as a standard action, while the magnesium spirit inhabits its body, the host can attempt to eject the creature by making an opposed Wisdom check against the magnesium spirit's Wisdom check. If successful, the magnesium spirit is ejected and cannot use its soul portal ability against that creature again for 1 hour. A magnesium spirit can be damaged by holy water even while merged with its host. Holy water deals 2d4 points of damage per vial to the creature. If it takes half or more of its current hit points in damage from holy water, it is ejected from the host's body. The host is stunned for 1d3 rounds. </h5><h5><b>Strength Damage (Su)</b> A magnesium spirit's incorporeal tail slap deals 1d6 points of Strength damage to a living foe. When a foe has taken a total of Strength damage equal to one-half its original Strength total, the magnesium spirit can use its soul portal attack against that opponent. </h5><h5><b>Vulnerability to Holy Water (Ex)</b> A magnesium spirit takes 2d4 points of damage from holy water (even while merged with a host).</h5></div><br><div><h4><p><p>The magnesium spirit is an evil creature from an unknown plane, though it is agreed among sages that its origin definitely does not lie on the Material Plane. Believed to have been summoned by wizards or sorcerers to do their bidding, the magnesium spirit desires nothing more than to return to its home plane. Its incorporeal form prevents this, however, and it requires a physical body to complete the spell ritual needed to return it home.</p><p>A magnesium spirit attacks first by attempting to blind its opponents before attacking with its incorporeal tail slap. Once it has dealt the requisite Strength damage to a foe, it uses its soul portal ability against that target.</p><p>A magnesium spirit's natural weapons, as well as any weapons it wields, are treated as evil-aligned and lawful-aligned for the purposes of overcoming damage reduction.</p><p>Credit The Magnesium Spirit originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Nick Louth.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(6d10+18)", "AbilitiyScores": "Str -, Dex 15, Con 17, Int 12, Wis 15, Cha 15", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2790, "SubType": "(evil, extraplanar, incorporeal, lawful)", "MonsterSource": "", "Feats": "Ability Focus (soul portal), Blind-Fight, Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "", "AC": "14, touch 14, flat-footed 12", "Swim": "0", "Name": "Magnesium Spirit", "VariantParent": "", "Skills": "Bluff +11, Intimidate +8, Knowledge (planes) +10, Perception +11, Sense Motive +11, Stealth +11, Survival +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +8, Ref +5, Will +7", "Melee": "incorporeal tail slap +8 (1d6 plus 1d6 Str damage)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft.", "Alignment": "LE", "Size": "Medium"}