{"Group": "", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 39, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mawler</h2><h3><i>The collar of the fine new cloak suddenly reveals a set of jagged teeth as you realize that it is a carnivorous creature, and you are wearing it.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Mawler</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>NE Tiny aberration (shapechanger)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft.; Perception +8</h5><h5><b>Aura </b>magic aura</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 15, flat-footed 16 (+3 Dex, +4 natural, +2 size)</h5><h5><b>hp </b>39 (6d8+12)</h5><h5><b>Fort </b>+4, <b>Ref </b>+5, <b>Will </b>+7</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>bite +9 (1d4+1 plus grab)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>constrict (1d4+1), vorpal bite</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>13, <b>Dex </b>16, <b>Con </b>14, <b>Int </b> 5, <b>Wis </b>11, <b>Cha </b>11</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+3 (+7 grapple); <b>CMD </b>16 (can't be tripped)</h5><h5><b>Feats </b>Iron Will, Skill Focus (Perception), Weapon Finesse</h5><h5><b>Skills </b>Disguise +10, Perception +8, Stealth +16; <b>Racial Modifiers </b>+8 Disguise</h5><h5><b>SQ </b>mimic shape</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Magic Aura (Su)</b> A mawler continuously emits a moderate aura of transmutation magic. This ability can be negated or dispelled (versus caster level 6), but the mawler can activate it as a free action on its next turn. </h5><h5><b>Mimic Shape (Ex)</b> A mawler can assume the general shape of any object that is roughly Tiny sized. A mawler's body is fleshy and pliable, but it can alter the rigidity of its body to resemble metal, wood, and even stone. Most mawlers have found that taking on the shape of articles of clothing provides the most ready meals. The ruse can be detected by a Perception check opposed by the mawler's Disguise skill. </h5><h5><b>Vorpal Bite (Ex)</b> A mawler that scores a critical hit with its bite attack while being worn severs the extremity that was inside it at the time. For example, a mawler being worn as a boot that scores a critical hit, severs the victim's leg. A mawler can only use its vorpal bite while being worn. A creature that loses a limb suffers a -4 penalty to skill checks that require the use of two limbs. For example, a victim that loses a hand or arm suffers a -4 penalty to Climb checks, Disable Device checks, and so forth. Additionally, a creature that loses its primary weapon-wielding arm or hand suffers a -6 penalty when wielding a weapon in its offhand. A creature with the Two-Weapon Fighting feat that loses its primary arm or hand ignores the penalty for wielding a weapon in its offhand. If the victim loses a foot or leg, the penalty applies to Acrobatics checks and the like. Additionally, the creature's speed is reduced to one-quarter. If the severed extremity happens to be the head, the victim dies immediately (unless it can live without its head).</h5></div><br><div><h4><p><p>Sages are uncertain as to the origin of the mawler, but speculation ranges from it being related to the mimic to it being somehow related to the executioner's hood. Whatever its origins, it is considered by many to be the bane of treasure-seekers everywhere.</p><p>A mawler's natural form is that of a small blob of fleshy stuff approximately 2 feet across. Mawlers are rarely ever seen in their natural form, however, as they almost always take the shape of an article of clothing made for a Medium humanoid-meals are easy to come by in that form. A mawler can alter its texture, color, and shape to match such substances as leather and metal. A single mawler usually takes on the form of a single article of clothing, such as a hat, helmet, scarf, codpiece, or belt. A pair of these creatures encountered together can take the shape of a pair of boots or a pair of gloves.</p><p>A mawler radiates an aura of magic, and unwitting victims are often lured into believing that they have found a pair of magic boots or magic gloves-when in reality what they place on their legs or hands will soon grow reveal its true nature-much to the detriment of the would-be treasure hunter.</p><p>A mawler generally does not engage in melee. It lies in wait for an unsuspecting meal to don it. In the rare instance that a mawler is forced into melee, it attacks with its bite.</p><p>When an unsuspecting person dons the mimic, it usually waits 1d3 minutes before attacking with its bite. A mawler that scores a critical and severs a victim's limb tries to move away as quickly as possible to digest the meal.</p><p></h5><h5><b>Copyright Notice </b>Author Erica Balsley.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or pair", "Ref": "5", "Climb": "0", "HD": "(6d8+12)", "AbilitiyScores": "Str 13, Dex 16, Con 14, Int 5, Wis 11, Cha 11", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 2809, "SubType": "(shapechanger)", "MonsterSource": "", "Feats": "Iron Will, Skill Focus (Perception), Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "+8 Disguise", "AC": "19, touch 15, flat-footed 16", "Swim": "0", "Name": "Mawler", "VariantParent": "", "Skills": "Disguise +10, Perception +8, Stealth +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "mimic shape", "Saves": "Fort +4, Ref +5, Will +7", "Melee": "bite +9 (1d4+1 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "NE", "Size": "Tiny"}