{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 3, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mite</h2><h3><i>This creature is a rather ugly humanoid about 2 feet tall. It has long pointed ears and a large round nose. Its skin is grayish-brown.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Mite</p><p class=\"alignright\">CR 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>LE Small fey </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 90 ft., low-light vision, scent; Perception +5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>12, touch 12, flat-footed 11 (+1 Dex, +1 size)</h5><h5><b>hp </b>3 (1d6)</h5><h5><b>Fort </b>+0, <b>Ref </b>+3, <b>Will </b>+3</h5><h5><b>DR </b>2/cold iron</h5><h5><b>Weaknesses </b>light sensitivity</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft.</h5><h5><b>Melee </b>dagger +2 (1d3-1/19-20), bite +2 (1d2-1)</h5><h5><b>Ranged </b>dart +2 (1d3-1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>hatred</h5><h5><b>Spell-Like Abilities</b> (CL 2nd)</br>At will&mdash;<i>prestidigitation</i></br>1/day&mdash;<i>doom</i> (DC 11)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>8, <b>Dex </b>13, <b>Con </b>11, <b>Int </b> 8, <b>Wis </b>13, <b>Cha </b>10</h5><h5><b>Base Atk </b>+0; <b>CMB </b>-2; <b>CMD </b>9</h5><h5><b>Feats </b>Weapon Finesse</h5><h5><b>Skills </b>Climb +11, Craft (traps) +7, Perception +5, Stealth +10; <b>Racial Modifiers </b>+4 Craft (traps)</h5><h5><b>Languages </b>Aklo</h5><h5><b>SQ </b>vermin empathy +4</h5><h5><b>Combat Gear </b>dagger, 6 darts</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary, band (2-8), or mob (9-20 plus 1 chieftain of 2nd-4th level and 2-6 giant vermin)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Hatred (Ex)</b> Mites receive a +1 bonus on attack rolls against creatures with the dwarf or gnome subtype due to special training against these hated foes. </h5><h5><b>Vermin Empathy (Ex)</b> This ability functions as a druid's wild empathy, save that a mite can only use this ability on vermin. A mite gains a +4 racial bonus on this check. Vermin are normally mindless, but this empathic communication imparts on them a modicum of implanted intelligence, allowing mites to train Medium vermin and use them as mounts. Vermin empathy treats swarms as if they were one creature possessing a single mind-a mite can thus use this ability to influence and direct the actions of swarms with relative ease.</h5></div><br><div><h4><p><p>Descended from even smaller fey, the mites are among the most pitiful and craven dwellers of the dark. Hideously ugly, even goblins have been known to mock mites for their homely appearances-mockery most mites take to heart and nurture for weeks, months, or even years in their tiny homes until their distress and anger finally overcome their natural cowardice and impel them forth on short-lived bouts of bloody vengeance from the doubtful safety of a spider's back.</p><p>Mites, once closer to the strange realm of the fey, have grown larger and stockier after countless generations spent on the Material Plane. Yet still, their stature places them at the bottom of the pile in the dangerous caverns in which they live. Their traditional enemies are dwarves and gnomes, particularly the svirfneblin of the deep underground caves. The one thing that gives them a significant edge over an enemy in a fight is their natural ability to empathize with normally mindless vermin-mites are particularly fond of spiders, centipedes, and cave fishers, and a mite colony usually has a few of these far more dangerous monsters on hand to defend the group.</p><p>A mite is 2 feet tall and weighs 25 pounds.</p><p>Trickery and surprise are the forte of the mite. They avoid direct melee with opponents, preferring to attack from ambush. Often, the first telltale signs that mites may be nearby is the plethora of traps, snares, and tripwires encountered. Mites prefer to attack those they feel they can overpower or dispose of quickly. Extremely tough or powerful opponents are ignored and left to pass through unabated or swarmed by a massive number of mites. Though considered unintelligent and stupid by other races, there is a sort of weird cooperation and strategy to mite tactics (that only mites can understand).</p><p>A typical mite ambush has the creatures digging narrow tunnels that parallel a dungeon's corridors. When a foe traverses these corridors, the mites burst from the walls and tunnels and strike quickly with their daggers. Opponents are rarely killed, but any knocked unconscious are relieved of coins, weapons, or any other item of value. If forced into melee, mites seek escape at the first possible opportunity. Mites attack with daggers and a bite in combat.</p><p>Although they have lost the supernatural ability to tinker with magic items or mechanical objects possessed by their more sinister and dangerous gremlin kin, mites retain the ability to perform minor magical tricks, and often use these tricks to annoy their enemies. When faced with dangerous foes, a mite uses its <i>doom</i> ability to hex a foe. A mite's eyes bulge hideously open when it uses this spell-like ability.<b></p><p>Mite Society</b></p><p> Mites make their homes underground in deep, dark dungeons and caverns where they survive by stealing from those unfortunate enough to wander near their lair. A mite lair is often a large central room or cavern from which many small and winding tunnels lead. A mite lair is a filthy place littered with garbage and refuse. Cleanliness and sanitation are virtually unknown in a mite community. Mite young are almost never encountered, but a typical lair contains a number of noncombatant young equal to the number of adult mites.</p><p><br><b>Mite Characters</b><br> Mites have racial Hit Dice and may possess class levels. Mites have the following racial traits.<br><b>-2 Strength, +2 Dexterity, -2 Intelligence, +2 Wisdom, -2 Charisma.</b>Mites are dim and weak but are quick on their feet with an innate cleverness.<br><b>Small size:</b> Mites are Small creatures with a +1 bonus to Armor Class, +1 bonus on attack rolls, +4 bonus on Stealth checks, -1 penalty on CMB/CMD checks, and lifting and carrying limits 3/4 those of Medium characters.<br><b>Base speed:</b> A mite's base land speed is 20 feet, and it has a climb speed of 20 feet.<br><b>Darkvision:</b> Mites can see in the dark out to 120 feet.<br><b>Low-light vision:</b> Mites can see twice as far as humans in conditions of dim light.<br><b>Racial Hit Dice:</b> A mite begins play with one level of fey, which provides 1d6 Hit Die, a base attack bonus of +0, and base saves of Fort +0, Ref +2, Will +2.<br><b>Racial Skills:</b> A mite's fey level gives it skill points equal to 1 x (6 + Int modifier). A mite receives the following adjustments: +4 racial bonus on Craft (traps) checks.<br><b>Racial Feats:</b> A mite's fey level gives it one feat.<br><b>Natural Weapons:</b> Mites have a bite attack (1d3).<br><b>Special Attacks:</b> Hatred, spell-like abilities (see above).<br><b>Special Qualities:</b> Scent, DR 2/cold iron, light sensitivity, vermin empathy (see above).<br><b>Languages:</b> Mites begin play speaking Aklo. Mites with a high intelligence can choose from the following languages: Dwarf, Gnome, Goblin, Orc, Undercommon.</p><p>Credit The Mite and Pestie originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and are used by permission.</p><p>Copyright Notice Authors Scott Greene and Skeeter Green, based on original material by Ian Livingstone and Mark Barnes.</p></h4></div>", "Languages": "Aklo", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, band (2-8), or mob (9-20 plus 1 chieftain of 2nd-4th level and 2-6 giant vermin)", "Ref": "3", "Climb": "1", "HD": "(1d6)", "AbilitiyScores": "Str 8, Dex 13, Con 11, Int 8, Wis 13, Cha 10", "Gear": "dagger, 6 darts", "Ranged": "dart +2 (1d3-1)", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2831, "SubType": "", "MonsterSource": "", "Feats": "Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "0", "Fly": "0", "RacialMods": "+4 Craft (traps)", "AC": "12, touch 12, flat-footed 11", "Swim": "0", "Name": "Mite", "VariantParent": "", "Skills": "Climb +11, Craft (traps) +7, Perception +5, Stealth +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "1/2", "XP": 400, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "vermin empathy +4", "Saves": "Fort +0, Ref +3, Will +3", "Melee": "dagger +2 (1d3-1/19-20), bite +2 (1d2-1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., climb 20 ft.", "Alignment": "LE", "Size": "Small"}