{"Group": "Mosquito", "Space": "5 ft.", "Mythic": "0", "HP": 4, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mosquito, Giant</h2><h3><i>This creature looks like an enlarged version of a normal mosquito.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Giant Mosquito</p><p class=\"alignright\">CR 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>200</h5><h5>N Small vermin </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., scent; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 13, flat-footed 13 (+2 Dex, +2 natural, +1 size)</h5><h5><b>hp </b>4 (1d8)</h5><h5><b>Fort </b>+2, <b>Ref </b>+2, <b>Will </b>+0</h5><h5><b>Immune </b>vermin traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>touch +3 (attach)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>blood drain, welt</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>14, <b>Con </b>10, <b>Int </b> -, <b>Wis </b>10, <b>Cha </b>2</h5><h5><b>Base Atk </b>+0; <b>CMB </b>-1 (+7 grapple); <b>CMD </b>11 (19 vs. trip)</h5><h5><b>Feats </b>Weapon Finesse<sup>B</sup></h5><h5><b>Skills </b>Fly +8, Perception +8, Stealth +14; <b>Racial Modifiers </b>+8 Perception, +8 Stealth</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm marshes</h5><h5><b>Organization </b>solitary, cluster (2-5), swarm (6-30)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Attach (Ex)</b> When a giant mosquito hits with a touch attack, it uses its legs to latch onto the target, anchoring it in place. An attached giant mosquito is effectively grappling its prey. The giant mosquito loses its Dexterity bonus to AC and has an AC of 13, but holds on with great tenacity and inserts its proboscis into the grappled target's flesh. A giant mosquito has a +8 racial bonus to maintain its grapple on a foe once it is attached. An attached giant mosquito can be struck with a weapon or grappled itself-if its prey manages to win a grapple check or Escape Artist check against it, the giant mosquito is removed. </h5><h5><b>Blood Drain (Ex)</b> A giant mosquito drains blood at the end of its turn if it is attached to a foe, inflicting 1d4 points of Constitution damage. Once a giant mosquito has dealt 4 points of Constitution damage, it detaches and flies away to digest its meal. If its victim dies before the giant mosquito's appetite has been sated, the giant mosquito detaches and seeks a new target. </h5><h5><b>Welt (Ex)</b> The bite of a giant mosquito forms an irritating welt on the affected area that imposes a -2 conditional modifier to skill checks for one day if the opponent fails a DC 10 Fortitude save. A DC 10 Heal check or any cure spell negates the penalty. Both the save DC and check DC are Constitution-based.</h5></div><br><div><h4><p><p>Giant mosquitoes are large blood-sucking relatives of normal mosquitoes and are found in any area where large amounts of water have stagnated.</p><p>They are most active at sunset and actively hunt living creatures from which to drink blood and gain nourishment.</p><p>Mating takes place in early spring and summer when the female lays a large cluster of eggs in an area of murky or stagnant water. The female uses the nutrients and bacteria in the water to provide nourishment to the eggs.</p><p>The male mosquito fertilizes the eggs soon after the female lays them and then flies away. Shortly after fertilization, the male dies. The eggs hatch a few days later and the larva form of the giant mosquito emerges. They remain in the area, absorbing nutrients from the surrounding waters for about a few weeks, moving from larvae to pupae and finally to adulthood.</p><p>Giant mosquitoes are 3 feet long and slender with dark black bodies.</p><p>Silver scales line their thorax, and like other insects, the giant mosquito is segmented. It has six legs of the same dark color as its body and its single pair of wings is translucent. The giant mosquito possesses a long, slender proboscis, the end of which contains its mouth. Females use this to pierce a living creature and drink their blood.</p><p>Giant mosquitoes normally attack in clusters or groups when confronted.</p><p>They prefer to attack sleeping or helpless victims and draw blood without fear of resistance or attack. Sleeping victims are not likely to notice a giant mosquito's bite when it attaches, as they inject an anesthetic with their bite (Wisdom check DC 12 to notice).</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, cluster (2-5), swarm (6-30)", "Ref": "2", "Climb": "0", "HD": "(1d8)", "AbilitiyScores": "Str 10, Dex 14, Con 10, Int -, Wis 10, Cha 2", "Gear": "", "Ranged": "", "Type": "vermin", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2836, "SubType": "", "MonsterSource": "", "Feats": "Weapon FinesseB", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "1", "RacialMods": "+8 Perception, +8 Stealth", "AC": "15, touch 13, flat-footed 13", "Swim": "0", "Name": "Giant Mosquito", "VariantParent": "", "Skills": "Fly +8, Perception +8, Stealth +14", "ClassArchetypes": "", "IsTemplate": "0", "Will": "0", "Race": "", "CR": "1/2", "XP": 200, "TemplatesApplied": "", "Environment": "warm marshes", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +2, Ref +2, Will +0", "Melee": "touch +3 (attach)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 60 ft. (good)", "Alignment": "N", "Size": "Small"}