{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 15, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mudman</h2><h3><i>This stocky humanoid is seemingly composed of mud. It has long, thick arms and bandy legs. Its head is round and featureless.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Mudman</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Medium outsider (earth, elemental, extraplanar)</h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., tremorsense 120 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>12, touch 10, flat-footed 12 (+2 natural)</h5><h5><b>hp </b>15 (2d10+4)</h5><h5><b>Fort </b>+5, <b>Ref </b>+0, <b>Will </b>+3</h5><h5><b>DR </b>5/magic; <b>Immune </b>elemental traits</h5><h5><b>Weaknesses </b>magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft.</h5><h5><b>Melee </b>slam +4 (1d4+3)</h5><h5><b>Ranged </b>touch +3 (mud bomb)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>engulf, mud bomb</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>10, <b>Con </b>14, <b>Int </b> -, <b>Wis </b>10, <b>Cha </b>1</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+4 (+8 grapple when engulfing); <b>CMD </b>14</h5><h5><b>Feats </b>Weapon Focus (mud bomb)<sup>B</sup></h5><h5><b>Skills </b>Stealth +0 (+16 in mud pool); <b>Racial Modifiers </b>+16 Stealth in mud pool</h5><h5><b>SQ </b>mud pool</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate and warm water, and underground</h5><h5><b>Organization </b>solitary, gang (3-6), or pack (7-12)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Engulf (Su)</b> Once per minute as a standard action, a mudman can hurl itself at any creature of its size or smaller within 10 feet. If it succeeds on a ranged touch attack, the mudman immediately makes a CMB check to grapple the target (this does not provoke an attack of opportunity) with a +4 racial bonus. If the mudman fails to establish a hold, it drops into an adjacent square and is staggered for 1 round. If the mudman establishes a hold, it flows over its opponent, covering the creature with its muddy body-it can attempt a new CMB check to maintain the \"hold\" on the creature each round that follows as a free action. The creature is effectively blinded and must either hold its breath or suffocate as long as the mudman retains its hold. Each round the mudman maintains its hold, it deals 1d4+3 points of damage as it crushes and constricts its victims. </h5><h5><b>Magic Vulnerability (Ex)</b> Mudmen are particularly susceptible to <i>dispel magic</i>, as this spell disrupts the magical energies in their bodies. A mudman subjected to <i>dispel magic</i> takes 1d6 points of damage per caster level (Fortitude save for half damage). <i>Transmute mud to rock</i> deals 1d6 points of damage per caster level to any mudmen caught in the area of effect and leaves them staggered until they can find a new mud pool. Other, similar spells may have similar effects. </h5><h5><b>Mud Bomb (Su)</b> A mudman can hurl globs of its muddy body mixed with its surrounding mud-this attack has a range increment of 10 feet. If one of these mud bombs hits a target, it quickly grows semi-solid and tenacious, causing 1d4 points of Dexterity damage. If the cumulative Dexterity damage from mud bombs ever equals the target's actual Dexterity score, the target remains conscious but is held immobile and cannot take any physical action (although see below) until the mud is removed or the target breaks free. Spell-like abilities or spells with only verbal components may be used if the trapped creature can make a DC 20 concentration check. It's a DC 20 Strength check (made as a full-round action) to pry accumulated mud off and remove all Dexterity damage caused by the attack-a creature that is held immobile can break free with a DC 25 Strength check made as a full-round action (this is the only physical action the creature can attempt while encased in mud). The mud dries and crumbles to dust in 15 minutes, or in 1d3 rounds if a large amount of water (such as results from a casting of <i>create</i> water) is used to wash it away. </h5><h5><b>Mud Pool (Su)</b> A mudman cannot leave the bounds of the mud pool it dwells in, although these mud pools may be of any size. A mudman's tremorsense extends throughout the entire mud pool, and it gains a +16 bonus on Stealth checks when hiding in a mud pool. A mudman forced out of its mud pool is staggered.</h5></div><br><div><h4><p><p>Their natural form is that of a pool of mud about 5 feet in diameter. In this form, they cannot be discerned from normal mud. Mud pools are formed where the Plane of Earth and the Plane of Water commingle in the multiverse, and thus mudmen are born. Occasionally, a vortex opens to a region on the Material Plane where magical waters have stagnated against the land, thereby forming a mud pool. Mudmen pass through this vortex to the Material Plane. Though not evil, mudmen look with disdain on any who trespass in their mud pools.</p><p>When a living creature enters a mud pool, the mudman forms its humanoid shape (as a standard action) and attacks until the opponent is slain or leaves the mud pool. A mudman attacks by pummeling a foe with its fists or by hurling globs of mud. Mudmen are bound to the pool where they are formed or where they enter the Material Plane and cannot leave their mud pool.</p><p>A mudman's natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.</p><p>Credit The Mudman originally appeared in the First Edition module <i>UK1 Beyond the Crystal Cave</i> (© TSR/Wizards of the Coast, 1983) and later in the First Edition <i>Monster Manual II</i> (© TSR/Wizards of the Coast, 1983) and is used by permission. It was called the \"Mud-man\" in UK1 (note the hyphen).</p><p>Copyright Notice Author Scott Greene, based on original material by David J. Browne, Tom Kirby, and Graeme Morris.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, gang (3-6), or pack (7-12)", "Ref": "0", "Climb": "0", "HD": "(2d10+4)", "AbilitiyScores": "Str 14, Dex 10, Con 14, Int -, Wis 10, Cha 1", "Gear": "", "Ranged": "touch +3 (mud bomb)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2839, "SubType": "(earth, elemental, extraplanar)", "MonsterSource": "", "Feats": "Weapon Focus (mud bomb)B", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "+16 Stealth in mud pool", "AC": "12, touch 10, flat-footed 12", "Swim": "0", "Name": "Mudman", "VariantParent": "", "Skills": "Stealth +0 (+16 in mud pool)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "temperate and warm water, and underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "mud pool", "Saves": "Fort +5, Ref +0, Will +3", "Melee": "slam +4 (1d4+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft.", "Alignment": "N", "Size": "Medium"}