{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 104, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Nuckalavee</h2><h3><i>A large skinless warhorse ridden by a similarly skinless rider approaches. As it nears, one can clearly see the rider growing straight out of the creature's back. The monster's internal organs, veins that carry its blackened blood, and corded muscles are all easily seen by one viewing the creature. A thin layer of reddish mucus covering its body gives off a putrid odor. Its eyes are stark white, while those of the rider are a hellish red. Its body is hairless save for its bushy, matted, and bloodstained horse-like tail.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Nuckalavee</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>CE Large aberration </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 11, flat-footed 20 (+2 Dex, +11 natural, -1 size,)</h5><h5><b>hp </b>104 (11d8+55)</h5><h5><b>Fort </b>+8, <b>Ref </b>+5, <b>Will </b>+9</h5><h5><b>DR </b>10/cold-iron; <b>SR </b>20</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b>2 hooves +13 (1d6+5, 19-20/x3), bite +11 (1d6+2, 19-20/x3), Huge greataxe +10 (3d6+2, crit x3)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>breath weapon (20-ft cone of gas, 6d6 acid damage, Fort DC 20 for half; usable every 1d4 rounds), horrific appearance, trample (1d6+7; DC 20)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>21, <b>Dex </b>15, <b>Con </b>20, <b>Int </b> 8, <b>Wis </b>15, <b>Cha </b>14</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+14; <b>CMD </b>26 (30 vs trip)</h5><h5><b>Feats </b>Improved Initiative, Multiattack, Power Attack, Skill Focus (Perception), Weapon Focus (bite), Weapon Focus (hoof)</h5><h5><b>Skills </b>Intimidate +14, Perception +13, Stealth +13, Survival +13</h5><h5><b>Languages </b>Common, Sylvan</h5><h5><b>SQ </b>augmented critical</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests</h5><h5><b>Organization </b>solitary or pack (2-5)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Augmented Critical (Ex)</b> a nuckalavee threatens a critical on a natural 19-20 with a hoof or bite. A successful critical hit deals triple damage. </h5><h5><b>Horrific Appearance (Su)</b> a creature viewing the grotesque form of a nuckalavee must make a successful DC 17 Fortitude save or take 2d6 points of Strength damage. This damage cannot reduce a victim's Strength score below 0, but a creature reduced to 0 is helpless. Whether or not the save is successful, that creature cannot be affected by the horrific appearance of that nuckalavee for one day. The save DC is Charisma-based. Nuckalavee are not affected by the horrific appearance of other nuckalavees.</h5></div><br><div><h4><p><p>An evil woodland creature that hates most other life is a good description of the nuckalavee. An evil woodland creature that kills all that cross its path, eats their flesh, and drinks their liquefied organs is an even better description of the nuckalavee. Nuckalavee are fearsome, aggressive combatants that relish the savagery and butchery of melee combat.</p><p>The true origin of the nuckalavee is shrouded in mystery and has been lost over time. Some believe it to be the offspring of a demon or devil and a female centaur. Others say the nuckalavee is the result of a curse placed upon a tribe of centaurs centuries ago by a mad and evil sorcerer.</p><p>Whatever their origin, the nuckalavee is a deadly opponent, capable of felling even the mightiest of warriors.</p><p>Nuckalavee sustain themselves on a diet of flesh, blood, and liquefied organs. They digest no other foods or liquids (at least from what is known about these creatures). Prey is often captured or killed and dragged back to its lair where it is devoured. The typical nuckalavee lair is a crude structure formed of dirt, mud, and foliage. Contents range from bones, to rotting organs and flesh, to the treasure of those it has dragged back to its lair to feed upon. Often a lair contains a female and 1d2 young. Young nuckalavee resemble adults in all aspects, save they are smaller in size.</p><p>Nuckalavee relish the adrenaline of combat. They love the taste, sight, and smell of blood and seek to bleed their opponents as often and as much as they can. The \"rider\" always employs a bladed weapon (most often a longsword or greataxe) to deal damage, while the equine part of the nuckalavee slashes with its sharpened hoofs and bites with its razorsharp teeth.</p><p>The nuckalavee opens combat with its poisonous breath, seeking to liquefy the organs of its foes before it moves to strike with hooves, bite, and weapon. They rarely attack from ambush, relishing in the fear their appearance strikes in the heart of opponents.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common, Sylvan", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or pack (2-5)", "Ref": "5", "Climb": "0", "HD": "(11d8+55)", "AbilitiyScores": "Str 21, Dex 15, Con 20, Int 8, Wis 15, Cha 14", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2849, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative, Multiattack, Power Attack, Skill Focus (Perception), Weapon Focus (bite), Weapon Focus (hoof)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "", "AC": "22, touch 11, flat-footed 20", "Swim": "0", "Name": "Nuckalavee", "VariantParent": "", "Skills": "Intimidate +14, Perception +13, Stealth +13, Survival +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "temperate forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "augmented critical", "Saves": "Fort +8, Ref +5, Will +9", "Melee": "2 hooves +13 (1d6+5, 19-20/x3), bite +11 (1d6+2, 19-20/x3), Huge greataxe +10 (3d6+2, crit x3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft.", "Alignment": "CE", "Size": "Large"}