{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 150, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Canopy Creeper</h2><h3><i>What at first appeared to be nothing more than a tangle of thick, twisted vines growing among the canopy of the trees suddenly coils itself into a large mass dangling high above. A large beaklike maw emerges from the center of the fecund mass, numerous thick, grasping vines whipping through the air.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Canopy Creeper</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>N Huge plant </h5><h5><b>Init </b>+7; <b>Senses </b>low-light vision, scent; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 11, flat-footed 20 (+3 Dex, +12 natural, -2 size)</h5><h5><b>hp </b>150 (12d8+96); fast healing 2</h5><h5><b>Fort </b>+12, <b>Ref </b>+9, <b>Will </b>+8</h5><h5><b>Immune </b>electricity, plant traits; <b>Resist </b>fire 10</h5><h5><b>Weaknesses </b>cold</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft.</h5><h5><b>Melee </b>bite +16 (2d6+12)</h5><h5><b>Ranged </b>4 vine tendrils +10 (grab plus feed and pull)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft. (100 ft. with vine tendrils)</h5><h5><b>Special Attacks </b>aerial attack, pull (vine tendril, 30 feet)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>26, <b>Dex </b>16, <b>Con </b>26, <b>Int </b> 2, <b>Wis </b>10, <b>Cha </b>10</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+19 (+23 grapple); <b>CMD </b>32 (can't be tripped)</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Improved Initiative, Lightning Reflexes, Multiattack, Skill Focus (Climb)</h5><h5><b>Skills </b>Climb +19, Perception +13, Stealth +4 (+20 in forests); <b>Racial Modifiers </b>+4 Perception, +16 Stealth in forests</h5><h5><b>SQ </b>camouflage, vine tendrils</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm forests</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Aerial Attack (Ex)</b> A canopy creeper gains a +2 bonus on attack rolls when battling a creature that is not touching the ground or otherwise braced on a solid surface (such as a ship's deck). This bonus applies on combat maneuver checks and to CMD. </h5><h5><b>Camouflage (Ex)</b> Because a canopy creeper blends in with the foliage that is its natural habitat, a DC 20 Perception check (modified for distance) is required to notice it before it attacks for the first time. Any creature with ranks in Survival or Knowledge (nature) can use either of those skills (also modified for distance) instead of Perception to notice the plant. </h5><h5><b>Feed (Ex)</b> When a canopy creeper grapples a creature with its tendrils, it begins to drain the creature's bodily fluids through the target's pores or other body orifices with its tendrils. This feeding deals 1d8 points of damage and 1 point of Strength damage to the target. If the vine tendril is severed or the target breaks the grapple, this feeding ceases until a new grapple is established. </h5><h5><b>Vine Tendrils (Ex)</b> A canopy creeper can take control of any network of vines it has attached itself to and use up to four of those vines as weapons to strike out at targets up to 100 feet away. The vine tendrils have 10 hit points, DR 5/slashing, and a Break DC of 21. If one of these vines is destroyed, the canopy creeper can assume control of another vine as a move action to bring it to bear in combat.</h5></div><br><div><h4><p><p>A little-known menace of the jungles and forests of uncharted southern Garund, the canopy creeper is a semi-sentient plant that blends in with the foliage of the forest canopy and makes use of the flora's own outgrowth to trap and feed upon its prey. The canopy creeper resembles a mass of thickly knotted and twisted jungle vines that correspond to the colors and varieties of its native habitat. It has a larger knot of this tangle at its center mass, which also conceals a large, beaklike maw. The canopy creeper can spread itself over a broad area to resemble little more than this network of vines, or it can draw itself up into a large, coiled mass with its beak exposed. The actual vines that coil together to form the canopy creeper are hundreds of feet long altogether in an adult specimen. When spread out, these tangles of vine cover an area 20 feet in diameter. They congregate into a mass approximately 10 feet in diameter when drawn in together. The mass of a canopy creeper weighs about 3,000 pounds in total. A canopy creeper can live for hundreds of years in a hospitable climate if sufficient sunlight and food sources are available. <b></p><p>Ecology</b></p><p> Canopy creepers are plants naturally evolved to take advantage of their surroundings. They grow amid the lush foliage of jungles or rain forests where a diverse array of vine plants proliferates. The canopy creeper climbs up among the tree tops and intertwines its own vine-grown body with those that grow naturally, enabling it to gain control over the naturally occurring network of vines to use as a source of both defense and sustenance. While a canopy creeper does gain food and energy from photosynthesis, it cannot maintain its active metabolism when relying only on the nutrients gleaned from sun and rain. For maximum efficiency, it uses the vine tendrils that it gains control of to detect by scent, to entrap, and to draw prey toward itself. It is also able to use these vine tendrils to procure food as they draw the nutrient-rich fluids from creatures entangled within their embrace, which are then conveyed back to the controlling canopy creeper. While the canopy creeper's primary method of attack is through its vine tendrils, it does have a large beak mouth composed of a hard, hornlike material. This beak is normally concealed within the center of its vine mass, but when creatures approach that prove able to resist its vine tendril attacks, the canopy creeper tries to draw them in close enough so that it can attack with its beak as well. It can consume prey with this mouth, but this is not its preferred method of feeding as most of the prey's fluids are lost as the beak tears the creature apart, resulting in fewer nutrients than if it were to feed solely through the vine tendrils. A canopy creeper naturally mimics the appearance and growth of the types of vines that grow in its environment, so when one is concealed among the vine-tangled foliage above, it is difficult for even an experienced outdoorsman to detect. This is further exacerbated by the fact that it is usually hanging about 100 feet above the ground, making its appearance even more difficult to discern. Canopy creepers' preferred prey is Medium or larger creatures since these tend to hold more of the nutrient-rich fluids that the creepers feed upon; meanwhile, Small and smaller creatures-such as small monkeys-can often be seen cavorting around and even suspended from a canopy creeper, oblivious to its presence. However, during starvation conditions when the creeper is forced to rely upon photosynthesis for its survival, it readily preys upon such smaller creatures as well. The result of this preference, however, is that the canopy creature typically focuses its attacks on opponents of at least Medium size. Canopy creepers store a great deal of moisture from their normally wet habitat in their vine structures, making them difficult to burn. However, this fact, as well as their adaptation to warm climates, makes them particularly susceptible to cold attacks, which cause them to become brittle and prone to fractures in their vine structures. <b></p><p>Habitat & Society</b></p><p> A canopy creeper out of its habitat is a canopy creeper in serious trouble. The creature relies on the prolific presence of other vine growths to camouf lage its presence and to provide an aerial habitat from which it can feed safely above most creatures that might prey upon it. As a result, if a canopy creeper is caught on the ground away from screening foliage, it flies into a berserk frenzy, lashing out with its beak as it attempts to make for the nearest tree or high ground to escape. A well-fed canopy creeper buds once every 4 or 5 years and drops dozens of small seedlings to the ground. Most of these shrivel up and die from lack of sustenance, but one or two usually manage to survive on rats and other vermin until they grow large and strong enough to become mobile, a process that usually takes about a month. These seedlings then instinctively begin looking for a new hunting area away from their parents and siblings, since the plants are naturally solitary and avoid encroaching on each other's hunting territory. A successful seedling reaches full size in 2-3 years if it finds a location with suitable prey to feed upon. During the time when the plants are seedlings, opportunistic horticulturists have been known to contain and transport canopy creepers, transplanting them elsewhere and raising them as potent guardian plant creatures.</p></h4></div>", "Languages": "", "Source": "AP 56", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "1", "HD": "(12d8+96)", "AbilitiyScores": "Str 26, Dex 16, Con 26, Int 2, Wis 10, Cha 10", "Gear": "", "Ranged": "4 vine tendrils +10 (grab plus feed and pull)", "Type": "plant", "Reach": "10 ft. (100 ft. with vine tendrils)", "DontUseRacialHD": "0", "id": 2870, "SubType": "", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Improved Initiative, Lightning Reflexes, Multiattack, Skill Focus (Climb)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "+4 Perception, +16 Stealth in forests", "AC": "23, touch 11, flat-footed 20", "Swim": "0", "Name": "Canopy Creeper", "VariantParent": "", "Skills": "Climb +19, Perception +13, Stealth +4 (+20 in forests)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "warm forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "camouflage, vine tendrils", "Saves": "Fort +12, Ref +9, Will +8", "Melee": "bite +16 (2d6+12)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., climb 20 ft.", "Alignment": "N", "Size": "Huge"}