{"Group": "Sahuagin Mutant", "Space": "5 ft.", "Mythic": "0", "HP": 18, "Treasure": "NPC gear (trident, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Sahuagin Mutant, Four-armed</h2><h3><i>This burly humanoid has sharp scales and fins like some predatory fish. As if its maw full of serrated teeth were not intimidating enough, the monstrosity clenches deadly claws at the ends of four powerful arms.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Four-armed</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>LE Medium monstrous humanoid (aquatic)</h5><h5><b>Init </b>+1; <b>Senses </b>blindsense 30 ft., darkvision 60 ft.; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 11, flat-footed 15 (+1 Dex, +5 natural)</h5><h5><b>hp </b>18 (2d10+7)</h5><h5><b>Fort </b>+4, <b>Ref </b>+4, <b>Will </b>+4</h5><h5><b>Weaknesses </b>light blindness</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 60 ft.</h5><h5><b>Melee </b>trident +4 (1d8+2), bite +2 (1d4+1), 2 claws +4 (1d4+2) or </br> bite +4 (1d4+1), 4 claws +4 (1d4+2)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>blood frenzy</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>13, <b>Con </b>14, <b>Int </b> 14, <b>Wis </b>13, <b>Cha </b>9</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+4; <b>CMD </b>15</h5><h5><b>Feats </b>Great Fortitude, Multiattack<sup>B</sup>, Toughness<sup>B</sup></h5><h5><b>Skills </b>Handle Animal +1, Perception +6, Ride +6, Stealth +6, Survival +6, Swim +15</h5><h5><b>Languages </b>Aquan, Common; speak with sharks</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate or warm ocean</h5><h5><b>Organization </b>solitary, pair, unit (1 plus 3-18 sahuagin), royal guard (2-8 plus 1 sahuagin chieftain of 4th level)</h5><h5><b>Treasure </b>NPC gear (trident, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Blood Frenzy (Ex)</b> Once per day, a four-armed sahuagin that takes damage in combat can fly into a frenzy in the following round. It gains a +2 bonus to its Constitution and Strength, but takes a -2 penalty to its AC. The frenzy lasts as long as the battle or 1 minute, whichever is shorter. </h5><h5><b>Multiweapon Mastery (Ex)</b> A four-armed sahuagin never takes penalties on attack rolls when fighting with multiple weapons, and treats claws as primary attacks even when also wielding weapons. </h5><h5><b>Speak with Sharks (Su)</b> A four-armed sahuagin can communicate telepathically with sharks to a distance of 150 feet. This communication is limited to simple concepts, such as \"come here,\" \"defend me,\" or \"attack this target.\"</h5></div><br><div><h4><p><p>The unpredictability and viciousness of the sahuagin race isn't just an aspect of their sharklike temperament- it seems to be inherent in their very beings. The unusual and typically deadly mutants common to the race attest to this, their forms altering and becoming more deadly based either on the needs of the community or ambiguous environmental factors. Whatever the case, sahuagin mutants often rise to positions of respect and inf luence in sahuagin communities, their innate advantages instantly placing them among their people's rulers. Of these mutants, four-armed sahuagin brutes and malenti- sahuagin with the appearances of sea elves-arise most commonly, though these are in no way the only sahuagin mutants known to the savage seas. <br><b>Sahuagin Alterations </b><br>Both the four-armed sahuagin and the malenti use the stats presented on page 239 of the <i>Bestiary</i> as their foundations, with the following alterations. As sahuagin are such common menaces over the course of the Skull & Shackles Adventure Path, their variants are included here to make encounters with the shark people even more unpredictable and deadly. <br><b>Four-Armed Sahuagin:</b> These mutants gain Multiattack and Toughness as bonus feats and the multiweapon mastery ability. These changes do not include an increase in such a mutant's Hit Dice, but do increase its CR to 3. Despite the advantages these additions give the creature, its hit points are on the low side for a CR 3 monster. GMs should consider giving four-armed sahuagin armor considerably better than that usually worn by CR 3 monsters to make up for this relative glass jaw. Giving the creature leather armor (or an aquatic equivalent, such as shark leather armor) grants it a +2 armor bonus, increasing its AC to 18-above the average for its CR, but a considered benefit to help balance out its weakness. Four-armed sahuagin excel as barbarians, fighters, rangers, and warriors. <br><b>Malenti:</b> These mutants gain a +4 bonus to Dexterity and Charisma, Deceitful and Skill Focus (Bluff ) as bonus feats, and <i>command</i> as a spell-like ability (representing increased telepathic inf luence over aquatic creatures). Additionally, a malenti's natural armor bonus decreases to +2 and the malenti loses its light blindness and natural weapons. The benefits a malenti gains largely offset those it loses, resulting in no change to the creature's CR. Malenti excel as bards, oracles, rogues, and wizards. <br><b>Other Sahuagin Mutants</b><br> Although four-armed sahuagin and malenti are the most common sahuagin mutants, they are not the only abnormalities to arise from sahuagin stock. The following mutants are also sometimes found in sahuagin societies. While rarer than other mutants, they too quickly garner the respect and fear of their piscine brethren. <br><b>Prehistoric Sahuagin:</b> Also known as adacthys, these sahuagin mutants are throwbacks to some even more savage epoch; they are Large, have a +7 natural armor bonus, and can speak with aquatic dinosaurs and megafauna in addition to sharks. They are usually found in the same waters as prehistoric creatures or waters that are somehow strangely affected by the flow of time. <br><b>Shark-Blooded Sahuagin:</b> These sahuagin mutants have overly large maws filled with rows of sharklike teeth, and the fins and tail of an oversized thresher shark (or other local variety). These abnormalities give them the appearance of monstrous merfolk, a swim speed of 80 feet, and a bite attack that deals 1d6 points of damage. Shark-blooded sahuagin are most typically found in sahuagin communities with unusually high numbers of shark guardians and near shark breeding grounds. <br><b>Spined Sahuagin:</b> Covered in hundreds of needle-like spines, these sahuagin can raise these piercing protrusions to impale creatures that attempt to grab or consume them. Any creature that grapples a spined sahuagin takes 1d4 points of piercing damage. Additionally, these mutants gain Defensive Combat Training as a bonus feat. Spined sahuagin most commonly appear in depths that also serve as the hunting grounds of sea serpents, thalassic behemoths, or other massive aquatic predators.</p></h4></div>", "Languages": "Aquan, Common; speak with sharks", "Source": "AP 56", "Land": "1", "Organization": "solitary, pair, unit (1 plus 3-18 sahuagin), royal guard (2-8 plus 1 sahuagin chieftain of 4th level)", "Ref": "4", "Climb": "0", "HD": "(2d10+7)", "AbilitiyScores": "Str 14, Dex 13, Con 14, Int 14, Wis 13, Cha 9", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2877, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Great Fortitude, MultiattackB, ToughnessB", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "16, touch 11, flat-footed 15", "Swim": "1", "Name": "Four-armed", "VariantParent": "", "Skills": "Handle Animal +1, Perception +6, Ride +6, Stealth +6, Survival +6, Swim +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "temperate or warm ocean", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +4, Will +4", "Melee": "trident +4 (1d8+2), bite +2 (1d4+1), 2 claws +4 (1d4+2) or bite +4 (1d4+1), 4 claws +4 (1d4+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 60 ft.", "Alignment": "LE", "Size": "Medium"}