{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 101, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Tiberolith</h2><h3><i>A bizarre thrum echoes from somewhere deep within this towering stone hulk, the ground roiling beneath the monolithic creature's stony feet as blue liquid runs down its shuddering body.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Tiberolith</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>N Huge construct </h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 10, flat-footed 24 </h5><h5><b>hp </b>101 (13d10+30)</h5><h5><b>Fort </b>+4, <b>Ref </b>+4, <b>Will </b>+3</h5><h5><b>Defensive Abilities </b>spell trap; <b>DR </b>10/adamantine and bludgeoning; <b>Immune </b>acid, construct traits; <b>SR </b>24</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +19 (3d8+7)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>corrosive strikes, shockwave</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>26, <b>Dex </b>11, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+13; <b>CMB </b>+23; <b>CMD </b>33</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any coastlines or water</h5><h5><b>Organization </b>solitary, pair, or squad (3-4)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Corrosive Strikes (Ex)</b> When a tiberolith becomes heavily damaged, the caustic fluid that gives it its glow begins to leak, dealing extra damage to creatures it strikes. A tiberolith with 30 hit points or fewer remaining deals an additional 1d6 points of acid damage with each successful slam. </h5><h5><b>Shockwave (Su)</b> Three times per day, as a standard action, a tiberolith can harness the energy powering it and unleash a burst of electricity. This blast deals 12d6 points of electricity damage to all creatures within 30 feet (Reflex DC 16 for half). The save is Constitution-based. </h5><h5><b>Spell Trap (Su)</b> Anytime a tiberolith is targeted by a spell that allows spell resistance, it may attempt to resist that spell as normal. If it fails, the spell still does not affect it, instead becoming trapped within the runes on its body. If another spell is cast upon the tiberolith that overcomes its spell resistance, that spell becomes trapped within its runes and the first spell immediately affects the tiberolith. Any spell caught within a tiberolith's runes dissipates after 24 hours. A tiberolith's runes can only trap one spell at any given time.</h5></div><br><div><h4><p><p>Eerie animate ruins thought by many to be remnants of the long-vanished Ghol-Gan civilization, tiberoliths were created to protect their vicious masters' villages and citadels. Found among isolated or submerged ruins, these ancient defenders are hewn from great slabs of stone and held together with mysterious, sinewy materials that sometimes look frighteningly like human flesh. Even more sinister, though, is the mysterious technology imbued within these terrifying sentinels. When disturbed, tiberoliths transform from monolithic watchers to glowing avengers, wreaking destruction on all in their paths. Because of their painstaking fabrication process, no two tiberoliths look exactly alike. Each individual's body is covered in a unique pattern of markings-often depicting horrific, cannibalistic rituals-that blaze azure when the guard activates. Genderless, bare-fisted warriors, the creatures often display features meant to further strike fear into the hearts of intruders, such as enormous tusks, a lion-shaped head, or a crown of spears. With fists the size of boulders, tiberoliths typically stand 18 feet tall and weigh 7,000 pounds. <b></p><p>Ecology</b></p><p> Nearly as old as the land and seas themselves, tiberoliths have been the subject of countless native myths. Some insist that in fervent devotion to their dark religion, the Ghol-Gan created tiberoliths as playthings for their gods. Others claim the ancient people sacrificed entire villages of souls to a powerful, bloodthirsty deity in exchange for the tiberoliths' protective technology. Most scholars, however, believe the Ghol-Gan spent centuries building tiberoliths to serve as the guardians of their most treasured assets. It still remains unclear, however, why these mighty defenders have survived while their creators did not. Though quite rare, tiberoliths have been the focus of much obsession among those few who know of their existence, primarily because of the enigmas that continue to surround them. Some who live near one of the ancient colossi believe the blue fluid flowing within an activated tiberolith acts as a panacea, or is otherwise a magical agent. However, those seekers lucky enough to have defeated one of the guardians invariably find themselves disappointed. Far from mystical, the fluid exhibits no magic whatsoever, and is as caustic as any acid, burning through flesh as easily as through fabric. Given the combination of both acid and electricity inside the tiberoliths, some alchemists have posited that the tiberoliths are powered by enormous techno-magical batteries. Perhaps more terrifying is the thought that the tiberoliths might actually be batteries, meant to be gathered together for some great magical undertaking, in which case the greatest treasure a tiberolith guards may be the tiberolith itself. For some industrious adventurers, especially those of an arcane or alchemical bent, a tiberolith represents an opportunity to cultivate a powerful, forgotten technology-yet such experimentation rarely succeeds, more often resulting in the pulverized or acid-eaten corpse of the would-be scholar. While tiberoliths' limbs all bear hollows securing puzzlebox-like devices, modern scholars have yet to determine the exact nature of the apparatuses, and how they relate to the constructs' operation. Based on reports of tiberoliths' unpredictability in battle, both historical and recent, it seems the Ghol-Gan never quite perfected the technology, either. Over the years, adventurers traversing former Ghol-Gan strongholds have recorded numerous sightings of these rare creations. Tiberoliths do not patrol their homelands, however. When undisturbed, they resemble frightful statues resting in ruined cities, standing outside crumbling ziggurats, or breaking the canopy of thick jungles. It's only when uninvited humanoids venture past that these hulking statues come to life, oblivious to the fact that those they once served have long since vanished from this world. <b></p><p>Habitat & Society</b></p><p> Tiberoliths are typically found alone among Ghol-Gan ruins, particularly those located in the Isles of the Shackles. It's said tiberoliths are most numerous on islands such as the horrifying Cannibal Isles, the eerie Devil's Arches, the haunted Yoha's Graveyard, and the intrepid Ushinawa Isles, despite the efforts of the latter's samurai inhabitants to eradicate the behemoths. On rare occasions, tiberoliths are found slumbering in squads of three or four, usually positioned to protect the ruined entrances of their lost creators' most sacred structures. Whether alone or in groups, many tiberoliths have been inactive so long they've become obscured by overgrowth or claimed by rising sea levels. They might nearly blend in with the environment, but the sound tiberoliths make when activated-a high-pitched whirring not unlike the shriek of an eagle-is unmistakable. Although tiberoliths are generally considered unintelligent servants of their vanished masters, an ancient legend speaks of an uncharted island in the Shackles where tiberoliths appear to have gained some measure of sentience. This tale states that, within the hollow of an inactive volcano, a terrifying number of whirring tiberoliths go through the motions of the most heinous Ghol-Gan rituals in a ghostly tribute to their lost masters. However, because of the story's dubious origins- and the sheer unlikeliness of its claims- most people regard this as little more than a fireside tale. <br><b>Construction</b><br> A tiberolith is created from three to four slabs of naturally occurring stone such as limestone, typically weighing 2,000 to 2,500 pounds each. These slabs must be bound with vegetative- or sinew-based lashing materials treated with rare unguents costing at least 7,000 gp. The processes by which tiberoliths are created are exceptionally rare, and most of the secrets to doing so were lost with the fall of Ghol-Gan. Certain explorers, scholars, and magic-users from the Shackles might possess these secrets and be willing to share them, but they could cost upward of 10,000 gp. </h5><h5><b>Tiberolith </b> <br><b>CL</b> 12th; <b>Price</b> 48,000 </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Construct, <i>acid fog</i>, <i>limited wish</i>, <i>stone shape</i>, creator must be at least caster level 11th; <b>Skill</b> Craft (sculptures) or Craft (stonemasonry) DC 18; <b>Cost</b> 24,000 gp</p></h4></div>", "Languages": "", "Source": "AP 56", "Land": "1", "Organization": "solitary, pair, or squad (3-4)", "Ref": "4", "Climb": "0", "HD": "(13d10+30)", "AbilitiyScores": "Str 26, Dex 11, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 2882, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "24, touch 10, flat-footed 24", "Swim": "0", "Name": "Tiberolith", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any coastlines or water", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +4, Will +3", "Melee": "2 slams +19 (3d8+7)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Huge"}