{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 13, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ogren</h2><h3><i>This humanoid stands over seven feet tall, its features an amalgam of goblin and ogre. Coarse brown hair covers its sickly yellowish hide, though its hideous face remains entirely hairless, except for the long, knotted tangle of greasy hair spilling from its head. It stares coldly with deep-set eyes the color of pitch.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Ogren</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>NE Medium humanoid (ogren)</h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 30 ft.; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 10, flat-footed 16 (+4 armor, +2 natural)</h5><h5><b>hp </b>13 (2d8+4)</h5><h5><b>Fort </b>+5, <b>Ref </b>+0, <b>Will </b>+0</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>longspear +5 (1d8+3 x3 crit)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>11, <b>Con </b>14, <b>Int </b> 10, <b>Wis </b>11, <b>Cha </b>8</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+4; <b>CMD </b>14</h5><h5><b>Feats </b>Weapon Focus (longspear)</h5><h5><b>Skills </b>Perception +2, Stealth +4; <b>Racial Modifiers </b>+2 Stealth</h5><h5><b>Languages </b>Common, (Giant or Goblin 50% of either)</h5><h5><b>SQ </b>ogre blood</h5><h5><b>Combat Gear </b>hide armor, longspear</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate hills and plains</h5><h5><b>Organization </b>solitary, band (5-8), raiding party (6-11 and one leader of 5th-7th level), or clan (10-24, plus 100% noncombatants, one shaman of 5th-7th level, one leader of 7th-9th level, 2-4 ogres, and 5-8 hobgoblins)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Ogre Blood</b> (Ex)</b> Fifty percent of ogren have enough ogre blood in their veins to qualify as ogres. Those that qualify are considered ogres for all special abilities and effects.</h5></div><br><div><h4><p><p>Take the worst traits of a male ogre and the worst traits of a female hobgoblin and mix them together, the result is an ogren: a barbaric and primitive race of individuals that see combat as a way of life and means of entertainment and survival. Combat skills and battle prowess are taught at a very young age among the ogren clans, and it is not unheard of for an entire clan to be led by one who, by any other race would be considered a child, for the mighty rule the weak and the strongest and most combative ogren usually rules a clan.</p><p>Ogren leaders often have the Battle Shout feat detailed in the sidebar.</p><p>Ogrens pride themselves on combat and employ varying tactics and strategies when engaged in such affairs. Ogrens prefer straightforward tactics to ambush and chicanery, though if outmatched, they are not above employing such tactics.</p><p>Ogrens usually use gang tactics in battle and prefer unmatched odds where they clearly have the upper hand (three- or four-on-one suits them just fine).</p><p>Ogrens rarely if ever back down from a fight as they are taught that cowardice is equal to weakness. However, they are also taught that it is foolish to fight while your enemy clearly has the advantage and backing away is ok, so long as the odds are made even (or at least turned in the ogren's favor) the next time the two meet.</p><p>Ogrens appear as 6-to-8-foot tall stocky humanoids with hairy hides of dark brown, yellowish-brown, or gray. Their eyes are generally gray or black, though some do have green or blue eyes (though blue eyes are extremely rare). Hair color ranges from brown or black to dark red or gray. Most ogren have long hair and rarely if ever sport facial hair. The typical ogren lives to 100 years of age.<b></p><p>Ogren Society</b></p><p> Being a primitive people, the ogren clans survive by hunting game and gathering wild fruits, berries, and herbs. Most hunting bands consist of 3-5 males and a tracker (usually an ogren ranger of 3rd level). Ogrens typically hunt large game such as moose, deer, buffalo, bison, elk, humans, and elves. Many a hunting foray has led a band of ogrens into a human or elven encampment or settlement. During these raids, targets are often taken alive and carried back to the ogren's lair where they are stored in cages for later consumption. Ogren often fatten up captive humans and elves before eating them (fattening them up provides the ogren clan with more meat). In times when food is scarce, some clans resort to cannibalism and hunt their own (though rarely if ever a member of the same clan; usually an ogren from a rival clan).</p><p>Ogren clans are found just about anywhere save the coldest of climates, though they tend to favor temperate climates. Food is hard to come by in such harsh extremes, so they prefer moderate to warm climates where a food supply is readily available. A typical ogren settlement consists of crude huts constructed of wood with thatched or wooden roofs. The huts are spread in a circle around a central meeting ground where they dance, engage in combat, cook their food, and hold yearly rituals.</p><p>Each clan typically holds three or more yearly rituals.</p><p>Some ogren rituals include the Rites of Manhood, The Taking (marriage), and The Passing (death). During the rites of manhood, a young ogren must display his battle prowess against a member of his clan. These fights are never to the death, but the damage dealt is real. Many ogren proudly display the scars of such fights on their bodies.</p><p>During The Taking, a male ogren selects a bride from another clan as a mate. The shaman from the male's clan oversees the ceremony and blesses such a union, usually through the ritual sacrifice of a captive human or elf (the blood of either is cast on the ground during this ritual). The last ritual, The Passing, is led by the shaman and consists of the shaman invoking the spirits of dead ancestors to watch over recently slain or deceased ogrens.</p><p><br><b>Ogren Characters</b><br> <br><b>Strength +6, Constitution +4, Charisma -2.</b> Ogren leaders tend to be barbarians. Ogren clerics are usually adepts and are known as shamans among their clans. Ogrens worship Tushnak \"The Totem God\" and can choose from two of the following domains: Animal, Earth, and Evil.<br><b>Speed:</b> Base speed is 30 feet.<br><b>Darkvision:</b> Ogren have darkvision to a range of 30 feet.<br><b>Racial Hit Dice:</b> An ogren begins with two levels of humanoid, which provide 2d8 HD, a base attack bonus of +1, and base save bonuses of Fort +3, Ref +0, and Will +0.<b>Racial Skills</b>: An ogren's humanoid levels give it skill points equal to 5 x (2 + Int modifier).<br><b>Racial Feats:</b> An ogren's humanoid levels give it one feat.<br><b>AC bonus:</b> +2 natural AC <br><b>Ogre Blood</b> 50% of all ogren are consider ogres for purposes of determining special abilities and effects.<br><b>Skills:</b> +2 racial bonus to Stealth checks.<br><b>Languages:</b> Common and Goblin or Giant (50% chance for either).</p><p>Ogrens with high Intelligence can choose from the following languages: Elven, Goblin or Giant (whichever isn't an automatic language), Orc, and Sylvan.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common, (Giant or Goblin 50% of either)", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, band (5-8), raiding party (6-11 and one leader of 5th-7th level), or clan (10-24, plus 100% noncombatants, one shaman of 5th-7th level, one leader of 7th-9th level, 2-4 ogres, and 5-8 hobgoblins)", "Ref": "0", "Climb": "0", "HD": "(2d8+4)", "AbilitiyScores": "Str 17, Dex 11, Con 14, Int 10, Wis 11, Cha 8", "Gear": "hide armor, longspear", "Ranged": "", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2906, "SubType": "(ogren)", "MonsterSource": "", "Feats": "Weapon Focus (longspear)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "+2 Stealth", "AC": "16, touch 10, flat-footed 16", "Swim": "0", "Name": "Ogren", "VariantParent": "", "Skills": "Perception +2, Stealth +4", "ClassArchetypes": "", "IsTemplate": "0", "Will": "0", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "temperate hills and plains", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "ogre blood", "Saves": "Fort +5, Ref +0, Will +0", "Melee": "longspear +5 (1d8+3 x3 crit)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}