{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 13, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ogrillon</h2><h3><i>This ugly brute appears to be a mix of ogre and perhaps orc. Its skin is covered in closely fitting bony plates and nodes akin to an alligator. Its hair is greasy, ragged, and generally unkempt. It exudes a strong sour odor from its body.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Ogrillon</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>CE Medium humanoid (ogrillon)</h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 10, flat-footed 14 (+4 natural)</h5><h5><b>hp </b>13 (2d8+4)</h5><h5><b>Fort </b>+5, <b>Ref </b>+0, <b>Will </b>-1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>unarmed strike +6 (1d4+4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>reinforced fists</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>10, <b>Con </b>14, <b>Int </b> 7, <b>Wis </b>8, <b>Cha </b>8</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+5; <b>CMD </b>15</h5><h5><b>Feats </b>Weapon Focus (unarmed strike)</h5><h5><b>Skills </b>Climb +8, Perception +0</h5><h5><b>Languages </b>Giant</h5><h5><b>SQ </b>orc/ogre blood</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land and underground</h5><h5><b>Organization </b>solitary, gang (2-5), tribe (5-30 plus 1 4th-level sergeant per 10 adults and 1 leader of 5th-7th level), or warband (3-8 plus 10-24 orcs)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Orc/Ogre Blood (Ex)</b> For all special abilities and effects, an ogrillon is considered an orc or ogre. For example, ogrillons can use special ogre or orc weapons or magic items with racially specific ogre or orc powers as if they were ogres or orcs. </h5><h5><b>Reinforced Fists (Ex)</b> Ogrillons are considered to be armed even when unarmed (i.e., they do not provoke attacks of opportunity from armed opponents when attacking them and can themselves still make an attack of opportunity against an opponent that attacks unarmed). Additionally, they always deal lethal damage rather than nonlethal damage when fighting unarmed.</h5></div><br><div><h4><p><p>Ogrillons are a fierce half-ogre race born of a union between a female orc and a male ogre. They tend to act like ogres, but they are far more violent and aggressive than their larger kin. Ogrillons are usually only slightly taller than orcs, with features that strongly favor their orc parent - so much so that most ogrillons are indiscernible from normal orcs.</p><p>About 10% of ogrillons resemble their ogre parent, however.</p><p>Ogrillons love nothing more than combat. They are a race so inborn to be warriors that they seem almost depressed and dejected when they are not involved in melee. They only time an ogrillon laughs is when it is the center of a whirlwind of melee and covered in its opponent's blood.</p><p>Ogrillons do not care for armor or weapons and in fact carry very little gear at all. They do, however, like gold pieces and usually keep a few in a filthy pouch with other shiny trinkets as lucky charms.</p><p>Ogrillons disdain the use of armor, relying solely on their natural armor to protect them. They also disdain the use of weapons, preferring to leap headlong into a fray with fists swinging madly.<b></p><p>Ogrillon Society</b></p><p> Ogrillons have no society to call their own. Since they are born of female orcs, ogrillon children are generally raised in orc clans. Their size, strength, and ferocity are welcomed by the orcs, and ogrillons usually occupy a place of reverence in an orc clan. Ogrillons, of course, think little of the admiration of their orc kin. Battle is the only thought that regularly enters the ogrillon mind.</p><p><br><b>Ogrillon Characters</b><br> Ogrillons have racial Hit Dice and can have class levels. Most ogrillon leaders are barbarians. Ogrillon clerics tend to worship \"the Destroyer,\" and they can choose two of the following domains: Chaos, Evil, Strength, and War. Most ogrillon spellcasters are adepts. Ogrillon characters possess the following racial traits.</p><p><br><b>+8 Strength, +4 Constitution, -4 Intelligence, -2 Wisdom, -2 Charisma.</b> Ogrillons are fierce warriors.<br><b>Darkvision:</b> Ogrillons can see in the dark up to 60 feet.<br><b>Racial Hit Dice:</b> An ogrillon begins with two levels of humanoid, which provide 2d8 Hit Dice, a base attack bonus of +1, and base saving throw bonuses of Fort +3, Ref +0, and Will +0.<br><b>Racial Skills:</b> An ogrillon's humanoid levels give it skill points equal to 2 x (2 + Int modifier).<br><b>Racial Feats:</b> An ogrillon's humanoid levels give it one feat.<br><b>AC:</b> +4 natural armor bonus.<br><b>Natural Weapons:</b> Ogrillons can fight with 2 unarmed strikes that deal lethal damage (1d4).<br><b>Special Attacks:</b> Reinforced fists (see above).<br><b>Special Qualities:</b> Orc/Ogre blood (see above).<br><b>Languages:</b> Ogrillons begin play speaking Giant, and can also speak Common if they have an Intelligence of at least 10. Ogrillons with high Intelligence scores can choose from the following languages: Dwarf, Gnoll, Goblin, Orc.</p><p>Credit The Ogrillon originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Authors Scott Greene and Erica Balsley, based on original material by R. K. R. Chilman.</p></h4></div>", "Languages": "Giant", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, gang (2-5), tribe (5-30 plus 1 4th-level sergeant per 10 adults and 1 leader of 5th-7th level), or warband (3-8 plus 10-24 orcs)", "Ref": "0", "Climb": "0", "HD": "(2d8+4)", "AbilitiyScores": "Str 19, Dex 10, Con 14, Int 7, Wis 8, Cha 8", "Gear": "", "Ranged": "", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2907, "SubType": "(ogrillon)", "MonsterSource": "", "Feats": "Weapon Focus (unarmed strike)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "14, touch 10, flat-footed 14", "Swim": "0", "Name": "Ogrillon", "VariantParent": "", "Skills": "Climb +8, Perception +0", "ClassArchetypes": "", "IsTemplate": "0", "Will": "-1", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "any land and underground", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "orc/ogre blood", "Saves": "Fort +5, Ref +0, Will -1", "Melee": "unarmed strike +6 (1d4+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}