{"Group": "Ooze", "Space": "1 ft.", "Mythic": "0", "HP": 6, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ooze, Amber</h2><h3><i>This creature resembles a small pool of liquid the color and consistency of mead.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Amber Ooze</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>N Diminutive ooze </h5><h5><b>Init </b>+0; <b>Senses </b>blindsight 60 ft.; Perception -5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 14, flat-footed 14 (+4 size)</h5><h5><b>hp </b>6 (1d8+2)</h5><h5><b>Fort </b>+2, <b>Ref </b>+0, <b>Will </b>-5</h5><h5><b>Immune </b>ooze traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft.</h5><h5><b>Space </b>1 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>ability drain, infuse, weaken will</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>4, <b>Dex </b>10, <b>Con </b>14, <b>Int </b> -, <b>Wis </b>1, <b>Cha </b>1</h5><h5><b>Base Atk </b>+0; <b>CMB </b>-4; <b>CMD </b>3 (can't be tripped)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any temperate or warm land</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Ability Drain (Ex)</b> If not purged form the host body, the acids and protoplasm of an amber ooze begin damaging its host's body and mind. After 1 week, the host takes 1 point each of Intelligence, Wisdom, and Charisma drain per day. When one of the three abilities reaches 0, the host dies. </h5><h5><b>Infuse (Ex)</b> A victim that has ingested an amber ooze must succeed on a DC 13 Fortitude save or the amber ooze infuses itself into his body. The ooze merges with flesh and bone, and can only be removed by a <i>remove disease</i> spell. The save DC is Constitution-based. A <i>detect magic</i> (or similar magic) cast on the host reveals the amber ooze. If the victim succeeds on the Fortitude save, the amber ooze takes 1 point of acid damage per round from the host's digestive juices. Once it begins to take damage, the ooze retreats from the host's body through its mouth. </h5><h5><b>Weaken Will (Su)</b> An amber ooze that has infused itself into a host weakens the will of its victim. As long as the amber ooze remains in the host, he takes a -4 penalty on Will saves to resist mind-influencing spells and effects (such as <i>charm person</i> and <i>suggestion</i>.)</h5></div><br><div><h4><p><p>Amber oozes were created by an evil wizard as a means of gaining control over the elders of a powerful city. He bred many of the creatures in secret and sealed them into kegs of ale, then hired merchants to distribute this ale throughout the city. The wizard was ultimately slain and the city saved by a band of heroic adventurers.</p><p>Unknown to the adventurers, the merchants had wanted to line their own pockets without the knowledge of their employer. Unaware of the plot they sold some of the kegs of ale in illegal markets. Now, many of the kegs containing amber oozes have been shipped to other cities and the creatures are spreading. When an amber ooze divides, one of the new creatures seeps out of the keg to find its own lair. Stacked in rows with other kegs of uncontaminated ale, amber oozes can quickly take over a store room or pantry.</p><p>An amber ooze is approximately 1 foot in diameter, and is a dark amber color. The designs of the mad mage even provided the amber ooze with the scent of mead or heady ale. Amber oozes can lay in a state of hibernation for years, coming out of it only to replicate - a process they undergo once every few months - or when they are alerted by movement of the keg.</p><p>When a keg containing an amber ooze is tapped, the creature makes its way to the opening. Within the drawing of a few drinks, the amber ooze squeezes out of the tap and into the mug. As soon as the victim drinks, the ooze forces itself down the victim's throat and into its belly.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "0", "Climb": "0", "HD": "(1d8+2)", "AbilitiyScores": "Str 4, Dex 10, Con 14, Int -, Wis 1, Cha 1", "Gear": "", "Ranged": "", "Type": "ooze", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 2910, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "", "AC": "14, touch 14, flat-footed 14", "Swim": "0", "Name": "Amber Ooze", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "-5", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "any temperate or warm land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +2, Ref +0, Will -5", "Melee": "", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft.", "Alignment": "N", "Size": "Diminutive"}