{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 114, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Phantasm</h2><h3><i>This entity appears as a translucent humanoid with faintly discernable facial features twisted and corrupted by evil. Its arms are long and thin and trail off in wisps of immaterial matter.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Phantasm</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>CE Medium undead (incorporeal)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft.; Perception +21</h5><h5><b>Aura </b>desecrating aura (10 ft.), unnatural aura (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 18, flat-footed 13 (+3 deflection, +5 Dex)</h5><h5><b>hp </b>114 (12d8+36 plus 24)</h5><h5><b>Fort </b>+11, <b>Ref </b>+11, <b>Will </b>+12</h5><h5><b>Defensive Abilities </b>incorporeal; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 60 ft. (perfect)</h5><h5><b>Melee </b>incorporeal touch +17 (1d6+2 plus energy drain)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>energy drain (1 level, DC 19), possession</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>21, <b>Con </b>-, <b>Int </b> 15, <b>Wis </b>15, <b>Cha </b>16</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+9; <b>CMD </b>24</h5><h5><b>Feats </b>Ability Focus (possession), Alertness, Blind-Fight, Great Fortitude, Improved Initiative, Weapon Focus (incorporeal touch)</h5><h5><b>Skills </b>Bluff +15, Fly +28, Intimidate +18, Perception +21, Sense Motive +21, Stealth +20</h5><h5><b>Languages </b>Abyssal, Common</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or gang (2-5)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Possession (Su)</b> Once per round, by making a successful incorporeal touch attack, a phantasm can merge its body with a creature on the Material Plane. This ability is similar to a <i>magic jar</i> spell, except that it doesn't require a receptacle. If the attack succeeds, the phantasm's body vanishes into the opponent's body. The target can resist the attack with a successful Will save (DC 21). A creature that successfully saves is immune to that phantasm's possession ability for one day. A possessing phantasm automatically deals one negative level (from its energy drain ability) each round. A possessed creature can attempt a Will save (DC 19) each round to force the phantasm out of its body. If successful, the phantasm is ejected from the host and cannot attempt to possess the same host for 1 minute. If turned or subjected to a <i>dismissal</i> spell while possessing a host, the phantasm is likewise ejected. The save DCs are Charisma-based.</h5></div><br><div><h4><p><p>Phantasms are malevolent and sinister spirits that delight in the destruction of good-aligned creatures. While many undead creatures are the undead form of once living creatures, phantasms have no real material connection to living creatures; they are spirits born of pure evil. They are most often found haunting ruined temples or churches dedicated to evil gods, or dungeons constructed by evil creatures; any place where the stench of evil permeates the very air.</p><p>Phantasms are sometimes employed by other, more powerful undead, such as liches or vampires, though for the most part they are solitary creatures (though sometimes they are encountered with other phantasms).</p><p>Phantasm gangs, while rare, work together to bring about the destruction of their foes, using their abilities to destroy and corrupt as many opponents as they can.</p><p>Phantasms appear as translucent humanoid-shaped creatures with faintly discernable facial features resembling a human face twisted and corrupted by evil. Hair, if present, is formed of the immaterial stuff the phantasm is composed of. Their arms are long and thin and end in wisps of the very stuff they are made of. Likewise, their lower torso trails off into the same misty substance.</p><p>A phantasm is a dangerous foe because of its ability to possess and control a living creature. It begins battle by attempting to possess a foe, and if successful, it then controls the host like a puppet. In addition, while possessing a foe, it is constantly sapping its life energy. When the host is destroyed, the phantasm leaves the body and attempts to repeat the process with any aggressors still around.</p><p>Copyright Notice Author Scott Greene</p></h4></div>", "Languages": "Abyssal, Common", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary or gang (2-5)", "Ref": "11", "Climb": "0", "HD": "(12d8+36 plus 24)", "AbilitiyScores": "Str -, Dex 21, Con -, Int 15, Wis 15, Cha 16", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2927, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Ability Focus (possession), Alertness, Blind-Fight, Great Fortitude, Improved Initiative, Weapon Focus (incorporeal touch)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "1", "RacialMods": "", "AC": "18, touch 18, flat-footed 13", "Swim": "0", "Name": "Phantasm", "VariantParent": "", "Skills": "Bluff +15, Fly +28, Intimidate +18, Perception +21, Sense Motive +21, Stealth +20", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +11, Will +12", "Melee": "incorporeal touch +17 (1d6+2 plus energy drain)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 60 ft. (perfect)", "Alignment": "CE", "Size": "Medium"}