{"Group": "Pudding", "Space": "5ft.", "Mythic": "0", "HP": 52, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Blood, Pudding</h2><h3><i>A three-foot-tall spheroid blob of blood-red protoplasm seeps a foul smelling and sticky slime.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Blood Pudding</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>N Medium ooze </h5><h5><b>Init </b>+0; <b>Senses </b>blindsight 60 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>10, touch 10, flat-footed 10 </h5><h5><b>hp </b>52 (5d10+25)</h5><h5><b>Fort </b>+3, <b>Ref </b>+1, <b>Will </b>+1</h5><h5><b>Immune </b>mind-affecting effects, ooze traits; <b>Resist </b>fire 10</h5><h5><b>Weaknesses </b>racial vulnerabilities</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>slam +4 (2d4+1 plus grab)</h5><h5><b>Space </b>5ft.; <b>Reach </b>5ft.</h5><h5><b>Special Attacks </b>disgorge, infuse</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>12, <b>Dex </b>11, <b>Con </b>20, <b>Int </b> -, <b>Wis </b>10, <b>Cha </b>7</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+4 (+12 grapple); <b>CMD </b>18</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate marshes and underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Disgorge (Ex)</b> A blood pudding that has infused itself with a host can force the creature's blood out through its pores, eyes, ears, and mouth. This is a standard action that deals 1d2 points of Constitution damage each round. At Constitution 0, the host dies and the blood pudding feeds on the corpse. When sated, the pudding exits, and to onlookers it appears as if the slain creature is bleeding profusely. </h5><h5><b>Infuse (Ex)</b> A blood pudding that makes a successful grapple check can forcibly merge its form with that of a living creature. If it succeeds, the blood pudding's form disappears as it soaks through skin, wounds, and any other opening in the host's body. This special attack deals no damage but allows the blood pudding to use its disgorge special attack (see above). A creature infused with a blood pudding can try to forcibly eject the creature once per round as a standard action (coughing it up, vomiting, and so on). This requires a successful DC 17 Fortitude save. The save DC is Constitution-based. A creature can be affected by the pudding's infuse attack again, but gains a +2 conditional bonus on its Fortitude save. This bonus lasts for one day and is effective against the infuse attack of that blood pudding only. </h5><h5><b>Racial Vulnerabilities (Ex)</b> Drinking alcohol weakens an infused pudding and reduces the Constitution damage sustained from its disgorge attack by one-half for the next 1d4+1 rounds. Consuming pure vinegar causes an infused blood pudding to eject itself from the host in the same round the vinegar is consumed. A creature drinking pure vinegar must make a successful DC 12 Fortitude save or be nauseated for 1d3 rounds. A blood pudding will not use its infuse attack against that host for one day. A blood pudding hit with a cold effect or attack is <i><i>slow</i>ed</i> for 3 rounds (as the <i>slow</i> spell) and loses its racial bonus to grapple checks for a number of rounds equal to the spell's level. </h5><h5><b>Slime Grapple (Ex)</b> because of the sticky slime it secretes, a blood pudding gains a +4 racial bonus to grapple checks.</h5></div><br><div><h4><p><p>This monster rolls through dark corridors or marshes looking for sustenance and can consume the vital fluids of any creature it contacts.</p><p>This sustenance most often takes the form of dungeon delvers that stumble upon the pudding. In marshes and swamps, the blood pudding feeds on animals and other natural fauna or any other living creature that happens to wander by.</p><p>A blood pudding strikes by forming a thick pseudopod and lashing out at an opponent. If it hits, it attempts to grab that foe and infuse itself with the opponent's body. Unless forcibly removed from the victim, a blood pudding does not relinquish its host until that creature is dead.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "1", "Climb": "0", "HD": "(5d10+25)", "AbilitiyScores": "Str 12, Dex 11, Con 20, Int -, Wis 10, Cha 7", "Gear": "", "Ranged": "", "Type": "ooze", "Reach": "5ft.", "DontUseRacialHD": "0", "id": 2937, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "10, touch 10, flat-footed 10", "Swim": "0", "Name": "Blood Pudding", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "temperate marshes and underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +3, Ref +1, Will +1", "Melee": "slam +4 (2d4+1 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}