{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 357, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Quantum</h2><h3><i>This creature seems to have no true shape, as its outline flickers and changes seemingly at random. At first it appears to have four tentacles, then in a flicker eight more appear and waver menacingly before shimmering once more out of existence. Its general shape is serpentine, with an uncertain number of tentacles dangling beneath it, but the only constants are its six glowing eyes, three on each side of what must be its head.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Quantum</p><p class=\"alignright\">CR 20</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>307,200</h5><h5>N Huge aberration (extraplanar)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft.; Perception +47</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>32, touch 15, flat-footed 28 (+3 deflection, +4 Dex, +17 natural, -2 size)</h5><h5><b>hp </b>357 (34d8+170 plus 34)</h5><h5><b>Fort </b>+18, <b>Ref </b>+17, <b>Will </b>+23</h5><h5><b>Defensive Abilities </b>unstable form; <b>DR </b>15/adamantine</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 40 ft. (good)</h5><h5><b>Melee </b>5 tentacles +34 (2d6+11)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>disintegration</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>33, <b>Dex </b>18, <b>Con </b>21, <b>Int </b> 11, <b>Wis </b>14, <b>Cha </b>17</h5><h5><b>Base Atk </b>+25; <b>CMB </b>+38 (+42 bull rush); <b>CMD </b>55 (59 vs. bull rush can't be tripped)</h5><h5><b>Feats </b>Alertness, Awesome Blow, Blind-Fight, Cleave, Combat Reflexes, Great Fortitude, Greater Bull Rush, Greater Cleave, Improved Bull Rush, Improved Initiative, Improved Lightning Reflexes, Iron Will, Lightning Reflexes, Power Attack, Stand Still, Toughness, Vital Strike</h5><h5><b>Skills </b>Fly +41, Knowledge (planes) +37, Perception +47, Sense Motive +43; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>Languages </b>Common, Quantum</h5><h5><b>SQ </b>quantum form, quantum movement</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Disintegration (Su)</b> Three times per day, as a full-round action, a quantum can attack with a single tentacle. If it hits, it sets up subatomic vibrations that shake apart the molecular structure of its opponent. The target must succeed on a DC 32 Fortitude save or take 40d6 points of damage. Even if the save succeeds, the target takes 10d6 points of damage. This effect functions as a <i>disintegrate</i> spell (CL 34th). A quantum can use this ability when it uses its quantum form. Each use by one of its forms counts against its daily use limit. The save DC is Constitution-based. </h5><h5><b>Quantum Form (Su)</b> Three times per day and once per round, a quantum can move in such a way as to appear in two places at once, at a distance no greater than 30 feet. This is a free action that provokes an attack of opportunity and lasts only one round. While occupying two spaces simultaneously, each representation of the quantum can perform one independent standard action (including using the quantum's special attacks). Using this ability, the same quantum could attack two different opponents, or attack one opponent while opening a door to escape, and so on. At the end of the round, both instances of the quantum return to the space it originally occupied before activating this ability. </h5><h5><b>Quantum Movement (Su)</b> At will a quantum can use the <i>dimension door</i> spell as a standard action (CL 34th). </h5><h5><b>Unstable Form (Su)</b> A quantum has a deflection bonus to its Armor Class equal to its Charisma bonus. Further, because it moves by means of short-distance teleportation, attacks aimed at a quantum have a 20% miss chance.</h5></div><br><div><h4><p><p>The quantums hail from beyond and between all planes. The first quantum is said to have followed a lost band of adventurers back after they became lost on a planar journey.</p><p>A quantum exists simultaneously in many dimensions at once, which gives it a flickering, seemingly insubstantial shape as if some mad god is continually creating and re-creating it on a whim. If its form could somehow be stabilized into only three dimensions, a quantum would resemble a flattened jellyfish with a knob at the top containing six unblinking eyes. It has an oblong body with many tentacles radiating out from beneath its body. The exact number of tentacles cannot be known, however, since stabilizing a quantum's shape is a task yet to be undertaken and may not even be possible.</p><p>Quantums move by avoiding space entirely. A quantum hovers like some eerie jellyfish but doesn't fly by conventional means. Instead a quantum actually teleports short distances too fast for the eye to detect and in this manner it appears to be hovering. A quantum can also teleport across greater distances. At one moment a quantum can be in one space and then in an instant it is somewhere else, having never been at any point between. The flickering form of a quantum allows it to attack with one tentacle, two, six, as many as it needs. Attack-capable limbs seem to manifest themselves as they are needed, then vanish again as if they had never existed.</p><p>A quantum lashes out at its foes with its tentacles. Against a particularly powerful opponent, it uses its disintegration attack. When facing multiple foes, a quantum uses its quantum form to better its odds or make its escape.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "Common, Quantum", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "17", "Climb": "0", "HD": "(34d8+170 plus 34)", "AbilitiyScores": "Str 33, Dex 18, Con 21, Int 11, Wis 14, Cha 17", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 2943, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Alertness, Awesome Blow, Blind-Fight, Cleave, Combat Reflexes, Great Fortitude, Greater Bull Rush, Greater Cleave, Improved Bull Rush, Improved Initiative, Improved Lightning Reflexes, Iron Will, Lightning Reflexes, Power Attack, Stand Still, Toughness, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "18", "Fly": "1", "RacialMods": "+4 Perception", "AC": "32, touch 15, flat-footed 28", "Swim": "0", "Name": "Quantum", "VariantParent": "", "Skills": "Fly +41, Knowledge (planes) +37, Perception +47, Sense Motive +43", "ClassArchetypes": "", "IsTemplate": "0", "Will": "23", "Race": "", "CR": "20", "XP": 307200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "quantum form, quantum movement", "Saves": "Fort +18, Ref +17, Will +23", "Melee": "5 tentacles +34 (2d6+11)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 40 ft. (good)", "Alignment": "N", "Size": "Huge"}