{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 67, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Red Jester</h2><h3><i>A horrid walking corpse appears, arrayed in brightly colored clothes, floppy shoes, and a bright red jester's hat complete with jingling bells sewn to the ends of the cap. The rigor mortis seems to have permanently pulled the creature's face into a broad and horrific grin.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Red Jester</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>CN Medium undead </h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60ft.; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 14, flat-footed 20 (+4 Dex, +10 natural)</h5><h5><b>hp </b>67 (15d8)</h5><h5><b>Fort </b>+5, <b>Ref </b>+9, <b>Will </b>+11</h5><h5><b>Defensive Abilities </b>channel resistance +4, unassailable mind; <b>DR </b>10/magic; <b>Immune </b>undead traits; <b>SR </b>21</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b><i><i>+2 light <i>mace of merriment</i></i></i> +17 (1d6+4 plus merriment) or </br>2 slams +13 (1d4+2)</h5><h5><b>Ranged </b><i>jester's deck</i> +15 (see below)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>fear cackle, <i>jester's deck</i>, merriment</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>18, <b>Con </b>-, <b>Int </b> 15, <b>Wis </b>14, <b>Cha </b>16</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+13; <b>CMD </b>27</h5><h5><b>Feats </b>Ability Focus (fear cackle), Catch Off Guard, Dodge, Improved Initiative, Mobility, Spring Attack, Throw Anything, Weapon Finesse</h5><h5><b>Skills </b>Balance +17, Intimidate +16, Perform (act) +16, Perform (comedy) +20, Perform (oratory) +16, Perception +15, Sense Motive +15, Sleight of Hand +17, Stealth +17; <b>Racial Modifiers </b>+4 Perform (comedy)</h5><h5><b>Languages </b>Common plus any 2</h5><h5><b>Combat Gear </b><i>jester's deck</i>; Other Gear <i>+2 light <i>mace of merriment</i></i></h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Fear Cackle (Su)</b> A red jester can unleash a fear-inducing cackle as a free action. All creatures within 60 feet that hear it must make a successful DC 22 Will save or become panicked for 2d4 rounds. Panicked creatures suffer a -2 morale penalty on saves and flee (if possible). A panicked creature has a 50% chance to drop what it's holding. If cornered or unable to flee, a panicked creature cowers. This is a sonic, mind-affecting fear effect. Whether or not the save is successful, an affected creature is immune to that red jester's fear cackle for one day. The save DC is Charisma-based. </h5><h5><b>Jester's Deck (Su)</b> The red jester uses a deck of playing cards in combat that functions as a <i>deck of many things</i> (Pathfinder RPG core rulebook, 544-555). Once per round, as a standard action, the red jester can draw a single card and throw it at an opponent to a range of 20 feet. This requires a successful ranged touch attack. If successful, the card takes effect that round and affects the target just as if he had drawn a card from a <i>deck of many things</i>. A red jester can draw the same card more than once. The playing cards only function in the hands of a red jester. To anyone else, they are merely normal playing cards. </h5><h5><b>Merriment (Su)</b> If a red jester strikes an opponent with its mace, the creature must make a successful DC 20 Will save or fall to the ground laughing for 1d3 rounds. The opponent is not helpless, but is unable to move or act for the duration. A <i>mace of merriment</i> functions only in the hands of a red jester. In the hands of any other creature it functions as a masterwork light mace. </h5><h5><b>Unassailable Mind (Ex)</b> The mind of a red jester is a twisted and dangerous place to journey. Being undead, it is immune to all mind-influencing effects and should a creature target the mind of a red jester with such an effect (including psionics, telepathy, or the like), the creature attempting to invade the red jester's mind must make a successful DC Will save or suffer the effects of an <i>insanity</i> spell (caster level 15th). The save DC is Charisma-based.</h5></div><br><div><h4><p><p>Red jesters are thought to be the undead form of court jesters having been put to death for telling bad jokes, making fun of the local ruler, or dying in an untimely manner (which could be attributed to one or both of the first two). Another legend speaks of the red jesters as being the court jesters of Orcus, Demon Prince of the Undead, sent to the Material Plane to \"entertain\" those the demon prince has chosen to pay special attention to. The actual truth to their origin remains a mystery.</p><p>While they can be encountered from the coldest to the warmest regions of the world and on any type of terrain, a red jester is generally encountered near civilized areas. Though it is dead (or undead) now, it still delights in entertaining living creatures through its humor and obviously cannot do that if it resides far away in unsettled lands. Some red jesters, in an effort to disguise their undead nature don masks or wear makeup.</p><p>Red jesters speak Common and at least two other languages and often engage in humor during combat, spilling bad puns and riddles at their opponents.</p><p>A red jester opens combat using its fear cackle attempting to affect as many opponents as possible. Those that resist its effects are assailed with its magical playing cards and mace. During the entire combat, the red jester talks, laughs, and tells jokes and riddles.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common plus any 2", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "0", "HD": "(15d8)", "AbilitiyScores": "Str 15, Dex 18, Con -, Int 15, Wis 14, Cha 16", "Gear": "jester's deck; Other Gear +2 light mace of merriment", "Ranged": "jester's deck +15 (see below)", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 2969, "SubType": "", "MonsterSource": "", "Feats": "Ability Focus (fear cackle), Catch Off Guard, Dodge, Improved Initiative, Mobility, Spring Attack, Throw Anything, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "+4 Perform (comedy)", "AC": "24, touch 14, flat-footed 20", "Swim": "0", "Name": "Red Jester", "VariantParent": "", "Skills": "Balance +17, Intimidate +16, Perform (act) +16, Perform (comedy) +20, Perform (oratory) +16, Perception +15, Sense Motive +15, Sleight of Hand +17, Stealth +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +9, Will +11", "Melee": "+2 light mace of merriment +17 (1d6+4 plus merriment) or 2 slams +13 (1d4+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CN", "Size": "Medium"}