{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 118, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Reliquary Guardian</h2><h3><i>A twelve foot tall statue of exquisite craftsmanship, a pair of finely carved wings folded over its back, a large greatsword held before it over an altar to ancient gods.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Reliquary Guardian</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>LE Large construct </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +25</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 10, flat-footed 27 (+1 Dex, +18 natural, -1 size)</h5><h5><b>hp </b>118 (16d10+30); fast healing 10</h5><h5><b>Fort </b>+7, <b>Ref </b>+6, <b>Will </b>+10</h5><h5><b>DR </b>10/chaotic and good; <b>Immune </b>magic, construct traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b><i><i>+1 unholy greatsword</i></i> +26/+21/+16/+11 (3d6+16/19- 20) or </br>2 slams +25 (3d8+10)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>magic weapon, pronouncement</h5><h5><b>Spell-Like Abilities</b> (CL 16th)</br>1/day&mdash;<i>align weapon</i> (evil only), <i><i>dispel</i> <i>good</i></i> (DC 18), <i>magic circle against <i>good</i></i>, <i>protection from <i>good</i></i>, <i>unholy blight</i> (DC 17)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>31, <b>Dex </b>12, <b>Con </b>-, <b>Int </b> 10, <b>Wis </b>17, <b>Cha </b>16</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+27; <b>CMD </b>38</h5><h5><b>Feats </b>Cleave, Combat Casting, Critical Focus, Great Fortitude, Iron Will, Power Attack, Skill Focus (Perception), Vital Strike</h5><h5><b>Skills </b>Knowledge (religion) +16, Perception +25</h5><h5><b>Languages </b>Common, Infernal</h5><h5><b>SQ </b>alignment subtype</h5><h5><b>Combat Gear </b><i>+1 unholy greatsword</i></h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any except true neutral</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Alignment Subtype (Ex)</b> Because a reliquary is infused with a spark from their creator's deity, the creature gains the appropriate subtype(s) based on its alignment. Thus, a lawful <i>good</i> reliquary guardian has both the Good and Lawful subtypes. In addition, a reliquary guardian's weapons and natural attacks can overcome this type of damage reduction as if its weapons and natural attacks had an alignment (or alignments) that match the reliquary guardian's subtype(s). Further, its damage reduction is based on its alignment subtype(s). Thus a chaotic evil reliquary guardian has damage reduction 10/lawful and <i>good</i> while a lawful <i>good</i> reliquary guardian has damage reduction 10/chaotic and evil. </h5><h5><b>Immunity to Magic (Ex)</b> A reliquary guardian is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against a reliquary guardian, as noted below. A <i>dispel</i> (<i>chaos</i>/evil/<i>good</i>/law) spell targeted against an appropriately aligned reliquary guardian deals 4d6 points of damage to it. A <i>blasphemy</i> spell heals an evil-aligned reliquary guardian of all its lost hit points. Likewise, a <i>dictum</i> spell heals a lawaligned reliquary guardian; a <i>holy word</i> spell heals a <i>good</i>aligned reliquary guardian; and a <i><i>word of</i> <i>chaos</i></i> spell heals a <i>chaos</i>-aligned reliquary guardian. </h5><h5><b>Magic Weapon (Ex)</b> A reliquary guardian carries a <i>+1 greatsword</i> with an alignment special quality that matches its alignment on the <i>good</i>-evil axis or the law-<i>chaos</i> axis. Thus, a chaotic evil reliquary guardian might carry a <i>+1 anarchic greatsword</i> or a <i>+1 unholy greatsword</i> while a lawful <i>good</i> reliquary guardian would carry either a <i>+1 axiomatic greatsword</i> or a <i>+1 holy greatsword</i>. </h5><h5><b>Pronouncement (Su)</b> Once per day, a reliquary guardian can make a pronouncement that affects all creatures within 60 feet that hear it. This pronouncement otherwise functions as a <i>blasphemy</i>, <i>dictum</i>, <i>holy word</i>, or <i><i>word of</i> <i>chaos</i></i> spell. Note: a reliquary guardian only has one type of pronouncement. It is set during the construction process based on the creator's alignment and the reliquary guardian's alignment and cannot be changed. The Will save, where applicable, has a DC of 21. The save DC is Wisdom-based. <i>Blasphemy</i>: CE, LE, or NE reliquary guardians. <i>Dictum</i>: LG, LE, or LN reliquary guardians. <i>Holy Word</i>: CG, LG, or NG reliquary guardians. <i>Word of Chaos</i>: CE, CG, or CN reliquary guardians. </h5><h5><b>Spell-Like Abilities (Sp)</b> A reliquary guardian has a total of five spell-like abilities (one each of spell levels 1st thru 5th), each usable once per day. Its spell-like abilities are based on its alignment and are drawn from one of the following cleric domains: Chaos, Evil, Good, or Law. A reliquary guardian whose alignment is CE, CG, LG, or LE must be assigned a single domain (one that matches one of its alignment axes) during construction. This domain can never be changed. Regardless of the reliquary guardian's alignment, its spell-like abilities function at caster level 16th. The save DCs are Wisdom-based.</h5></div><br><div><h4><p><p>Reliquary guardians are constructs found guarding the bones of saints or protecting religious icons and relics against would be thieves or plunderers. They stand unmoving unless activated by intrusion into their protected sanctuary by unbelievers. At this time they activate and reap great ruin upon foes with divine magic and deadly blows from their weapon or fists.</p><p>Reliquary guardians are aligned to the faith of their creator. All weapons and spells used are thus aligned accordingly whether on the law-<i>chaos</i> axis, the <i>good</i>-evil axis, or both. There are no true neutralaligned reliquary guardians known to exist.</p><p>Imbued with a spark of intellect by the deity involved in their creation, reliquary guardians may travel great distances and even seek to cross into other planes of existence in order to retrieve the icons placed in their protection. They may possibly enlist the aid of heroes in their quest to return certain relics to their rightful sanctuary.</p><p>A reliquary guardian stands 12 feet tall and weighs 5,000 pounds. It speaks Common, and at least one other language (Abyssal or Infernal if evil-aligned or Celestial if <i>good</i>-aligned).</p><p>A reliquary guardian begins combat by making a pronouncement against its foes. Those that survive or manage to escape it relatively unharmed are assaulted by a barrage of spell-like abilities and repeated blows by the reliquary guardian's mighty greatsword. <br><b>Construction</b><br> Reliquary guardians are created for a specific purpose, be it the guarding of a saint's tomb or protection of a detailed item or place of religious significance to its creator and the creator's deity. A reliquary guardian is crafted from 3,000 pounds of purest marble which is sprinkled with various exotic powders. The total cost is at least 5,000 gp for its body. The color of the marble it is crafted from denotes the predominant alignment of the deity and creator: white marble (<i>good</i>-aligned), green marble (<i>chaos</i>-aligned), red marble (law-aligned), black marble (evil-aligned).</p><p>RELIQUARY GUARDIAN <br><b>CL</b> 16th; <b>Price</b> 175,000 gp </h5><h5><b>Requirements </b>Craft Construct, <i>commune</i>, <i>geas/quest</i>, <i>limited wish</i>, <i>polymorph any object</i>, and one of the following spells (<i>protection from evil</i>, <i>good</i>, <i>chaos</i>, law) and one of the following (<i>blasphemy</i>, <i>dictum</i>, <i>holy word</i>, <i><i>word of</i> <i>chaos</i></i>), creator must be caster level 16th; <b>Skill</b> Craft (sculpting) or Craft (stonemasonry) DC 21; <b>Cost</b> 90,000 gp Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common, Infernal", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or pair", "Ref": "6", "Climb": "0", "HD": "(16d10+30)", "AbilitiyScores": "Str 31, Dex 12, Con -, Int 10, Wis 17, Cha 16", "Gear": "+1 unholy greatsword", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 2971, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Combat Casting, Critical Focus, Great Fortitude, Iron Will, Power Attack, Skill Focus (Perception), Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "28, touch 10, flat-footed 27", "Swim": "0", "Name": "Reliquary Guardian", "VariantParent": "", "Skills": "Knowledge (religion) +16, Perception +25", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "any except true neutral", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "alignment subtype", "Saves": "Fort +7, Ref +6, Will +10", "Melee": "+1 unholy greatsword +26/+21/+16/+11 (3d6+16/19- 20) or 2 slams +25 (3d8+10)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Large"}