{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 114, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Sepia Snake</h2><h3><i>Winglessly flying forth, a monstrously sized anaconda-like serpent descends from the sky. Its 30-foot body is nearly two-feet thick and covered in muddy brown scales with strange patterns and symbols on its dorsal side. Large glowing yellow orbs set in its wide, triangular head emit a haunting glare and arching its tail aggressively, it exposes a vicious-looking barbed stinger.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Sepia Snake</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>N Huge magical beast </h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 120 ft., low-light vision; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 11, flat-footed 18 (+3 Dex, +10 natural, -2 size)</h5><h5><b>hp </b>114 (12d10+48)</h5><h5><b>Fort </b>+12, <b>Ref </b>+11, <b>Will </b>+5</h5><h5><b>DR </b>10/magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 50 ft. (good)</h5><h5><b>Melee </b>bite +17 (1d8+7 plus grab) tail sting +18 (1d8+3 plus poison)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>cocoon, constrict (1d8+10), gaze</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>16, <b>Con </b>19, <b>Int </b> 4, <b>Wis </b>13, <b>Cha </b>19</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+21; <b>CMD </b>34 (can't be tripped)</h5><h5><b>Feats </b>Flyby Attack, Improved Initiative, Improved Poison, Power Attack, Skill Focus (Stealth), Weapon Focus (tail sting)</h5><h5><b>Skills </b>Perception +9, Stealth +12</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Cocoon (Su)</b> Three times per day, a sepia snake can fire a line of webbing to a range of 20 feet. A creature caught in the path can make a successful DC 20 Reflex save to avoid the web. On a failed save, the opponent is wrapped in the snake's webbing. When a foe is completely covered in webbing, it must make a successful DC 20 Fortitude save or be placed in a state of suspended animation as per the <i>sepia snake sigil</i> spell for 1d4+12 days. The save DCs are Constitution-based. In one round, the sepia snake can spit enough webbing to cover one Medium or smaller creature. For each size category larger than Medium, the snake must fire another line of webbing to completely encase an opponent. Victims hit by the webbing, but not completely covered, can break free in one round by making a successful DC 24 Strength check or DC 20 Escape Artist check. Each 5-foot section of webbing has 10 hit points. The check DCs are Constitution-based and the Strength check includes a +4 racial bonus. A foe completely wrapped cannot break the webs and must rely on others to get free. </h5><h5><b>Gaze (Su)</b> The gaze of a sepia snake crushes the will of an opponent and induces despair if it fails a DC 20 Will save. On a failed save, the opponent suffers a -4 penalty on attack rolls, weapon damage rolls, and ability and skill checks. The save DC is Charisma-based. </h5><h5><b>Poison (Ex)</b> Tail Sting-Injury; <i>save</i> Fort DC 20; <i>frequency</i> 1/ round for 6 rounds; <i>effect</i> paralysis and 1d2 Dex; <i>cure</i> 1 <i>save</i>. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Wizards and other sages well-versed in arcane lore agree that the sepia snake was the inspiration for the spell <i>sepia snake sigil</i>. The similarities between the creature and the spell are simply too great to be coincidental.</p><p>Though a sepia snake can be found just about anywhere, it usually makes its lair deep underground in abandoned mines, dungeons, or subterranean caverns. It has been said that to look into the eyes of the sepia snake is to look into one's own doom.</p><p>A sepia snake begins combat by using its gaze on what it believes to be its most dangerous opponents so it can safely deal with them later.</p><p>In melee a sepia snake tries to avoid direct combat, and will rely on its Flyby Attack feat to keep it out of danger. A sepia snake can emit a brown, web-like substance from its throat that immobilizes its opponent. <i>Held</i>, cocooned, or otherwise incapacitated foes are poisoned to soften them up for consumption.</p><p>Copyright Notice Authors Erica Balsley.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "11", "Climb": "0", "HD": "(12d10+48)", "AbilitiyScores": "Str 24, Dex 16, Con 19, Int 4, Wis 13, Cha 19", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3003, "SubType": "", "MonsterSource": "", "Feats": "Flyby Attack, Improved Initiative, Improved Poison, Power Attack, Skill Focus (Stealth), Weapon Focus (tail sting)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "1", "RacialMods": "", "AC": "21, touch 11, flat-footed 18", "Swim": "0", "Name": "Sepia Snake", "VariantParent": "", "Skills": "Perception +9, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +12, Ref +11, Will +5", "Melee": "bite +17 (1d8+7 plus grab) tail sting +18 (1d8+3 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 50 ft. (good)", "Alignment": "N", "Size": "Huge"}