{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 11, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Skulk</h2><h3><i>This lithe, gray-skinned humanoid is completely hairless. It has soft, almost childlike facial features.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Skulk</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>CE Medium humanoid (skulk)</h5><h5><b>Init </b>+6; <b>Senses </b>low-light vision; Perception +3</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>13, touch 12, flat-footed 11 (+2 Dex, +1 natural)</h5><h5><b>hp </b>11 (2d8+2)</h5><h5><b>Fort </b>+1, <b>Ref </b>+5, <b>Will </b>+1; -4 penalty vs. fear</h5><h5><b>Defensive Abilities </b>chameleon blend, untrackable</h5><h5><b>Weaknesses </b>cowardice</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>short sword +1 (1d6)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>sneak attack +1d6</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>14, <b>Con </b>12, <b>Int </b> 10, <b>Wis </b>12, <b>Cha </b>6</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+1; <b>CMD </b>13</h5><h5><b>Feats </b>Improved Initiative</h5><h5><b>Skills </b>Perception +3, Stealth +4 (+19 hiding); <b>Racial Modifiers </b>+15 Stealth when hiding</h5><h5><b>Languages </b>Common</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or band (3-8)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Chameleon Blend</b> (Ex)</b> Skulks have the ability to match their skin coloration to the surrounding environment, not unlike a chameleon. This, combined with their natural sneakiness, grants them a +15 racial bonus on Stealth checks when hiding, but only while the majority of their skin is visible to the naked eye. Thus they cannot use this ability while wearing armor or any clothing more than a loincloth. Skulks favor wearing cloaks when lurking on the fringes of civilized society which they can quickly remove so as to make full use of their chameleon blend ability. </h5><h5><b>Cowardice (Ex)</b> Skulks suffer a -4 penalty to their effective Wisdom against Intimidate skill checks and a -4 penalty vs. fear-based spells and effects due to their innate cowardice. </h5><h5><b>Untrackable</b> (Ex)</b> Skulks can pass through forest and subterranean settings almost without a trace (double the DC for any tracking attempt).</h5></div><br><div><h4><p><p>Skulks are a race of humanoids that dwell on the fringe of other societies.</p><p>They are a parasitic race-the humanoid equivalent of rats that survive by theft, subterfuge, and at times outright murder. Skulks are consummate cowards, sneaking into humanoid communities under cover of darkness and taking what they desire.</p><p>Skulks never initiate combat unless there is no other option. They prefer to strike from ambush, a tactic aided by their chameleon-like ability to change their skin tone. Skulks are cowardly opponents, attempting to flee as soon as they are injured or the odds are against them.</p><p>Skulks are approximately human-sized, but are very lightly built. They have slender, graceful arms and legs. Skulks have no hair, and their eyes are usually pale blue or pink. The grayish skin of a skulk is leathery to the touch, but the skulk has the natural ability to vary its skin tone to match nearly any environment.</p><p>A typical skulk stands 6 feet tall and weighs 140 pounds.<b></p><p>Skulk Society</b></p><p> Skulks dwell in small bands or family groups, living a nomadic existence as they travel from place to place. They move constantly so as not to attract undue attention from local militias. A skulk lair will usually be located in an area that is easily concealed, such as a cave or forest.</p><p>Occasionally, skulks will sneak into a large city's sewer system and set up a more or less permanent presence there, moving their lair from place to place under the city.</p><p>Skulks remain hidden during daylight hours, leaving the safety of their lair to conduct forays into the humanoid community under cover of darkness. A favored tactic of a skulk band is to sneak into a residence under cover of darkness and slaughter the entire family. Once that grisly task is complete, the skulks remain to take what they will from the home and leave the following dawn.</p><p><br><b>Skulk Characters</b><br> Skulks favor taking levels of rogue, almost to the exclusion of any other class. The rogue's unparalleled competence at stealth, ambush, and escape is a role they are perfectly suited for.</p><p><br><b>+4 Dexterity, +2 Constitution, +2 Wisdom, -4 Charisma.</b> Skulks are nimble and hardy but not very personable.<br><b>Low-Light Vision:</b> A skulk can see twice as far as a human in dim light.<br><b>Racial Hit Dice:</b> A skulk begins with two levels of humanoid, which provide 2d8 Hit Dice, a base attack bonus of +1, and base saving throw bonuses of Fort +0, Ref +3, and Will +0.<br><b>Racial Skills:</b> A skulk's humanoid levels give it skill points equal to 2 x (2 + Int modifier). Its racial class skills are Perception and Stealth.</p><p>Skulks gain a +15 racial bonus on Stealth checks when hiding due to their chameleon blend ability (see above). They suffer a -4 penalty to their effective Wisdom against Intimidate skill checks due to their innate cowardice.<br><b>Saves:</b> Skulks have a -4 penalty on all saves against fear spells and effects.<br><b>Racial Feats:</b> A skulk's humanoid levels give it one feat.<br><b>AC:</b> +1 natural armor bonus.<br><b>Chameleon Blend:</b> See entry.<br><b>Sneak Attack:</b> See entry.<br><b>Untrackable:</b> See entry.<br><b>Languages:</b> Skulks begin play speaking Common. Skulks with high Intelligence scores can choose from the following languages: Goblin, Orc, Sylvan, Undercommon.</p><p>Credit The Skulk originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/ Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Simon Muth.</p></h4></div>", "Languages": "Common", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or band (3-8)", "Ref": "5", "Climb": "0", "HD": "(2d8+2)", "AbilitiyScores": "Str 10, Dex 14, Con 12, Int 10, Wis 12, Cha 6", "Gear": "", "Ranged": "", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3013, "SubType": "(skulk)", "MonsterSource": "", "Feats": "Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "1", "Fly": "0", "RacialMods": "+15 Stealth when hiding", "AC": "13, touch 12, flat-footed 11", "Swim": "0", "Name": "Skulk", "VariantParent": "", "Skills": "Perception +3, Stealth +4 (+19 hiding)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +1, Ref +5, Will +1; -4 penalty vs. fear", "Melee": "short sword +1 (1d6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}