{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 231, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Soul Reaper</h2><h3><i>This sinister figure appears shrouded in a long, black hooded robe. Its face is hidden from view and its long wickedly-curved claws are deathly black in color. It grips a gleaming, silver-bladed scythe in its claws.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Soul Reaper</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>NE Large undead </h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., <i>see invisibility</i>; Perception +30</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 13, flat-footed 25 (+4 Dex, +16 natural, -1 size)</h5><h5><b>hp </b>231 (22d8+132)</h5><h5><b>Fort </b>+14, <b>Ref </b>+13, <b>Will </b>+18</h5><h5><b>Defensive Abilities </b>channel resistance +4, inseparable weapon; <b>DR </b>15/silver and magic; <b>Immune </b>undead traits; <b>SR </b>26</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b><i><i>+1 scythe</i></i> +25/+20/+15/+10 (2d6+13/19-20)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>soul slash</h5><h5><b>Spell-Like Abilities</b> (CL 22nd)</br>Constant&mdash;<i>see invisibility</i></br>At Will&mdash;<i>desecrate</i>, <i>unholy blight</i> (DC 19)</br>1/day&mdash;<i><i>blindness</i>/<i>deafness</i></i> (DC 17), <i>symbol of pain</i> (DC 20), <i>unholy aura</i> (DC 23)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>19, <b>Con </b>-, <b>Int </b> 18, <b>Wis </b>21, <b>Cha </b>20</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+25; <b>CMD </b>39</h5><h5><b>Feats </b>Cleave, Critical Focus, Great Cleave, Great Fortitude, Improved Critical (scythe), Improved Initiative, Lightning Reflexes, Power Attack, Toughness, Vital Strike, Weapon Focus (scythe)</h5><h5><b>Skills </b>Climb +33, Diplomacy +14, Intimidate +30, Knowledge (arcana) +29, Knowledge (religion) +29, Perception +30, Sense Motive +30, Stealth +25, Survival +18</h5><h5><b>SQ </b>inseparable weapon</h5><h5><b>Combat Gear </b><i>+1 scythe</i></h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Soul Slash (Su)</b> If a soul reaper scores a critical hit with its scythe, the target must succeed on a DC 26 Fortitude save or have its soul torn from its body and pulled into the soul reaper's scythe. If the save succeeds, the victim takes an extra 3d6 points of damage. A soul reaper's scythe can hold a number of souls equal to its Charisma bonus (four souls for a typical soul reaper). This effect is similar to a <i>trap the soul</i> spell. The save DC is Charisma-based. A creature's soulless body collapses into a desiccated husk, and in one day crumbles to dust. To reclaim a captured soul, the reaper must be destroyed and its scythe shattered on consecrated ground. When the scythe is shattered, all souls trapped are released and seek their original body (if it's been less than one day since the body was killed). Creatures without a body are left to wander in spirit form but can be returned to life through the successful casting of a miracle, wish, or true resurrection spell. </h5><h5><b>Inseparable Weapon (Su)</b> A soul reaper has a mystic and magical connection to its scythe. If separated from its scythe (if the soul reaper is disarmed, for example) and within 100 feet of it, it may summon it to its hands as a move action. If an opponent is holding the weapon when the reaper summons it, that opponent must succeed on a DC 26 Strength check or the weapon flies from its hands to the soul reaper. The check DC is Charisma-based.</h5></div><br><div><h4><p><p>Soul reapers are vile undead with a fierce hatred for the living. They exist only to kill, and take great pleasure in slaying any living creature they encounter. They kill without guilt, without feeling or remorse, and without emotion; drinking the soul of their victim to insure it never returns to life.</p><p>Soul reapers have no ties to the land of the living, in that they have always existed and have always been. Their origins are unknown, but speculation says they stepped from the great void at the beginning of creation. It is thought that only six or seven of these creatures exist (and most living beings are thankful of that).</p><p>Soul reapers are 12-foot tall humanoid creatures shrouded in long, black hooded cloaks. Though they are corporeal creatures, their form is either shrouded in utter darkness or formed of the stuff of shadows.</p><p>No discernible facial features are visible under the hood. The creature's hands end in wicked claws of inky blackness that are always clutched tightly around its gleaming, sharp scythe. These creatures never speak and no one knows if they even can (and if they could, what would one say to a soul reaper?) Soul reapers haunt civilized lands searching for the next victim who will fall prey to the deadly scythe and its soul-draining powers. When it encounters a living creature, the soul reaper casts <i>unholy aura</i> on itself.</p><p>It then pinpoints an enemy spellcaster and uses its <i>deafness</i> ability, or selects the most powerful foe (its best guess) and hits it with <i>blindness</i>.</p><p>Invisible opponents are no match for the soul reaper and it often targets them first, just to show them that they cannot hide from its deadly blade.</p><p>When it closes to melee, the soul reaper uses a full attack with its scythe against its closest opponent.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "13", "Climb": "0", "HD": "(22d8+132)", "AbilitiyScores": "Str 27, Dex 19, Con -, Int 18, Wis 21, Cha 20", "Gear": "+1 scythe", "Ranged": "", "Type": "undead", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3029, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Critical Focus, Great Cleave, Great Fortitude, Improved Critical (scythe), Improved Initiative, Lightning Reflexes, Power Attack, Toughness, Vital Strike, Weapon Focus (scythe)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "29, touch 13, flat-footed 25", "Swim": "0", "Name": "Soul Reaper", "VariantParent": "", "Skills": "Climb +33, Diplomacy +14, Intimidate +30, Knowledge (arcana) +29, Knowledge (religion) +29, Perception +30, Sense Motive +30, Stealth +25, Survival +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "18", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "inseparable weapon", "Saves": "Fort +14, Ref +13, Will +18", "Melee": "+1 scythe +25/+20/+15/+10 (2d6+13/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "NE", "Size": "Large"}