{"Group": "Spriggan", "Space": "5 ft.", "Mythic": "0", "HP": 22, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Spriggan, Normal</h2><h3><i>This creature resembles an ugly, stocky gnome with a bulbous nose and reddish eyes. It has a shaggy dark mustache and ratty beard, both unkempt and caked with dirt and filth.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Normal Spriggan</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>CE Small fey </h5><h5><b>Init </b>+4; <b>Senses </b>low-light vision; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 15, flat-footed 15 (+4 armor, +4 Dex, +1 size)</h5><h5><b>hp </b>22 (5d6+5)</h5><h5><b>Fort </b>+2, <b>Ref </b>+8, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>halberd +3 (1d8-1/x3) or </br>short sword +7 (1d4-1/19-20)</h5><h5><b>Ranged </b>heavy crossbow +7 (1d8/19-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>sneak attack +2d6</h5><h5><b>Spell-Like Abilities</b> (CL 4th)</br>At will&mdash;<i>flare</i> (DC 10), <i>scare</i> (DC 12), <i>shatter</i> (DC 12)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>8, <b>Dex </b>18, <b>Con </b>13, <b>Int </b> 11, <b>Wis </b>11, <b>Cha </b>10</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+0; <b>CMD </b>14</h5><h5><b>Feats </b>Combat Reflexes, Weapon Finesse, Weapon Focus (halberd)</h5><h5><b>Skills </b>Climb +7, Disable Device +9, Perception +10, Sleight of Hand +12, Stealth +16, Survival +5; <b>Racial Modifiers </b>+2 Climb, +2 Disable Device, +2 Perception, +2 Sleight of Hand, +2 Stealth</h5><h5><b>Languages </b>Gnome</h5><h5><b>Combat Gear </b>chain shirt, halberd, short sword, heavy crossbow, quiver of 20 crossbow bolts SQ size alteration</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land and underground</h5><h5><b>Organization </b>solitary or mob (3-12)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Size Alteration (Su)</b> At will, a spriggan can grow from Small to Large size or back again. Weapons, armor, and other inanimate objects on its person grow proportionately with it when it changes size. This is similar to the <i>enlarge person</i> spell. An enlarged spriggan gains +12 Strength, -2 Dexterity, +6 Constitution, and a -2 to AC. While enlarged, a spriggan cannot use its spell-like abilities or its innate sneak attack ability (though any other sneak attack it may have, such as from rogue class levels, is unaffected when it changes size).</h5></div><br><div><h4><p><p>Spriggans are among the ugliest and certainly the most foul tempered of all gnomes. At one moment a normal-sized gnome, a spriggan can grow to giant-sized in an instant, gaining immense strength and taking unsuspecting opponents by surprise.</p><p>Spriggans are, by human standards, quite homely. They have stocky bodies and sickly ochre-colored skin and dark hair of brown of black.</p><p>Male spriggans favor facial hair such as shaggy mustaches and ratty beards, but any head or facial hair they have is unkempt and filthy. Female spriggans do not have facial hair. Being unhygienic creatures, spriggans never bathe or clean their clothing or equipment. Thanks to their filthy lifestyle, spriggans reek with the foulness of dirt, body odor, and other unpleasantness. Despite being gnomes themselves, spriggans despise all of their gnomish kinfolk.</p><p>A typical spriggan stands 3-1/2 feet tall and weighs 50 to 55 pounds.</p><p>An enlarged spriggan stands about 8-1/2 feet tall and weighs 500 to 550 pounds.</p><p>Spriggans make the best use of their magical abilities in combat. When several spriggans are encountered, some will enlarge themselves at the first sign of melee, while the remainder will stay Small and take advantage of their innate abilities of stealth and sneak attacks. Owing to their chaotic nature, complex battle plans are generally beyond most spriggan mobs; it is likely that some, none, or all spriggans in a mob will change size at the start of melee.</p><p>Spriggan Society Spriggan mobs are almost always comprised of males; female spriggans rarely venture out of their dismal lairs other than to gather food. Mobs of spriggan males are nomadic in nature, roving from place to place and never settling down for more than a few days unless there is promising a opportunity for rewarding raids on local communities. Female spriggan mobs are unusually stable for such chaotic creatures, often lairing in the same place for years before moving on.<br><b>Spriggan Characters</b><br> Spriggans have racial Hit Dice and can have class levels. Many spriggans with class levels choose rogue. Spriggan leaders are usually rogue/fighters or rogue/sorcerers. Spriggan characters possess the following racial traits: <br><b>-2 Strength, +8 Dexterity, +2 Constitution, -2 Charisma.</b> Spriggans are extremely quick and elusive in their normal form but hardy as well.<br><b>Small size:</b> Spriggans are Small and have the following adjustments +1 bonus to Armor Class, +1 bonus on attack rolls, +4 bonus on Stealth checks, -1 penalty to CMB/CMD, lifting and carrying limits 3/4 those of Medium characters.<br><b>Base speed:</b> A spriggan's base land speed is 20 feet.<br><b>Low-light vision:</b> Spriggans can see twice as far as humans in conditions of dim light.<br><b>Racial Hit Dice:</b> A spriggan begins with five levels of fey, which provide 5d6 Hit Dice, a base attack bonus of +2, and base saving throw bonuses of Fort +1, Ref +4, and Will +4.<br><b>Racial Skills:</b> A spriggan's fey levels give it skill points equal to 5 x (6 + Int modifier, minimum 1). Spriggans have a +2 racial bonus on Climb, Disable Device, Perception, Sleight of Hand, and Stealth checks.<br><b>Racial Feats:</b> A spriggan's fey levels give it three feats.<br><b>Special Attacks:</b> Spell-like abilities, sneak attack +2d6. (See below) <br><b>Special Qualities</b>: Size alteration (see above).<br><b>Languages:</b> Spriggans begin play speaking Gnome. Spriggans with high Intelligence scores can choose from the following languages: Common, Giant, Goblin, Orc.<br>Credit The Spriggan originally appeared in <i>Dragon #59</i> (© TSR/Wizards of the Coast, 1982) and later in the First Edition <i>Monster Manual II</i> (© TSR/ Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Authors Scott Greene and Erica Balsley, based on original material by Roger Moore and Gary Gygax.</p></h4></div>", "Languages": "Gnome", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or mob (3-12)", "Ref": "8", "Climb": "0", "HD": "(5d6+5)", "AbilitiyScores": "Str 8, Dex 18, Con 13, Int 11, Wis 11, Cha 10", "Gear": "chain shirt, halberd, short sword, heavy crossbow, quiver of 20 crossbow bolts SQ size alteration", "Ranged": "heavy crossbow +7 (1d8/19-20)", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3031, "SubType": "", "MonsterSource": "", "Feats": "Combat Reflexes, Weapon Finesse, Weapon Focus (halberd)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "+2 Climb, +2 Disable Device, +2 Perception, +2 Sleight of Hand, +2 Stealth", "AC": "19, touch 15, flat-footed 15", "Swim": "0", "Name": "Normal Spriggan", "VariantParent": "", "Skills": "Climb +7, Disable Device +9, Perception +10, Sleight of Hand +12, Stealth +16, Survival +5", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any land and underground", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +2, Ref +8, Will +4", "Melee": "halberd +3 (1d8-1/x3) or short sword +7 (1d4-1/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "CE", "Size": "Small"}