{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 95, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Stone Maiden</h2><h3><i>This creature resembles an exquisitely carved statue, female and shapely in design. Loose-fitting robes clothe her form and a veil hangs across her shoulders and wraps around her head, though her face is not obscured. Her skin is the color of shale.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Stone Maiden</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>N Medium outsider (earth, elemental, extraplanar)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +16</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 10, flat-footed 20 (+10 natural)</h5><h5><b>hp </b>95 (10d10+40)</h5><h5><b>Fort </b>+11, <b>Ref </b>+5, <b>Will </b>+12</h5><h5><b>Defensive Abilities </b>one with the earth; <b>DR </b>10/magic; <b>Immune </b>earth magic, elemental traits</h5><h5><b>Weaknesses </b>veil</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., burrow 30 ft.</h5><h5><b>Melee </b>longsword +16/+11 (1d8+5) or </br>2 slams +15 (1d8+5)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>earth mastery</h5><h5><b>Spell-Like Abilities</b> (CL 10th)</br>At will&mdash;<i>magic stone</i>, <i>meld into stone</i>, <i>soften earth and stone</i>, <i>spike stones</i> (DC 19), <i>stone shape</i>, <i>stone tell</i>, <i>transmute mud to rock</i>, <i>transmute rock to mud</i></br>3/day&mdash;<i>move earth</i></br>1/day&mdash;<i>iron body</i>, <i>wall of stone</i> (DC 20)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>10, <b>Con </b>18, <b>Int </b> 15, <b>Wis </b>16, <b>Cha </b>20</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+15; <b>CMD </b>25</h5><h5><b>Feats </b>Improved Initiative, Iron Will, Lightning Reflexes, Power Attack, Weapon Focus (longsword)</h5><h5><b>Skills </b>Craft (stonemasonry) +15, Diplomacy +18, Knowledge (dungeoneering) +15, Knowledge (planes) +15, Knowledge (nature) +15, Perception +16, Sense Motive +16, Survival +16</h5><h5><b>Languages </b>Common, Sylvan, Terran</h5><h5><b>Combat Gear </b>longsword</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Elemental Plane of Earth)</h5><h5><b>Organization </b>solitary or troupe (2-5)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Animate Rocks (Su)</b> A stone maiden can animate rocks within 180 feet at will, controlling up to two rocks at a time. Animated rocks are vaguely humanoid-shaped (most often resembling a stone maiden) and use the same statistics as stone maidens. They do not possess a stone maiden's animate rocks ability, spell-like abilities, or veil special quality. They can move through a spike stoned area unimpeded and without taking damage. An animated rock loses its ability to move if the stone maiden that animated it is incapacitated or moves out of range. </h5><h5><b>Earth Mastery (Ex)</b> A stone maiden gains a +1 bonus on attack and damage rolls if both it and its foe are touching the ground. If an opponent is airborne or waterborne, the stone maiden takes a -4 penalty on attack and damage rolls. (These modifiers are not included in the statistics block.) </h5><h5><b>Immunity to Earth Magic (Ex)</b> A stone maiden is immune to all spells, spell-like abilities, and supernatural effects with the earth descriptor, including spells of the Earth domain. </h5><h5><b>One with the Earth (Ex)</b> A stone maiden is so closely tied with the earth that any damage it takes from the natural attacks of an earth or stone creature (one formed of earth or stone or one with the earth subtype) is considered nonlethal damage. </h5><h5><b>Veil (Su)</b> Each stone maiden is mystically bound to her veil and never lets it out of her possession. If she is ever more than 1,000 feet from it, she weakens (-4 effective penalty to Strength, Dexterity, and Constitution) and dies within 4d6 hours, crumbling to dust. If her veil is ever destroyed (hardness 3, hp 10) shed ies within 1 minute. A stone maiden's veil does not radiate magic.</h5></div><br><div><h4><p><p>Stone maidens are reclusive creatures of elemental earth thought to be somehow related to dryads and other fey creatures of earth and nature. How sages came to this conclusion is unknown (but one can venture a guess and say it is because like many fey creatures, such as nymphs, dryads, and nereids, the stone maiden is a strikingly attractive female creature). They spend almost of their time on the Elemental Plane of Earth, rarely venturing into the Material Plane, unless summoned. If summoned by a spellcaster, a stone maiden performs the task asked of her (if she can and if it does not go against her alignment) and quickly returns to her home plane.</p><p>Stone maidens rarely associate with other races, preferring to deal only with those of their own kind (meaning earth creatures). They are often found in the company of geons, non-evil vilstraks, and earth elementals.</p><p>(It is rumored the Elemental Lord of Earth has a personal harem of stone maidens in his private palace.) A stone maiden's features are delicate and smooth. Her hair (almost always hidden by her veil) is long and flowing, and generally darker than her grayish \"skin.\" A typical stone maiden stands about 6 feet tall.</p><p>A stone maiden can be summoned using a <i>summon monster VII</i>, <i>planar ally</i> (or greater), or <i>planar binding</i> (or greater) spell.</p><p>A stone maiden is reluctant to enter combat unless pressed. Once engaged, a stone maiden defends itself with its longsword (or slam attack if unarmed) and an array of spell-like abilities.</p><p>A stone maiden usually opens combat by animating a section of nearby rock and directing the animated rocks to attack her nearest opponents. Next, she uses <i>spike stones</i> to turn the ground between herself and her foes into a field of razor-sharp points (and remember, because of her immunity to earth magic, a stone maiden can move through a spike stoned area unimpeded and without taking damage). Creatures making their way through the spike stoned area are usually met with a <i>wall of stone</i> or a hail of <i>magic stone</i>s.</p><p>If combat goes against a stone maiden she uses <i>meld into stone</i> to escape.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common, Sylvan, Terran", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or troupe (2-5)", "Ref": "5", "Climb": "0", "HD": "(10d10+40)", "AbilitiyScores": "Str 20, Dex 10, Con 18, Int 15, Wis 16, Cha 20", "Gear": "longsword", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3036, "SubType": "(earth, elemental, extraplanar)", "MonsterSource": "", "Feats": "Improved Initiative, Iron Will, Lightning Reflexes, Power Attack, Weapon Focus (longsword)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "", "AC": "20, touch 10, flat-footed 20", "Swim": "0", "Name": "Stone Maiden", "VariantParent": "", "Skills": "Craft (stonemasonry) +15, Diplomacy +18, Knowledge (dungeoneering) +15, Knowledge (planes) +15, Knowledge (nature) +15, Perception +16, Sense Motive +16, Survival +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any (Elemental Plane of Earth)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +5, Will +12", "Melee": "longsword +16/+11 (1d8+5) or 2 slams +15 (1d8+5)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., burrow 30 ft.", "Alignment": "N", "Size": "Medium"}