{"Group": "", "Space": "70 ft.", "Mythic": "0", "HP": 522, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Stygian Leviathan</h2><h3><i>A gigantic whale, twice the size of ship surfaces. Its dark gray flesh contrasts hideously with the yellowish-white of its underbelly. It cuts through the water with a short, gray- mottled gray dorsal fin with a sharp curve. Its enormous mouth is lined with nearly 600 teeth of white or pale ivory color.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Stygian Leviathan</p><p class=\"alignright\">CR 21</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>409,600</h5><h5>NE Colossal magical beast (aquatic, extraplanar)</h5><h5><b>Init </b>+5; <b>Senses </b>blindsight 120 ft.; Perception +29</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 3, flat-footed 27 (+1 Dex, +25 natural, -8 size)</h5><h5><b>hp </b>522 (36d10+324)</h5><h5><b>Fort </b>+31, <b>Ref </b>+23, <b>Will </b>+16</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>swim 60 ft.</h5><h5><b>Melee </b>bite +45 (4d6+24/19-20/x2 plus grab)</h5><h5><b>Space </b>70 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>capsize, Stygian poisoning, swallow whole (4d6+24 plus 2d6 acid plus Stygian poisoning, AC 22, hp 52)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>43, <b>Dex </b>13, <b>Con </b>28, <b>Int </b> 4, <b>Wis </b>14, <b>Cha </b>6</h5><h5><b>Base Atk </b>+36; <b>CMB </b>+60; <b>CMD </b>71</h5><h5><b>Feats </b>Cleave, Critical Focus, Diehard, Endurance, Great Cleave, Greater Overrun, Great Fortitude, Improved Critical (bite), Improved Initiative, Improved Great Fortitude, Improved Overrun, Improved Sunder, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Perception), Staggering Critical, Weapon Focus (bite)</h5><h5><b>Skills </b>Perception +29, Swim +45</h5><h5><b>Languages </b>Common (cannot speak)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> River Styx</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Capsize (Ex)</b> A Stygian leviathan can attempt to capsize a boat or ship by ramming it as a charge attack and making a CMB check. The DC of this check is 25, or the result of the captain's Profession (sailor) check, whichever is higher. For each size category the ship is larger than the leviathan's size, the leviathan takes a cumulative -10 penalty on this CMB check. </h5><h5><b>Stygian Poisoning (Su)</b> The Stygian leviathan's stomach contains large quantities of water from the River Styx. Each round a swallowed opponent must succeed at a DC Swim or the swallowed creature slips underwater. Thereafter they must make a successful DC Fortitude save each round or be affected as by a <i>feeblemind</i> spell.</h5></div><br><div><h4><p><p>The Stygian leviathan is the largest known creature swimming the River Styx. Very few inhabitants bother this monster and it has no known natural enemies.</p><p>It spends its time swimming throughout the Styx, gulping massive quantities of Stygian plants and aquatic life (such as fiendish octopi and fiendish krakens). Occasionally, it slips through a portal that leads to other planes-most often these portals carry it to the Material Plane. On the Material Plane, the Stygian leviathan doesn't deviate from its course-it simply swims about devouring whatever happens to get in its way. Some, on the other hand, actively hunt aquatic animals, preferring their flesh to the other more mundane food these monsters usually consume.</p><p>These beasts are solitary creatures and no more than a single leviathan has ever been encountered at one time (thankfully). Mating and reproduction cycles and methods are unknown and have never been documented.</p><p>These monsters are hunted by demons and devils for their flesh, which is used for food. Also, the teeth of dead Stygian leviathans are sometimes taken and fashioned into weapons of war.</p><p>A Stygian leviathan attacks by simply swimming over its foes, opening its mouth, and swallowing them (and perhaps their ship if such a vessel is involved). Swallowed foes are drowned and digested.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "Common (cannot speak)", "Source": "Tome of Horrors Complete", "Land": "0", "Organization": "solitary", "Ref": "23", "Climb": "0", "HD": "(36d10+324)", "AbilitiyScores": "Str 43, Dex 13, Con 28, Int 4, Wis 14, Cha 6", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 3040, "SubType": "(aquatic, extraplanar)", "MonsterSource": "", "Feats": "Cleave, Critical Focus, Diehard, Endurance, Great Cleave, Greater Overrun, Great Fortitude, Improved Critical (bite), Improved Initiative, Improved Great Fortitude, Improved Overrun, Improved Sunder, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Perception), Staggering Critical, Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "31", "Fly": "0", "RacialMods": "", "AC": "28, touch 3, flat-footed 27", "Swim": "1", "Name": "Stygian Leviathan", "VariantParent": "", "Skills": "Perception +29, Swim +45", "ClassArchetypes": "", "IsTemplate": "0", "Will": "16", "Race": "", "CR": "21", "XP": 409600, "TemplatesApplied": "", "Environment": "River Styx", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +31, Ref +23, Will +16", "Melee": "bite +45 (4d6+24/19-20/x2 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "swim 60 ft.", "Alignment": "NE", "Size": "Colossal"}