{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 22, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>T'shann</h2><h3><i>The slug-like thing has a cylindrical body and a mass of dripping, writhing tentacles at its head. It is brownish gray, with patches of green and black blotches scattered unevenly over its body. Its underside is pasty off-white in color and ripples with the muscular contractions that move the creature along.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">T'shann</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Small aberration </h5><h5><b>Init </b>-3; <b>Senses </b>darkvision 60 ft.; Perception +8</h5><h5><b>Aura </b>alien thoughts (30 ft. DC 13)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>11, touch 8, flat-footed 11 (-3 Dex, +3 natural, +1 size)</h5><h5><b>hp </b>22 (4d8+4)</h5><h5><b>Fort </b>+2, <b>Ref </b>+0, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>5 ft.; burrow 5 ft.</h5><h5><b>Melee </b>slam +4 (1d4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>spew</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>4, <b>Con </b>13, <b>Int </b> 2, <b>Wis </b>10, <b>Cha </b>12</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+2; <b>CMD </b>9 (can't be tripped)</h5><h5><b>Feats </b>Lightning Reflexes, Skill Focus (Perception)</h5><h5><b>Skills </b>Perception +8, Stealth +6</h5><h5><b>SQ </b>burrow</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Alien Thoughts (Su)</b> The alien brainwaves of a t'shann have a bizarre effect on intelligent creatures. Within 30 feet of a t'shann, all opponents with an Intelligence score greater than 5 must succeed on a DC 13 Will save or be affected as if by a <i>confusion</i> spell (caster level equal to the t'shann's HD). If the opponent approaches to within 10 feet he must succeed on another DC 13 Will save or take 1d4 points of Intelligence damage for as long as he remains within 10 feet of the t'shann. Once the opponent moves more than 10 feet from this effect, his Intelligence score immediately returns to normal, although any <i>confusion</i> effects remain until he moves more than 30 feet away. Psionic monsters and creatures, being attuned to the brainwaves of others, suffer these effects at double the normal range. The save DCs are Charisma-based. </h5><h5><b>Burrow (Ex)</b> A t'shann rarely appears in the open air, preferring the closeness and coolness of being deep in the earth. In order to attack a t'shann physically, an opponent must first find it and lure it out of its burrow. Finding a t'shann burrow requires a successful DC 15 Perception check. Once the burrow is located, the t'shann can be lured out by placing small pile of gems at the entrance. The t'shann must succeed on a DC 10 Will save or shuffle out of its lair to consume the treats. </h5><h5><b>Spew (Ex)</b> If attacked, a t'shann emits a spray of powerful acids from nearly every pore on its body, affecting any creature within 10 feet of it. This acidic spray deals 1d4 points of acid damage, plus 1 point of damage per round for 1d4 rounds. A DC 13 Reflex save reduces the acid damage by half. The save DC is Constitution based.</h5></div><br><div><h4><p><p>T'shanns are slug-like creatures that burrow through earth and stone to consume the minerals trapped in the rock. They range anywhere from 2 to 4 feet long. A t'shann burrows through stone by extruding powerful digestive enzymes through its mouth and skin, that let it dissolve the stone, and then slurping it up for consumption. It can use this ability to attack creatures that threaten it.</p><p>The most unusual aspect of a t'shann is its ability to cause <i>confusion</i> by its mere presence. The simple but alien brain of a t'shann emits waves in such a frequency that more advanced creatures suffer from severe disorientation if they come too close. T'shanns rarely attack. They are content to burrow through rock and dirt, blissfully unaware of the rest of the world. If attacked, however, a t'shann defends itself with all the natural weapons available to it.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary", "Ref": "0", "Climb": "0", "HD": "(4d8+4)", "AbilitiyScores": "Str 10, Dex 4, Con 13, Int 2, Wis 10, Cha 12", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3054, "SubType": "", "MonsterSource": "", "Feats": "Lightning Reflexes, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "", "AC": "11, touch 8, flat-footed 11", "Swim": "0", "Name": "T'shann", "VariantParent": "", "Skills": "Perception +8, Stealth +6", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "burrow", "Saves": "Fort +2, Ref +0, Will +4", "Melee": "slam +4 (1d4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "5 ft.", "Alignment": "N", "Size": "Small"}