{"Group": "Ship in a Bottle", "Space": "5 ft.", "Mythic": "0", "HP": 64, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Bottled Armada</h2><h3><i>A fleet of miniature ships, each secure in a glass bottle, flies through the air. The ships move as one, coordinating their attacks.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Bottled Armada</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>N Tiny construct (swarm)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 15, flat-footed 15 (+3 armor, +3 Dex, +2 size)</h5><h5><b>hp </b>64 (8d10+20)</h5><h5><b>Fort </b>+2, <b>Ref </b>+7, <b>Will </b>+4</h5><h5><b>DR </b>5/-; <b>Immune </b>construct traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 40 ft. (perfect)</h5><h5><b>Melee </b>swarm (2d6+4 plus distraction)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>distraction (DC 16)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>17, <b>Con </b>-, <b>Int </b> 5, <b>Wis </b>14, <b>Cha </b>15</h5><h5><b>Base Atk </b>+10; <b>CMB </b>-; <b>CMD </b>-</h5><h5><b>Feats </b>Alertness, Improved Initiative, Lightning Reflexes, Skill Focus (Perception)</h5><h5><b>Skills </b>Fly +20, Perception +13, Sense Motive +4</h5><h5><b>Languages </b>understands Aquan and Common</h5><h5><b>SQ </b>shatter swarm</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, fleet (2-5)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Shatter Swarm (Ex)</b> Whenever a bottled armada fires its ballistae, swarms a creature, or is dealt weapon damage, one of the containing bottles shatters, spraying glass in a circle around it. All creatures in a 5-foot radius take 1d6 points of piercing damage. A successful DC 13 Reflex save (DC 13) halves the damage.</h5></div><br><div><h4><p><p>A ship in a bottle signifies patience and devotion. Parts are assembled through an obstinate hole to create the illusion of something impossible. The average model maker devotes months of delicate handling and blinding eyestrain to its creation. Most ships in bottles are built by sea captains and modeled after their vessels. As the devotion of a captain to his ship compares to that of a marriage, a ship in a bottle could be seen as the offspring of that relationship. This devotion is palpable well beyond the Material Plane. Water sprites, tiny elemental spirits from the Plane of Water, see boats as perversions enabling landlubbers' insistence on venturing where they do not belong. These water spirits commandeer ships in bottles and sail them through the air to chase off the sailors who invade the high seas. Even if the ship in a bottle is destroyed, the water spirit at the helm claims victory, having effectively forced a captain to destroy his offspring. A ship in a bottle is about 1 foot long and weighs about 5 pounds. <b></p><p>Ecology</b></p><p> Model ships in bottles stand prominently on shelves in the quarters of captains and admirals, usually made to perfectly replicate their creators' ships. Once brought to life by a water spirit, a ship in a bottle maneuvers through the air on waves of mist. The strings of its miniature ballistae winch with enough tension to fire, and the water spirit turns a tribute into something that is both a weapon and a parody at once. Not all ships in bottles are captained willingly. Captains or admirals who desire more dramatic tributes to the ships they have commanded sometimes have mundane ships in bottles seemingly brought to life via magic. Through either great devotion or greater gold, they gain access to the magic necessary to bind water spirits to their model ships. The magic binding a water spirit to a ship in a bottle also enchants the elemental spirit into believing it is the captain and crew of a typical vessel. Magically bound water spirits follow the orders of either the caster who bound them or the maker of the ship in a bottle, treating him or her as their admiral. <b></p><p>Habitat & Society</b></p><p> A ship in a bottle's life is on the high seas, and its water spirit captain sets sail toward the nearest body of water. Its mission is to seek and destroy land creatures on the seas, and tales of ships in bottles' voyages rarely speak of glory. When a ship in a bottle manages to survive long enough to log journeys, what can be extrapolated from its miniscule logbook makes for fascinating insight into the elemental mind. The ways in which the water spirit captain justifies the world as seen from its viewpoint reads like a mix of mythology and a child's bathtime story. The spirit inhabiting this construct determines the nature of the crew and replicates tiny sailors on deck. These are solely to unnerve onlookers, as the spirit operates the ship in a bottle's sails and weaponry hydraulically. A water spirit magically bound to a ship in a bottle agains its will often crews the vessel with manifested sailors based on the bottle's owner, or his descriptions of the original ship's crew. A ship in a bottle sails alone only when it has no other choice, and usually welcomes the opportunity to join, form, or lead a fleet with other water spirits, flying tiny flags designed seemingly at random. Usually unbound water spirits captain all the ships in a bottled armada, although sometimes an unbound water spirit takes advantage of naive bound water spirits. A chance meeting between individual ships in bottles is not the only manner in which fleets form. Water spirits sometimes conspire to commandeer multiple ships in bottles together, and nautical museums have reported dozens of ships in bottles flying off shelves and out to sea. <br><b>Construction</b><br> A ship in a bottle can be created through a binding ritual undertaken by a powerful spellcaster. The ritual requires a masterwork model ship in a bottle that must be built from materials worth 100 gp, and DC 30 Craft (woodworking) skill checks made over 2 consecutive weeks. Alternatively, a masterwork model ship in a bottle can instead be purchased for the ritual, but it must be worth at least 600 gp. </h5><h5><b>Ship in a Bottle </b> <br><b>CL</b> 9th; <b>Price</b> 5,100 gp (5,600 gp) </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Construct, <i>animate object</i>, <i>magic jar</i>, suitable spirit of a living creature, 2 ranks in Craft (woodworking); <b>Cost</b> 2,600 gp (3,100 gp)</p></h4></div>", "Languages": "understands Aquan and Common", "Source": "AP 57", "Land": "0", "Organization": "solitary, fleet (2-5)", "Ref": "7", "Climb": "0", "HD": "(8d10+20)", "AbilitiyScores": "Str 16, Dex 17, Con -, Int 5, Wis 14, Cha 15", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3080, "SubType": "(swarm)", "MonsterSource": "", "Feats": "Alertness, Improved Initiative, Lightning Reflexes, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "1", "RacialMods": "", "AC": "18, touch 15, flat-footed 15", "Swim": "0", "Name": "Bottled Armada", "VariantParent": "", "Skills": "Fly +20, Perception +13, Sense Motive +4", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "shatter swarm", "Saves": "Fort +2, Ref +7, Will +4", "Melee": "swarm (2d6+4 plus distraction)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 40 ft. (perfect)", "Alignment": "N", "Size": "Tiny"}