{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 157, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Voidstick Zombie</h2><h3><i>This shambling humanoid's taut gray skin shows signs of arcane symbols now faded with age and decay. Long, darkwood spikes riddle its body; every inch of flesh is staked and violated. A palpable aura of entropy and despair hangs over the sorry, perforated creature.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Voidstick Zombie</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>CE Medium undead </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., lifesense 60 ft; Perception +10</h5><h5><b>Aura </b>sacrilegious aura</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>26, touch 14, flat-footed 26 (+12 natural, +4 profane)</h5><h5><b>hp </b>157 (15d8+90); fast healing 3</h5><h5><b>Fort </b>+9, <b>Ref </b>+7, <b>Will </b>+9</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 melee touch +13 (1d8 negative energy)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>channel negative energy 5/day (DC 22, 8d6)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>12, <b>Dex </b>11, <b>Con </b>-, <b>Int </b> 7, <b>Wis </b>6, <b>Cha </b>15</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+12; <b>CMD </b>26</h5><h5><b>Feats </b>Channel Smite, Great Fortitude, Improved Channel, Improved Initiative, Iron Will, Lightning Reflexes, Skill Focus (Stealth), Toughness</h5><h5><b>Skills </b>Climb +5, Perception +10, Stealth +11</h5><h5><b>Languages </b>Common</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, or plague (3-9)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Channel Energy (Su)</b> The <i>voidstick</i> zombie can channel negative energy as a 15th-level cleric. </h5><h5><b>Sacrilegious Aura (Sp)</b> The overwhelming entropic energies and the sheer number of <i><i>voidstick</i>s</i> animating the <i>voidstick</i> zombie warp and augment negative and positive energy around the creature. As with all <i><i>voidstick</i>s</i>, an aura of intense negative energy extends in a 30-foot radius from the zombie functioning as the spell <i>desecrate</i>. Undead within this aura receive a +1 profane bonus on attack and damage rolls and the DC to resist channeled negative energy increases by +3. The <i>voidstick</i> zombie constantly gains the benefits of this effect (the attack and damage bonuses are already incorporated into its statistics). In addition, this miasma of void energies also interferes with wielding positive energy. Any creature attempting to use positive energy in this area-such as through a cleric's channel energy ability, a paladin's lay on hands, or any spell with the healing descriptor-must make a DC 25 concentration check. If this check fails, the effect is blocked, consuming one use of the ability, or the spell is lost.</h5></div><br><div><h4><p><p>The <i>voidstick</i> zombie is the hateful creation of wicked shamans and necromancers, who use <i><i>voidstick</i>s</i> to animate the dead. One <i>voidstick</i> is required for every Hit Die possessed by the base creature. These vile devices, each of which is 6 to 10 inches in length, are pierced through the living or dead body of a creature, pumping the dark energy of the void into its form. Packed with the bitter entropy of negative energy, the creature rises, seeking out the life force of others with endless sadness and insane determination. Its single goal is to extinguish life and smother any source of positive energy. Multiple <i><i>voidstick</i>s</i> in a creature's form feed one another, augmenting their standard abilities and imbuing the touch of the <i>voidstick</i> zombie with the power to drain life from anything it touches. The zombie becomes almost a sliver of the void itself, existing in a state of such negative power that its very proximity can tamper with other creatures' abilities to summon the powers of the Positive Energy Plane, and with the perpetual sadness that numbs its own intellect it gains the power to enhance and inf luence other creatures that depend on negative energy. These sad creatures, wracked with soulless negative energy, constantly hunger for destruction, delighted at every chance they get to snuff the spark of life from the living. They hunt the islands throughout the Shackles, especially the Cannibal Isles, where their creation began long before its current inhabitants made their home there. As the brutal and savage kuru people of the Cannibal Isles explored the ruins of Ghol-Gan, they discovered the foul magic involved with the <i><i>voidstick</i>s</i>, and as they turned to barbarism and cannibalism, their shamans carved these devices and created the first <i>voidstick</i> zombie seen on Golarion in thousands of years. The kuru use <i>voidstick</i> zombies for war against each other and to serve as ruthless hunters, culling humanoids who wander too close to their blood-drenched islands. Kuru shamans create the vile <i><i>voidstick</i>s</i> in order to enhance their own necromantic strength as well as to animate <i>voidstick</i> zombies. In some tribes it is seen as a great honor to be transformed into one of these powerful creatures, and some aged shamans on the eve of their death elect to undergo this transformation instead of becoming a ritual meal for their tribes. Since the rediscovery of <i><i>voidstick</i>s</i>, those interested in necromancy and the creation of new undead have sent emissaries to the Shackles eager to buy them. These enterprising necromancers experiment with the devices and unleash <i>voidstick</i> zombies into Avistan and Garund to fulfill their murderous intent. <br><b>Voidsticks</b><br> In remote parts of the world, it is not always practical for the faithful to visit holy places with any regularity. In particular, the weak, the sick, and the dying may be in no position to trek across plains or risk dangerous water crossings to see their spiritual leaders. In response to this, the <i>godstick</i> was born-a crafted rod that serves as a portable shrine, carried by shamans and witchdoctors and pushed into the ground to focus devotion at any location. Ingenuity is not just the way of the benign, however, and just as often it is the way of evil. Before long, shamans who worshiped more hateful deities corrupted this notion; they created the <i><i>voidstick</i>s</i> and drove them into bodies, living or dead, charging those bodies with the power of the endless void and creating rattling, hungry abominations. </h5><h5><b>Voidstick </b> </h5><h5><b>Aura </b>faint necromancy [evil]; CL 5 </h5><h5><b>Slot </b>special; </h5><h5><b>Price </b>2,500 gp, </h5><h5><b>Weighs </b>1 lb. </h5><h5><b>DESCRIPTION </b> Each <i>voidstick</i> is 6 t0 10 inches long, with a diameter of about an inch. Carved from single pieces of polished darkwood, they often display markings or symbols sacred to the deity of their creator, but can just as easily be plain and smooth. Planting a <i>voidstick</i> into the ground with an appropriate prayer is a full-round action that provokes attacks of opportunity. The device floods the area with negative energy, producing an effect identical to the <i>desecrate</i> spell in a 20- foot radius. In addition, any evil divine caster within 20 feet of the <i>voidstick</i> may cast her spells without the need for any material component with a value of 10 gp or less, or any focus item with a value of 50 gp or less. This ability functions only for the individual planting the <i>voidstick</i> and persists until the stick is uprooted. While this is a useful tool for shamans in locations poorly serviced by trade in magical goods, it pales in comparison to the <i>voidstick</i>'s most potent function: the creation of undead. Creating a <i>voidstick</i> zombie requires an hour-long ritual during which foul symbols are drawn across a corpse's flesh. At the end of the hour, the creator must make a DC 25 Knowledge (religion) check before driving the first <i>voidstick</i> into the victim's heart. If this check succeeds, the victim is transformed into a <i>voidstick</i> zombie. To fully animate the creature, one <i>voidstick</i> must be used for each Hit Die the base creature has. In 12 rounds, the creature rises under its own power, eager to spread its negative energy and snuff out life nearby. Undead created using <i><i>voidstick</i>s</i> are not under the control of their creator but can be commanded using channeled negative energy, spells, or similar effects. <i>Voidsticks</i> can also be driven into a living body to slay the creature and transition it to undeath. If a living body is used, the creature must be pinned or otherwise helpless for the duration of the entire ritual. When the ritual is complete and the first <i>voidstick</i> is inserted, the creature must make a DC 18 Fortitude save. If this save succeeds, the creature is reduced to 0 hit points and is dying, but the magic of the <i>voidstick</i> and the ritual are wasted and the ritual must be performed again, using another <i>voidstick</i>. If the save fails, the creature dies and the ritual is successful, transforming the base creature into a <i>voidstick</i> zombie. Undead that contain such an item benefit from the +2 bonus hit points per Hit Die for having been created in the area of an enhanced <i>desecrate</i> spell. </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Wondrous Item, <i>animate dead</i>, <i>desecrate</i>; Creator must have 5 ranks in Knowledge (religion). </h5><h5><b>Cost </b>1,750 gp</p></h4></div>", "Languages": "Common", "Source": "AP 57", "Land": "1", "Organization": "solitary, pair, or plague (3-9)", "Ref": "7", "Climb": "0", "HD": "(15d8+90)", "AbilitiyScores": "Str 12, Dex 11, Con -, Int 7, Wis 6, Cha 15", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3082, "SubType": "", "MonsterSource": "", "Feats": "Channel Smite, Great Fortitude, Improved Channel, Improved Initiative, Iron Will, Lightning Reflexes, Skill Focus (Stealth), Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "", "AC": "26, touch 14, flat-footed 26", "Swim": "0", "Name": "Voidstick Zombie", "VariantParent": "", "Skills": "Climb +5, Perception +10, Stealth +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +9, Ref +7, Will +9", "Melee": "2 melee touch +13 (1d8 negative energy)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}