{"Group": "Golem", "Space": "30 ft.", "Mythic": "0", "HP": 206, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Behemoth</h2><h3><i>No text supplied</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Behemoth Golem</p><p class=\"alignright\">CR 17</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>102,400</h5><h5>N Colossal construct </h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>31, touch 1, flat-footed 31 (-1 Dex, +30 natural, -8 size)</h5><h5><b>hp </b>206 (23d10+80)</h5><h5><b>Fort </b>+7, <b>Ref </b>+6, <b>Will </b>+9</h5><h5><b>DR </b>15/adamantine; <b>Immune </b>construct traits, magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>gore +31 (4d8+16), 2 slams +31 (3d6+16)</h5><h5><b>Space </b>30 ft.; <b>Reach </b>30 ft.</h5><h5><b>Special Attacks </b>quake, trample (3d6+24, DC 37)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>42, <b>Dex </b>9, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>15, <b>Cha </b>1</h5><h5><b>Base Atk </b>+23; <b>CMB </b>+47; <b>CMD </b>56 (60 vs. trip)</h5><h5><b>SQ </b>castle</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate and warm deserts</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Castle (Ex)</b> A behemoth golem has a small stronghold built onto its back. Up to eight Medium creatures can occupy this tower by climbing onto the behemoth golem with a DC 25 Climb check (DC 10 if the golem is willing). A creature occupying the tower can choose either to hide in the castle's interior, gaining total cover as long as it remains within the structure but losing the ability to attack anything outside of the tower, or to stand on the parapet around the perimeter of the tower, gaining partial cover thanks to the battlement surrounding the walkway. A behemoth golem's castle moves with the creature itself, and though creatures occupying the castle count as occupying the same square as the golem, they cannot be engaged in melee unless their opponent is also occupying the castle. A behemoth golem can shake off unwanted occupants by making a combat maneuver check as a full-round action; any creatures currently occupying the castle must succeed at a Reflex save (DC equal to the result of the behemoth golem's combat maneuver check). Creatures standing on the parapet that fail their save fall out of the castle, landing in the nearest empty square and taking 5d6 points of falling damage (6d6 if standing on the uppermost parapet); creatures hiding within the castle that fail their saves are jumbled about and take 10d6 points of bludgeoning damage (Reflex DC for half damage). </h5><h5><b>Immunity to Magic (Su)</b> A behemoth golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and abilities function differently against the creature. <ul><li> A <i>stone to flesh</i> spell negates a behemoth golem's damage reduction for 1 round. <li> A <i>transmute rock to mud</i> spell <i>slow</i>s a behemoth golem as the <i>slow</i> spell for 1d4 rounds (no save). <li> A magical attack that deals acid damage heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A behemoth golem gets no save against acid effects. </h5><h5><b>Quake (Su)</b> As a standard action once per day, a behemoth golem can stomp its two front feet down, creating a ripple of destruction in a 60-foot cone. This effect is otherwise identical to <i>earthquake</i> (caster level 17th).</ul></h5></div><br><div><h4><p><p>Behemoth golems are elephantine constructs once crafted by the artificers of the ancient Jistka Imperium. Rather than use elemental spirits to fuel the constructs' animation, artificers made pacts with demons, daemons, and devils from the evil Outer Planes, and bound their spirits to these titanic horrors to bring them to life. Though from a distance they resemble armored mammoths with a castle attached to their back, a behemoth golem's flesh is in fact made of tons of mined stone, and its tusks and teeth are carved from rare minerals similar in density to ivory. The main body of a behemoth golem is 40 feet tall, with the highest part of the tower reaching 60 feet. <br><b>Construction</b><br> While the methods for creating a behemoth golem are largely considered lost along with so much Jistkan lore, a character who finds herself in possession of one of Jistka's fabled <i>behemoth golem manuals</i> gains the knowledge required to construct such a mammoth being. A behemoth golem is built from 70,000 pounds of rocks and rare minerals treated with profane oils worth 25,000 gp. </h5><h5><b>Behemoth Golem </b> <br><b>CL</b> 18th; <b>Price</b> 305,000 gp </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Construct, <i>earthquake</i>, <i>geas/quest</i>, <i>mage's magnificent mansion</i>, <i>wish</i>, creator must be at least caster level 18th; <b>Skill</b> Craft (stonemasonry) and Knowledge (history) DC 26; <b>Cost</b> 165,000 gp</p></h4></div>", "Languages": "", "Source": "Lost Kingdoms", "Land": "1", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(23d10+80)", "AbilitiyScores": "Str 42, Dex 9, Con -, Int -, Wis 15, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "30 ft.", "DontUseRacialHD": "0", "id": 3088, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "31, touch 1, flat-footed 31", "Swim": "0", "Name": "Behemoth Golem", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "17", "XP": 102400, "TemplatesApplied": "", "Environment": "temperate and warm deserts", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "castle", "Saves": "Fort +7, Ref +6, Will +9", "Melee": "gore +31 (4d8+16), 2 slams +31 (3d6+16)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Colossal"}