{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 152, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Inverted Giant</h2><h3><i>No text supplied</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Inverted Giant</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CE Huge humanoid (giant)</h5><h5><b>Init </b>+6; <b>Senses </b>blindsight 60 ft.; Perception +9</h5><h5><b>Aura </b>fear aura (60 ft., DC 21)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 10, flat-footed 23 (+2 Dex, +15 natural, -2 size)</h5><h5><b>hp </b>152 (16d8+80); fast healing 4</h5><h5><b>Fort </b>+15, <b>Ref </b>+7, <b>Will </b>+7</h5><h5><b>Defensive Abilities </b>rock catching; <b>Resist </b>cold 10, electricity 10, fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>bite +19 (2d8+9 plus grab), 2 claws +19 (1d8+9 plus 1d6 energy)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>grab (Large), rock throwing (120 ft.), runes, swallow whole (2d8+13 bludgeoning damage, AC 17, 15 hp)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>29, <b>Dex </b>14, <b>Con </b>20, <b>Int </b> 9, <b>Wis </b>11, <b>Cha </b>16</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+23 (+27 grapple); <b>CMD </b>35</h5><h5><b>Feats </b>Awesome Blow, Cleave, Critical Focus, Improved Bull Rush, Improved Initiative, Iron Will, Power Attack, Vital Strike</h5><h5><b>Skills </b>Climb +17, Intimidate +11, Perception +9</h5><h5><b>Languages </b>Giant, Thassilonian (can't speak)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Claws (Ex)</b> An inverted giant can channel arcane energy into its fists whenever it makes a successful claw attack, dealing 1d6 points of energy damage (cold, electricity, or fire, chosen when the inverted giant attacks) in addition to the damage its claws normally deal. </h5><h5><b>Runes (Ex)</b> Whenever a rune giant is affected by a spell or spell-like ability, it can cause the runes covering its body to flash with light. All creatures within 10 feet of the giant must make a DC 21 Fortitude save or be blinded for 1 round. The saving throw is Charisma-based.</h5></div><br><div><h4><p><p>Perhaps one of the most disturbing of the runelords' creations was the inverted giant, a hideous monstrosity created when a runelord was displeased with a particular giant minion. Through despicable arcana long lost to the ages, giants were ritually bound and transformed so that they would continue to live and think, but only as monstrous caricatures of themselves, their bodies turned inside out in the most painful and gruesome of punishments. Needless to say, few inverted giants tried their masters' patience again, and the unimaginable pain they suffered throughout the rest of their days served as a maddening punishment that would remind them of their insolence until their merciful deaths. Before the <i>Starstone</i> fell and obliterated Thassilon, many of the runelords and their servants enchanted their inverted giant minions, freezing the tormented creatures in stasis so that centuries later they would continue to protect their masters' holdings, their mutilated organs providing sensory information among cunningly-looped entrails and viscera preserved by rune magic. Those who find themselves exploring Thassilonian dungeons and ruins sometimes stumble upon such horrors, inadvertently releasing the monsters and restoring them to raging life and madness, the pain of their mutilated bodies having long since driven them to insanity and burning hatred. No two inverted giants look the same, though some features remain fairly consistent between them. Instead of a head, most possess little more than a gaping maw the size of their neck, jagged bones and bits of skull serving as teeth for a monstrous mouth. They have no true eyes-what oracular systems they once had are now embedded somewhere near their sternums-but instead possess an innate sense of direction, and through the dark arcana that surges through their beings they can sense the location of their prey perfectly. Their moist, splotched bodies are marked with runes, and their muscles and bones are often visible through their translucent flesh. Inverted giants understand speech, but their deformed mouths rarely work well enough for them to be understood by others. The average inverted giant is over 20 feet tall and weighs 1,400 pounds.</p></h4></div>", "Languages": "Giant, Thassilonian (can't speak)", "Source": "Lost Kingdoms", "Land": "1", "Organization": "solitary", "Ref": "7", "Climb": "0", "HD": "(16d8+80)", "AbilitiyScores": "Str 29, Dex 14, Con 20, Int 9, Wis 11, Cha 16", "Gear": "", "Ranged": "", "Type": "humanoid", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 3090, "SubType": "(giant)", "MonsterSource": "", "Feats": "Awesome Blow, Cleave, Critical Focus, Improved Bull Rush, Improved Initiative, Iron Will, Power Attack, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "15", "Fly": "0", "RacialMods": "", "AC": "25, touch 10, flat-footed 23", "Swim": "0", "Name": "Inverted Giant", "VariantParent": "", "Skills": "Climb +17, Intimidate +11, Perception +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +15, Ref +7, Will +7", "Melee": "bite +19 (2d8+9 plus grab), 2 claws +19 (1d8+9 plus 1d6 energy)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Huge"}