{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 59, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Tazelwurm</h2><h3><i>The emergent creature looks like a long serpent with grayish scales and a leonine head resembling female lion with grayish-tan fur. Two long, powerful humanoid arms protrude from its serpentine body, each ending in vicious-looking, slender talons.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Tazelwurm</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>N Large magical beast </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft. low-light vision, scent, tremorsense 60 ft.; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 11, flat-footed 17 (+2 Dex, +8 natural, -1 size)</h5><h5><b>hp </b>59 (7d10+21)</h5><h5><b>Fort </b>+8, <b>Ref </b>+7, <b>Will </b>+4</h5><h5><b>Resist </b>fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>2 claws +10 (1d6+4), bite +11 (2d6+4)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>ambush, frightening exuviation</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>14, <b>Con </b>16, <b>Int </b> 2, <b>Wis </b>15, <b>Cha </b>15</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+12; <b>CMD </b>24 (can't be tripped)</h5><h5><b>Feats </b>Improved Initiative, Improved Natural Attack (bite), Power Attack, Weapon Focus (bite)</h5><h5><b>Skills </b>Perception +8, Skill +13 (+17 in rocky or subterranean environs); <b>Racial Modifiers </b>+4 Stealth (+8 Stealth in rocky or subterranean environs)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any mountains</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Ambush (Ex)</b> If a tazelwurm catches an opponent flatfooted it gains a +4 circumstance bonus to its attack roll for that round. </h5><h5><b>Frightening Exuviation (Ex)</b> If a tazelwurm is hit by a fire attack or effect that deals at least 10 points of damage, it takes no damage, but instead allows its scales, flesh, and fur to be consumed and burned away in a single round, exposing its skeletal structure. A creature viewing this must make a successful DC 15 Will save or paralyzed with fear for 1d3 rounds. The save DC is Charisma-based. A creature that successfully saves cannot be affected again by the same tazelwurm's frightening exuviation for one day. This has no effect on other tazelwurms.</h5></div><br><div><h4><p><p>A tazelwurm is an aggressive, flesh-eating monster with a serpentine body, feline head, and two long powerful arms that end in razor-sharp claws. They haunt mountain passes and prey on travelers passing through their territory.</p><p>Tazelwurms are masters of camouflage and are nearly indistinct from their rocky surroundings. They enjoy striking from ambush and downing unsuspecting prey. They are diurnal hunters and are most active in the morning hours. Their hunting grounds often cover several square miles of rocky terrain and should a tazelwurm enter another's territory, it is quickly driven away if detected. Tazelwurms eat just about anything that comes near, but they are especially fond of mountain lions and mountain goats. When the tazelwurm kills its prey, it drags it to its lair which takes the form of a well-hidden and nearly inaccessible depression or cave. The kill is devoured over a period of several days.</p><p>Tazelwurms rarely interact with other creatures; including their own kind. When more than one is encountered, they are usually a mated pair.</p><p>Young are born live and left to the care of the mother. Young tazelwurms reach maturity around two years of age and leave the lair to go out on their own. Very old tazelwurms may even have lichens and mosses growing on them, enhancing their rocky appearances.</p><p>A tazelwurm lies in wait for its meals. Using its tremorsense ability, it senses vibrations in the rocks where it hides and springs to attack when prey draws near. Tazelwurms generally avoid large groups of travelers, preferring to attack a straggler or a member of a party that happens to have gotten lost or separated. A hungry tazelwurm though, will attack just about anything that comes near it.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or pair", "Ref": "7", "Climb": "0", "HD": "(7d10+21)", "AbilitiyScores": "Str 19, Dex 14, Con 16, Int 2, Wis 15, Cha 15", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3100, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative, Improved Natural Attack (bite), Power Attack, Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "+4 Stealth (+8 Stealth in rocky or subterranean environs)", "AC": "19, touch 11, flat-footed 17", "Swim": "0", "Name": "Tazelwurm", "VariantParent": "", "Skills": "Perception +8, Skill +13 (+17 in rocky or subterranean environs)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +8, Ref +7, Will +4", "Melee": "2 claws +10 (1d6+4), bite +11 (2d6+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "N", "Size": "Large"}