{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 45, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Temporal Crawler</h2><h3><i>A six-foot long hairy, gray spider crawls forth. An hourglass-shaped patch of silver fur dominates its back. Light bounces of its silverymetallic mandibles while its multiple eyes glow bright red.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Temporal Crawler</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>N Medium magical beast (time)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision, 60ft, low-light vision; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 15, flat-footed 17 (+4 Dex, +1 insight, +2 natural)</h5><h5><b>hp </b>45 (6d10+12)</h5><h5><b>Fort </b>+7, <b>Ref </b>+9, <b>Will </b>+3</h5><h5><b>Defensive Abilities </b>foresight; <b>Immune </b>temporal magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., climb 20ft.</h5><h5><b>Melee </b>bite +8 (1d6+3 plus paralysis)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>paralysis (1d4+4 rounds DC 14), <i>slow</i>ing webs</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>19, <b>Con </b>15, <b>Int </b> 6, <b>Wis </b>13, <b>Cha </b>10</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+8; <b>CMD </b>22 (34 vs. trip)</h5><h5><b>Feats </b>Improved Initiative, Skill Focus (Perception), Skill Focus (Stealth)</h5><h5><b>Skills </b>Climb +15, Perception +10, Stealth +12</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Elemental Plane of Time</h5><h5><b>Organization </b>solitary or cluster (2-5)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Slowing Webs (Ex)</b> The web of a temporal crawler emanates a <i>slow</i> effect (as the <i>slow</i> spell, caster level 6th) that affects all creatures within 10 feet of the web. Affected creatures can make a successful DC 15 Fortitude save the round they are affected to negate the effects. Creatures are slowed as long as they stay within 10 feet of a web. The <i>slow</i> effects can be counterspelled with the successful casting of a <i>haste</i> spell if the caster makes a successful caster level check (DC 16) before casting the <i>haste</i> spell. The save DC is Constitution-based. A temporal crawler can fire a web up to four times per day. This is similar to an attack with a net but has a maximum range of 50 feet, with a range increment of 10 feet, and is effective against targets up to one size category larger than the temporal crawler. An entangled creature can attempt a DC 19 Escape Artist check or burst it with a DC 19 Strength check. Both are standard actions. The check DCs are both Constitution-based and the Strength check DC includes a +4 racial bonus. Temporal crawlers often create sticky sheets of webbing up to 20 feet square. Approaching creatures must make a successful DC 20 Perception check to notice a web; otherwise they stumble into it and become trapped as though by a successful web attack. Attempts to escape or burst the webbing gain a +5 bonus if the trapped creature has something to walk on or grab while pulling free. Each 5-foot section has 10 hit points, and sheet webs have damage reduction 5/ magic. </h5><h5><b>Foresight (Su)</b> A temporal crawler can see a few seconds into the future. This ability prevents a temporal crawler from being surprised, caught flat-footed, or flanked. It also grants the temporal crawler an insight bonus to AC equal to its Wisdom bonus. This ability can be negated, but the temporal crawler can restart it as a free action on its next turn. </h5><h5><b>Immunity to Temporal Magic (Ex)</b> Temporal crawlers are immune to all time-related spells and effects (including <i>time stop</i>, <i>temporal stasis</i>, and the like).</h5></div><br><div><h4><p><p>Temporal crawlers are man-sized spiders from the Elemental Plane of Time. Upon close inspection, it appears that the hourglass-shaped markings along its back are animated and sand appears to shift from one chamber to the other. If a temporal crawler is slain, the silver hourglass on its back fades to gray and the \"sand\" inside stops flowing.</p><p>How temporal crawlers first arrived on the Material Plane is unknown but sages believe they jumped through a portal to this plane opened by a time elemental or time flayer (see their entry in this book).</p><p>These extraplanar creatures are carnivorous and prey on the flesh of living creatures. They build their lairs near populated areas where the food supply is more than adequate. Temporal crawlers hunt day or night, but prefer to leave their webs at night when they have an easier time corralling their prey.</p><p>Temporal crawlers spend most of their time hunting on the Material Plane where prey is easiest to catch. They spin their webs in locations frequented by living creatures and lie in wait. When its prey enters a 10- foot area around its webs and is slowed, the temporal crawler rushes out and attacks. If it can paralyze its prey with its bite, the temporal crawler cocoons it in its web. A creature killed is cocooned and stored as food.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or cluster (2-5)", "Ref": "9", "Climb": "1", "HD": "(6d10+12)", "AbilitiyScores": "Str 15, Dex 19, Con 15, Int 6, Wis 13, Cha 10", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3101, "SubType": "(time)", "MonsterSource": "", "Feats": "Improved Initiative, Skill Focus (Perception), Skill Focus (Stealth)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "17, touch 15, flat-footed 17", "Swim": "0", "Name": "Temporal Crawler", "VariantParent": "", "Skills": "Climb +15, Perception +10, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "Elemental Plane of Time", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +9, Will +3", "Melee": "bite +8 (1d6+3 plus paralysis)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., climb 20ft.", "Alignment": "N", "Size": "Medium"}