{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 22, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Troblin</h2><h3><i>This hideous humanoid creature is a twisted amalgamation of extra limbs, thickened hide, and protruding growths.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Troblin</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>CE Medium humanoid (goblinoid)</h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft.; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>13, touch 11, flat-footed 12 (+1 Dex, +2 natural)</h5><h5><b>hp </b>22 (3d8+9); regeneration 2 (acid or fire)</h5><h5><b>Fort </b>+5, <b>Ref </b>+4, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>greatclub +5 (1d10+4), bite +0 (1d6+1) or </br>2 claws +5 (1d4+3), bite +5 (1d6+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>12, <b>Con </b>15, <b>Int </b> 8, <b>Wis </b>11, <b>Cha </b>7</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+5; <b>CMD </b>16</h5><h5><b>Feats </b>Great Fortitude, Toughness</h5><h5><b>Skills </b>Perception +2, Stealth +2</h5><h5><b>Languages </b>Giant</h5><h5><b>SQ </b>mutation</h5><h5><b>Combat Gear </b>greatclub</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests</h5><h5><b>Organization </b>solitary, war band (2-5 plus 1 leader of 3rd level) or encampment (11-20 plus 3 leaders of 2nd-3rd level plus 1 chief of 4th level or higher)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Mutation (Ex)</b> The regenerative ability of a troblin does not function as well as those of its trollish parent. Sometimes when an injured troblin regenerates, its body warps in an inexplicable fashion. A severed arm may regrow as two arms, or a scar may grow to cover the troblin's entire body in thick skin. Further, if a troblin suffers a critical hit in melee, it has a 25% chance of gaining a mutation once it is fully healed. See the sidebar for random mutations. Troblin Mutations Each troblin has the potential to possess 1d2 random mutations brought about by its bizarre regeneration. Roll on the table below for each mutation. <table><tr><th>d20</th><th>Mutation</th></tr><tr><td>1-2</td><td>Dual forearm; claw damage increased by one die type (claw damage 1d6+3) and it gains the benefits of wielding a twohanded weapon with that arm.</td></tr><tr><td>3-4</td><td>Dual foreleg; +2 racial bonus to Acrobatics checks, +2 racial bonus on CMD to resist being bull rushed or tripped when standing on solid ground.</td></tr><tr><td>5-6</td><td>Massive scarring; natural armor bonus increases by +1.</td></tr><tr><td>7</td><td>Multiple muscles; +2 Strength.</td></tr><tr><td>8</td><td>Shortened tendons; +2 Dexterity.</td></tr><tr><td>9</td><td>Redundant vital organs; +2 Constitution.</td></tr><tr><td>10</td><td>Third leg; +4 racial bonus to Acrobatics checks, +4 racial bonus on CMD to resist being bull rushed or tripped when standing on solid ground, +10 to Speed.</td></tr><tr><td>11</td><td>Two arms on one side; gains an additional claw attack when making a full attack and gains the benefits of wielding a twohanded weapon with that arm.</td></tr><tr><td>12</td><td>Two heads; Gains Superior Two-Weapon Fighting ability (see below) and a +2 racial bonus on Perception checks.</td></tr><tr><td>13-20</td><td>No mutation.</td></tr></table> </h5><h5><b>Superior Two-Weapon Fighting (Ex)</b> Troblins with two heads automatically gain this ability. Because each of its two heads controls an arm, a troblin does not take a penalty on attack or damage rolls for attacking with two weapons.</h5></div><br><div><h4><p><p>A troblin is a twisted creature, born of the union of a troll and a goblin.</p><p>Due to the horrid side effects of their diminished regenerative abilities, the overall appearance of a troblin is difficult to quantify. No two troblins look exactly alike. One troblin may be covered in tough scars that have thickened its skin, while another may have two forearms sprouting from the elbow of one arm. Other troblins may have two arms on one side, or two feet on one leg.</p><p>Troblin bands build their lairs in forested areas away from more civilized lands. They are hunter-gatherers and use the land as a means of survival, hunting deer, elk, moose, and other game animals.</p><p>In general, troblins stand 5 feet tall, with crooked noses, long arms and legs, and large flapping feet. A troblin shares in the characteristics of both its parents, resembling a very tall goblin with troll-like facial features. Its skin is blotched in shades of green, grey, and dull yellow. Its eyes range from pale red to an ochre color. Troblins dress in drab-colored clothing and furs made from the hides of animals.</p><p>Troblins are a disorganized lot, and rarely engage in any sort of formal tactics or strategy. When a troblin war band encounters opponents, they simply attack with as much strength and ferocity as they can muster.</p><p>Troblins are even more craven and cowardly than goblins, and a lone troblin usually runs from any combat in which it is outnumbered.<b></p><p>Troblin Society</b></p><p> Troblins have no real society to speak of. They congregate in looselyorganized bands lead by a single strong chieftain, but they are nomadic and never remain in one place for very long. The life of a troblin is short and brutal, and only the strongest and meanest survive to adulthood. Troblin children that misbehave or speak out against the current tribe chieftain are usually thrown into cooking fires and eaten by its betters. Any troblin that has become so deformed and twisted by multiple regenerative mishaps that it is no longer of any use to the tribe generally receive the same fate.</p><p>The leadership of a troblin tribe is determined by might alone, so combat prowess and strength are required of any troblin that would dare call itself chief.</p><p><br><b>Troblin Characters</b><br> Troblin clerics have access to the Chaos and Evil domains, but clerics are rare in this outcast and wretched race. Most troblin spellcasters are adepts or sorcerers. Troblin characters possess the following racial traits.<br><b>Strength +6, Dexterity +2, Constitution +4, Intelligence -2, Charisma -4.</b><br><b>Darkvision:</b> Troblins can see in the dark out to 60 feet.<br><b>Racial Hit Dice:</b> A troblin begins with three levels of humanoid, which provide 3d8 Hit Dice, a base attack bonus of +2, and base saving throw bonuses of Fort +1, Ref +3, and Will +1.<br><b>Racial Skills:</b> A troblin's humanoid levels give it skill points equal to 3 x (2 + Int modifier, minimum 1).<br><b>Racial Feats:</b> A troblin's humanoid levels give it two feats.<br><b>AC:</b> +2 natural armor bonus.<br><b>Natural Weapons:</b> Troblins fight with 2 claws (1d4) and a bite (1d6).<br><b>Special Qualities:</b> regeneration 2 (acid or fire), mutation (see above).<br><b>Languages:</b> Troblins begin play speaking Giant or Goblin. Troblins with high Intelligence scores can choose from the following languages: Common, Gnoll, Orc.</p><p>Copyright Notice Author Erica Balsley.</p></h4></div>", "Languages": "Giant", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary, war band (2-5 plus 1 leader of 3rd level) or encampment (11-20 plus 3 leaders of 2nd-3rd level plus 1 chief of 4th level or higher)", "Ref": "4", "Climb": "0", "HD": "(3d8+9)", "AbilitiyScores": "Str 16, Dex 12, Con 15, Int 8, Wis 11, Cha 7", "Gear": "greatclub", "Ranged": "", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3118, "SubType": "(goblinoid)", "MonsterSource": "", "Feats": "Great Fortitude, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "13, touch 11, flat-footed 12", "Swim": "0", "Name": "Troblin", "VariantParent": "", "Skills": "Perception +2, Stealth +2", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "temperate forests", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "mutation", "Saves": "Fort +5, Ref +4, Will +1", "Melee": "greatclub +5 (1d10+4), bite +0 (1d6+1) or 2 claws +5 (1d4+3), bite +5 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}