{"Group": "Troll", "Space": "10 ft.", "Mythic": "0", "HP": 18, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Troll, Ice</h2><h3><i>This large, powerful creature has semitransparent flesh of light blue. Its body is completely hairless and its cold, piercing eyes are stark white.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Ice Troll</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>CE Large humanoid (cold, giant)</h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 90 ft., low-light vision, scent; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>12, touch 10, flat-footed 11 (+1 Dex, +2 natural, -1 size)</h5><h5><b>hp </b>18 (2d8+9); regeneration 3 (acid or fire)</h5><h5><b>Fort </b>+6, <b>Ref </b>+1, <b>Will </b>+0</h5><h5><b>DR </b>5/magic; <b>Immune </b>cold</h5><h5><b>Weaknesses </b>slashing weapon vulnerability, vulnerability to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +4 (1d6+4)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>rend (2 claws, 1d6+6)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>12, <b>Con </b>16, <b>Int </b> 9, <b>Wis </b>10, <b>Cha </b>6</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+6; <b>CMD </b>17</h5><h5><b>Feats </b>Toughness</h5><h5><b>Skills </b>Perception +2</h5><h5><b>Languages </b>Giant</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold mountains</h5><h5><b>Organization </b>solitary or band (3-6)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Slashing Weapon Vulnerability (Ex)</b> If an opponent rolls a natural 20 with a slashing weapon against an ice troll (and subsequently confirms the critical hit), the ice troll must succeed on a Fortitude save (DC 10 + damage taken) or lose a limb (roll 1d6: 1-3 arm, 4-6 leg; 50% chance of either right or left). An ice troll that loses a leg falls to the ground, but can continue moving at one-half speed. Severed limbs cannot attack but move at a speed of 30 feet toward the nearest source of water or ice. </h5><h5><b>Regeneration (Su)</b> If an ice troll loses a limb or body part, the lost portion grows back in 2d6 minutes so long as both the ice troll and lost body part are within 30 feet of each other and are both in contact with ice or water. The creature can reattach the severed member instantly by holding it to the stump, but only if the severed member has been in contact with ice or water for at least 1 round.</h5></div><br><div><h4><p><p>Ice trolls are relatives of normal trolls, but are decidedly more cunning, ruthless, evil, and despicable. They make their homes in very cold climates, always near a pool of water (either natural or troll-made). The strongest (and sometimes most intelligent) member of a band is usually the leader.</p><p>Unlike their trollish cousins, ice trolls do not rush headlong into battle.</p><p>They prefer to attack the weakest opponents first if they can. If combat goes against an ice troll, it does not hesitate to flee.</p><p>Ice trolls savor the taste of human flesh and construct their lairs near civilized areas where humans are plentiful. Ice trolls often set traps for humans and either devours them immediately or captures them and carries them back to their lair. Captured humans are caged and fattened up before they are eaten.</p><p>An ice troll stands about 8 feet tall and weighs 450 pounds.</p><p><br><b>Ice Troll Characters</b><br> Exceptional ice trolls may take class levels, usually as barbarians or rangers, though ice troll clerics are also known to exist.<br><b>+8 Strength, +2 Dexterity, +6 Constitution, -2 Intelligence (minimum 3), -4 Charisma:</b> Ice trolls are powerful physical combatants; while they possess an instinctive cunning, they are no great thinkers.<br><b>Large Size:</b> -1 penalty to AC, -1 penalty to attack rolls, -4 penalty on Stealth checks, +1 bonus on CMB and CMD, lifting and carrying limits double those of Medium creatures.<br><b>Space/Reach:</b> 10 ft./10 ft.<br><b>Darkvision:</b> Ice trolls can see in the dark up to 90 feet.<br><b>Low-Light Vision:</b> Ice trolls see twice as well as humans in dimly lit conditions.<br><b>Scent:</b> Ice trolls possess a keen sense of smell.<br><b>Racial Hit Dice:</b> An ice troll begins with two levels of humanoid, which provide 2d8 Hit Dice, a base attack bonus of +1, and base saving throw bonuses of Fort +3, Ref +0, and Will +0.<br><b>Racial Skills:</b> An ice troll's humanoid levels give it skill points equal to 2 x (2 + Int modifier).<br><b>Racial Feats:</b> An ice troll's humanoid levels give it one feat.<br><b>AC:</b> +2 natural armor bonus.<br><b>Natural Weapons:</b> Ice trolls fight with 2 claw attacks that deal a base 1d6 damage.<br><b>Special Attacks:</b> Rend (see above).<br><b>Special Qualities:</b> DR 5/magic, immune to cold, regeneration 5 (acid or fire), slashing weapon vulnerability, vulnerable to fire.<br><b>Languages:</b> Ice trolls begin play speaking Giant, and can also speak Common if they have an Intelligence of at least 10. Ice trolls with high Intelligence scores can choose from the following bonus languages: Aquan, Aklo, Dwarven, Orc, Undercommon.</p><p>Credit The Ice Troll originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Russell Cole.</p></h4></div>", "Languages": "Giant", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or band (3-6)", "Ref": "1", "Climb": "0", "HD": "(2d8+9)", "AbilitiyScores": "Str 19, Dex 12, Con 16, Int 9, Wis 10, Cha 6", "Gear": "", "Ranged": "", "Type": "humanoid", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3120, "SubType": "(cold, giant)", "MonsterSource": "", "Feats": "Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "12, touch 10, flat-footed 11", "Swim": "0", "Name": "Ice Troll", "VariantParent": "", "Skills": "Perception +2", "ClassArchetypes": "", "IsTemplate": "0", "Will": "0", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "cold mountains", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +1, Will +0", "Melee": "2 claws +4 (1d6+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Large"}