{"Group": "", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 13, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Coral Capuchin</h2><h3><i>This strange creature can only be described as a light pink, hairless monkey with the head of a fish and large, finlike wings.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Coral Capuchin</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>N Tiny magical beast (aquatic)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +1</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 15, flat-footed 12 (+3 Dex, +2 size)</h5><h5><b>hp </b>13 (2d10+2)</h5><h5><b>Fort </b>+4, <b>Ref </b>+6, <b>Will </b>+1</h5><h5><b>Weaknesses </b>moisture dependency</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 30 ft., fly 40 ft. (good), swim 30 ft.</h5><h5><b>Melee </b>bite +7 (1d3-2 plus cursed bite)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>cursed bite</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>6, <b>Dex </b>17, <b>Con </b>12, <b>Int </b> 6, <b>Wis </b>13, <b>Cha </b>7</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+3; <b>CMD </b>11</h5><h5><b>Feats </b>Weapon Finesse</h5><h5><b>Skills </b>Climb +6, Fly +11, Sleight of Hand +8, Stealth +15 (+19 within coral reefs), Swim +6; <b>Racial Modifiers </b>+4 Sleight of Hand, +4 Stealth within coral reefs</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm coasts and oceans</h5><h5><b>Organization </b>solitary, pair, or tribe (3-24)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Cursed Bite (Su)</b> A coral capuchin can deliver a bite that bestows some of the creature's benefits and weaknesses upon the victim. The curse delivered by this bite persists for 1d6 hours, and cannot affect the same creature more than once in a 24-hour period. Affected creatures begin drying out when exposed to air, but can hold their breath for double the normal amount of time. Targets of this cursed bite take 1d6 points of damage for every 10 minutes they are out of water, though spending a full-round action to bathe the victim in any sort of water halts this damage. Victims must succeed at a DC 12 Constitution check to avoid this effect. <i>Remove curse</i> ends this curse's effect as normal. The save DC is Constitution-based. </h5><h5><b>Moisture Dependency (Ex)</b> A coral capuchin can breathe both air and water and survive indefinitely on land, but the creature must regularly be either submerged in water or thoroughly wetted down, or else it dries out in the air. A coral capuchin can survive out of water for a number of hours of equal to its Constitution score before it takes any negative effects. After this time, the creature takes 1d6 points of damage for every hour it remains dry. Bathing the creature in water of any sort resets this time frame.</h5></div><br><div><h4><p><p>Coral capuchins, when encountered outside of the water, look like a wizard's practical joke-they have the body of a small monkey, slick pink skin, a fishlike head, and membranous appendages that are a cross between a bat's wings and a fish's fins. They possess a monkey's innate intelligence and curiosity, displaying little fear of humanoids, but are also compulsive pickpockets that love the glimmer of gold and jewels, and posses the manual dexterity to relieve unsuspecting sailors and dockworkers of their hard-earned pay. An adult coral capuchin is a foot and a half in length, with a foot-long tail, a 4-foot wingspan, and a weight of 25 pounds. <b></p><p>Ecology</b></p><p> Sages believe coral capuchins evolved from highly adaptive creatures living in the world's oceans. It is believed these creatures first developed as wholly aquatic creatures much like fish, and lived among brightly colored coral reefs where they used a form of camouf lage to hide and escape predation, much like a cuttlefish or octopus. The creatures developed multiple methods of locomotion through evolution, and these biological changes allowed these creatures to crawl from the sea and walk on land. Eventually their fins transformed into wings, granting the creature greater mobility, and the ability not only to breathe the air above the waves, but also to soar through it. Coral capuchins are capable of surviving out of the water in their air-breathing form for part of the day, although they quickly deteriorate and die if they do not keep their bodies moist. They spend most of their lives below the waves, subsisting on small fish and all manner of vegetation, but often venture onto land to find a particularly tasty morsel, or to satisfy their overactive natural curiosity. They also love to fly and can often be seen circling the crow's nests of ships entering and leaving harbor. On land, they hunt small rodents, pick nuts and berries, and find the eggs of birds a particular delicacy. Coral capuchins also display an intense interest in the food and belongings of all manner of humanoid species. They are especially drawn to small, shiny objects, and can be counted on to abscond with anything interesting that is not nailed down. Coral capuchins' hands allow them to manipulate objects, but they cannot wield weapons. A coral capuchin is born as a wholly aquatic creature. Young coral capuchins lack the ability to fly or leave the water until they reach adulthood after approximately their first year of life. They are an incredibly fecund race, and females can produce a clutch of up to 100 eggs three times a year, though local aquatic predators usually devour most of these. Because of their dependence on returning to the water, some coral capuchins venturing too far inland risk stranding themselves. Explorers find the creatures sickly and weak, sprawled out on the jungle floor covered in biting ants or picked apart by predators as they lie there dying. Coral capuchins that die on land dry, out to a husk that often turns to dust leaving only its brittle bones behind. <b></p><p>Habitat & Society</b></p><p> Living in greater numbers along the southeastern coast of Garund, these creatures have slowly spread out, making their way north and east over the last few centuries. A large colony of the creatures resides off the coast south of Sargava and within the Lower Korir River Delta. The canopies of the Jungle of Hungry Trees and the jungles of the Kaava Lands ring with the calls of coral capuchins. An infestation of the clever creatures has recently plagued the port city of Senghor on the Fever Sea, and a city authority has begun offering a bounty on the creatures in an attempt to reduce their numbers. A few colonies of the creatures exist farther north, with some making their homes in the warmer waters of the Inner Sea, while other curious tribes of these mischievous creatures inhabit the warm waters of the Obari Ocean on Garund's western coast. Coral capuchins live in tropical coastal areas, generally in small familial groups of fewer than 30 adults led by an older female. The first part of their name refers not only to their pinkish skin color, but also to their preferred nesting place-the coral reefs off of Garund's coast, where they make their homes in the countless caves and crevices found therein. They populate these vivid reefs to lay their eggs and hide among the protective growth, adapting their skin pigmentation to blend in. Wholly unafraid of most humanoid species, coral capuchins are often domesticated by sailors and fisherman willing to put up with the creatures' incurable curiosity and penchant for petty larceny. They are often trained to fish for their masters, and are particularly sought after by those who make their living bringing up treasures from the ocean floor. Because of their love for shiny objects, they make excellent pearl divers, although it can sometimes be a struggle to get them to part with their treasures. Their voracious, omnivorous appetites also make them popular on long ocean voyages, as they are happy to reduce ships' endemic rat populations. Perhaps because of this, many sailors see them as good-luck mascots, although they are most popular with pirates, smugglers, and other such seafaring folk, who more willingly accept their thieving nature. <br><b>Coral Capuchins as Familiars</b><br> Despite their mercurial temperaments and propensity for theft, coral capuchins are prized by wizards because of the creatures' exceptional mobility and their strange cursed bite. This bite allows spellcasters greater ability to explore below the waves, as long as they pay close attention to their time outside of the water. Despite this benef it, coral capuchins are more popular among spellcasters who don't mind running afoul of the law, as the small creatures' thieving behavior is diff icult to fully control and often gets their masters into trouble. In addition, coral capuchins' need to stay moistened means they are better suited to serve as familiars for those living near water or willing to make compensations for this unusual physiology. Spellcasters of 3rd level or higher with an alignment within one step of neutral can gain a coral capuchin as a familiar by taking the Improved Familiar feat.</p></h4></div>", "Languages": "", "Source": "AP 58", "Land": "1", "Organization": "solitary, pair, or tribe (3-24)", "Ref": "6", "Climb": "1", "HD": "(2d10+2)", "AbilitiyScores": "Str 6, Dex 17, Con 12, Int 6, Wis 13, Cha 7", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 3140, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "1", "RacialMods": "+4 Sleight of Hand, +4 Stealth within coral reefs", "AC": "15, touch 15, flat-footed 12", "Swim": "1", "Name": "Coral Capuchin", "VariantParent": "", "Skills": "Climb +6, Fly +11, Sleight of Hand +8, Stealth +15 (+19 within coral reefs), Swim +6", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "warm coasts and oceans", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +4, Ref +6, Will +1", "Melee": "bite +7 (1d3-2 plus cursed bite)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 30 ft., fly 40 ft. (good), swim 30 ft.", "Alignment": "N", "Size": "Tiny"}