{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 127, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kapre</h2><h3><i>Roots and branches twist across the body of this huge, oddly proportioned humanoid to form impressive knots of muscle. Its many eyes shine with a warm glow like burning embers.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Kapre</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>CN Huge plant </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +22</h5><h5><b>Aura </b>confounding aura (100 ft., DC 21)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 10, flat-footed 22 (+2 Dex, +14 natural, -2 size)</h5><h5><b>hp </b>127 (15d8+60)</h5><h5><b>Fort </b>+12, <b>Ref </b>+9, <b>Will </b>+9</h5><h5><b>DR </b>10/slashing; <b>Immune </b>plant traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., climb 30 ft.</h5><h5><b>Melee </b>2 slams +17 (2d6+12)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>blow smoke</h5><h5><b>Spell-Like Abilities</b> (CL 14th; concentration +18) </br>Constant&mdash;<i>speak with plants</i> </br>At Will&mdash;<i>invisibility</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>26, <b>Dex </b>15, <b>Con </b>17, <b>Int </b> 12, <b>Wis </b>15, <b>Cha </b>18</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+21; <b>CMD </b>33</h5><h5><b>Feats </b>Alertness, Combat Reflexes, Diehard, Endurance, Iron Will, Lightning Reflexes, Power Attack, Toughness</h5><h5><b>Skills </b>Climb +20, Disable Device +17, Perception +22, Sense Motive +12, Stealth +18, Survival +9; <b>Racial Modifiers </b>Acrobatics (+8 when jumping), +8 Perception, +8 Stealth</h5><h5><b>Languages </b>Common</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm and temperate forests</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Blow Smoke (Su)</b> Smoke constantly drifts from a kapre's mouth, and as a standard action it can exhale a 30-foot cone of smoke. Creatures in the area must succeed at a DC 20 Fortitude save or be nauseated for 1 round. This is a poison effect and the save DC is Constitution-based. </h5><h5><b>Confounding Aura (Su)</b> A magical aura surrounds a kapre, confusing and distracting its foes. In its more benign and playful moments, a kapre uses this aura to play tricks on passersby, throwing them off course and toying with their sense of direction. In a defensive capacity, the aura makes it much harder for creatures to track a kapre, and might unnerve them enough to drive them from an area the kapre is trying to protect. Within a kapre's aura, the DC of all Survival checks is increased by +15 and creatures trained in Survival are no longer able to automatically determine true north. On top of this, any creature within a kapre's aura must make a successful DC 21 Will saving throw when it enters the area or take a -4 penalty on concentration checks, initiative checks, and skill checks. A kapre can supress this aura at will. </h5><h5><b>Tree-Meld (Su)</b> A kapre can merge itself with a tree as a move action. While melded with a tree, the kapre can both see and hear as if it were standing outside the tree, and can speak normally. Minor physical damage to the tree does not harm the kapre, but if the tree is chopped down or destroyed by fire before the kapre exits, the kapre is slain. The kapre can exit the tree as a move action.</h5></div><br><div><h4><p><p>Vehement defenders of unusual natural locations, kapres have a complicated relationship with the \"civilized\" races. Formed of dense tree matter, they are as much part of the forest as their botanical brethren. Their intimidating physical size, territorial nature, and unusual approach to friendship often bring them into conf lict with tribesmen and aggressive explorers. Furthermore, misleading myths paint them as vicious wife-stealers, violent demons, and even bringers of riches to those who can trap them. In truth, these arboreal giants are only dangerous to those who threaten the environs under their protection. With slender limbs and thick, gnarled torsos made of twisted trunks and boughs, kapres are awkwardly humanoid in appearance, but have such rich personalities that those lucky enough call them \"friend\" see them as more people than plants. Festooned with hanging vines or seasonal blossoms, kapres blend in perfectly with the surrounding forest. Were it not for the soft glow of their eyes, they could be mistaken for treants. Exceedingly secretive and wary, kapres prefer to avoid conf lict where possible, using their imposing size and confounding auras to intimidate would-be invaders. Leaning out of huge trees, they blow smoke onto lost explorers, persuading them to flee from the locations the kapre protects. Even in peaceful discussions, they rarely drop their auras, aware that the most honeyed tongue can hide the cruelest intent. If things turn sour, they deal out fast and serious damage with their great wooden fists, and if their domain is breached, they fight to the death to turn invaders away. Though kapres are fearsome when their ire is raised, they are careful (and reasonable) enough to allow retreating aggressors to escape. <b></p><p>Ecology</b></p><p> Much of the mystery that surrounds kapres is their own doing. Although shy, they enjoy the company of other humanoids and sometimes fixate on a particular creature, often a human female. This obsession manifests as playful teasing, using their confounding auras to befuddle the objects of their affections or keep others from visiting the women. Creatures that have a tolerance for trickery can become firm friends with the tree giants, earning protection, advice, and even romance. However, those who misunderstand these complex behaviors or those close to the \"victim\" can sour the reputation of kapres by reacting with jealousy and rage and branding kapres as dangerous or scheming. Rumors that capturing a kapre will force it to grant wishes were almost certainly started by a jealous chieftain whose wife caught a kapre's eye. These mixed reactions have kept kapres cautious and encouraged them to develop methods of identifying and escaping traps. Their caution keeps them always ready to leap over a trip wire, snare, or spiked pit. They know their own terrain inside out, and constantly keep an ear to the ground, using their <i>speak with plants</i> ability to stay on top of any changes for many miles around. <b></p><p>Habitat & Society</b></p><p> Each kapre chooses a location sacred or important to it, which it then defends with its life. The reasons for choosing a particular location might make little sense to other creatures, and when pressed a kapre usually gives a cryptic or evasive explanation. This has proved frustrating for many would-be road builders or bush farmers who cannot quite understand why a half-acre of swamp should be of interest to anyone. Furthermore, the location a kapre chooses to defend is not always where it resides, and invading a kapre's home is almost as dangerous as sullying a sacred place. It is not uncommon for a careful explorer who has given a kapre's sacred spot a wide berth to end up the target of the creature's fury when the new route runs directly through the clearing the creature calls home. A kapre's home is usually easy to identify, and resembles a druid's grove: a clearing, carefully and sensitively pruned, with a single massive tree at its center. KapreCigars Kapres roll thick cigars, using a recipe so secret (and so potent) that neither tobacconist nor alchemist can identify the ingredients. Even in the chaos of combat their enormous cigars never fall from their mouths; their thick-skinned stogies interfere with their speech, lending a lazy drawl to their creaky voices. </h5><h5><b>Kapre Cigar </b> </h5><h5><b>Aura </b>faint evocation and necromancy; <b>CL </b>7 <b>Slot </b>none; </h5><h5><b>Price </b>2,250 gp; <b>Weight </b>4 lbs. </b><br><b>DESCRIPTION</b><br> A kapre's 2-foot-long cigar never goes out. It burns with a glow that sheds light like a candle, but does not burn other organic material. Smoking the cigar is dangerous for any but a kapre-and not just because of its size. Only a Medium or larger creature can attempt to smoke the cigar. Creatures doing so must succeed at a DC 16 Fortitude save or become nauseated for 1 hour. Each time a creature attempts to inhale, he or she must make another save, but receives a cumulative +1 bonus for each successful inhalation in the past 24 hours. Once inhaled, the smoke can be exhanled to the detriment of nearby foes. The smoking creature must exhale within 1 round of inhaling or be nauseated for 1 round, coughing up the potent smoke into its own square. A Medium creature can blow the smoke as a standard action at one adjacent enemy. A Large or larger creature can blow the smoke in a 15-foot cone, also as a standard action. Creatures caught in the smoky cloud must succeed at a DC 16 Fortitude save or be nauseated for 1 round. </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Wondrous Item, creator must be a kapre or creation must be completed under the supervision of a kapre; </h5><h5><b>Cost </b>1,125 gp</p></h4></div>", "Languages": "Common", "Source": "AP 58", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "1", "HD": "(15d8+60)", "AbilitiyScores": "Str 26, Dex 15, Con 17, Int 12, Wis 15, Cha 18", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 3144, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Combat Reflexes, Diehard, Endurance, Iron Will, Lightning Reflexes, Power Attack, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "Acrobatics (+8 when jumping), +8 Perception, +8 Stealth", "AC": "24, touch 10, flat-footed 22", "Swim": "0", "Name": "Kapre", "VariantParent": "", "Skills": "Climb +20, Disable Device +17, Perception +22, Sense Motive +12, Stealth +18, Survival +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "warm and temperate forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +12, Ref +9, Will +9", "Melee": "2 slams +17 (2d6+12)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., climb 30 ft.", "Alignment": "CN", "Size": "Huge"}