{"Group": "Lycanthrope", "Space": "5 ft.", "Mythic": "0", "HP": 23, "Treasure": "NPC gear (battleaxe, longbow with 20 arrows, masterwork breastplate)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lycanthrope, Werecrocodile</h2><h3><i>Standing taller than a man, this humanoid figure wears filth-covered rags over cold, scaly skin, its crocodilian maw displaying razor-sharp teeth reeking of rotting flesh.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Werecrocodile (Hybrid Form)</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>Human natural werecrocodile fighter 2</h5><h5>NE Medium humanoid (human, shapechanger)</h5><h5><b>Init </b>+5; <b>Senses </b>low-light vision, scent; Perception +1</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 11, flat-footed 22 (+6 armor, +1 Dex, +6 natural)</h5><h5><b>hp </b>23 (2d10+8)</h5><h5><b>Fort </b>+6, <b>Ref </b>+1, <b>Will </b>+0; +1 vs. fear</h5><h5><b>Defensive Abilities </b>bravery +1; <b>DR </b>10/silver</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 20 ft.; sprint</h5><h5><b>Melee </b>battleaxe +5 (1d8+3/3), bite +5 (1d8+3 plus grab and curse of lycanthropy), tail slap +0 (1d12+1)</h5><h5><b>Ranged </b>longbow +3 (1d8/3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>death roll (1d8+3 plus trip)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>13, <b>Con </b>16, <b>Int </b> 11, <b>Wis </b>10, <b>Cha </b>10</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+5 (+9 grapple); <b>CMD </b>16</h5><h5><b>Feats </b>Endurance, Improved Initiative, Power Attack, Run</h5><h5><b>Skills </b>Perception +1, Stealth +2, Survival +4, Swim +7</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>armor training 1, change shape (human, hybrid, and crocodile; polymorph), lycanthropic empathy (crocodiles and dire crocodiles)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm rivers and marshes</h5><h5><b>Organization </b>solitary, pair, or colony (3-12)</h5><h5><b>Treasure </b>NPC gear (battleaxe, longbow with 20 arrows, masterwork breastplate)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Death Roll (Ex)</b> When grappling a foe of its size or smaller, a werecrocodile can perform a death roll upon making a successful grapple check. As it clings to its foe, it tucks in its legs and rolls rapidly, twisting and wrenching its victim. The werecrocodile deals its bite damage and knocks the creature prone. If successful, the werecrocodile maintains its grapple. </h5><h5><b>Hold Breath (Ex)</b> A werecrocodile can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning. </h5><h5><b>Sprint (Ex)</b> Once per minute a werecrocodile may sprint, increasing its land speed to 60 feet for 1 round.</h5></div><br><div><h4><p><p>Werecrocodiles merge the ruthless determination of a crocodile with the intelligence and adaptability of a humanoid, creating a maliciously cunning creature with no doubt of its martial superiority. Lacking any culture or society beyond what can be gained through physical might, these creatures are solitary hunters. Natural werecrocodiles usually stand taller and broader than an aff licted member of their species. In humanoid form, specimens often have a slight rigidity to their skin, a green tinge around their lips, or vertically slit pupils. The average male werecrocodile in human form stands 6 feet tall and has a powerful, muscular frame weighing up to 250 pounds, with females averaging slightly shorter and lighter. <b></p><p>Ecology</b></p><p> Most werecrocodiles prefer warm rivers, coastlines, and swamps-ideally within a day's travel of a humanoid community where they can stalk new victims. They favor fresh humanoid kills, but they also eat fish, small waterfowl, or anything else they can chase down and kill. Voracious predators, these creatures either kill and eat or otherwise drive away most other local, predatory species. Werecrocodiles delight in the power their forms give them over others and enjoy nothing more than terrorizing their prey before the kill. Such creatures often pose as river guides or experienced woodsmen in order to lead their chosen targets away from the safety of civilization. Once in the wild, a werecrocodile prefers to take the first opportunity it can to maim its victim before allowing the prey to escape. It then hunts the poor soul down, dragging it into the water and drowning it, then either devouring it or stashing the body in a mudbank for a later meal. Werecrocodiles often join groups of adventurers in hopes of just such opportunities. If its secret is discovered before the trap is sprung, a werecrocodile fights until the tide of battle turns against it, then flees to stalk its chosen victims from a distance. <b></p><p>Habitat & Society</b></p><p> While werecrocodiles typically enjoy the solitude of their territories, small colonies of them can sometimes be found scattered throughout isolated swamplands. Most stories suggest that it takes a particularly strong and malicious werecrocodile to hold others of its kind in sway. Despite the believed preference for solitude, when these creatures do come upon each other, conf lict is rare. As long as they heed one another's territorial boundaries, individuals hold an underlying tolerance of each other. However, when conf lict does arise between werecrocodiles, such battles are typically to the death. Any dispute relating to territories or mates has only one rule: the victor may do as he wishes with his prize. This amuses any female being fought over, as even when a challenger defeats an opponent, if the female is unamused or unimpressed, she often simply kills the victor and feeds on his remains before going on her way. The borders of werecrocodile hunting grounds are adorned with skulls slung together with varying forms of aquatic vegetation and hung from trees along or across waterways. These blatant displays serve a dual purpose: to warn away any potential encroachers and to evoke fear and anxiety in intelligent prey as soon as they enter the lycanthrope's territory. A werecrocodile's prowess correlates directly with the size and number of the skulls displayed on the borders of its territory.</p><p>In areas where werecrocodiles are know to lair, locals often treat strangers met alone in the wilderness with extreme distrust. In some communities, a wanderer that approaches without first displaying an object of silver worn against the skin is shunned, or attacked outright if he seems aggressive.</p><p>Because of their fascination with the power that their forms give them over lesser races, werecrocodiles rarely turn others into lycanthropes. Any aff licted werecrocodile was able enough to escape his hunter and survive whatever wounds he suffered. Aff licted werecrocodiles are often more malicious and cruel than their natural brothers, masking their self-loathing and despair with bloodsoaked acts of violence. Whether due to the werecrocodiles' unremitting despair, or their inability to control their alternate form's lust for violence and blood, these rampages end only with the death of the werecrocodile or the death of all innocents that the beast can find.</p></h4></div>", "Languages": "Common", "Source": "AP 58", "Land": "1", "Organization": "solitary, pair, or colony (3-12)", "Ref": "1", "Climb": "0", "HD": "(2d10+8)", "AbilitiyScores": "Str 17, Dex 13, Con 16, Int 11, Wis 10, Cha 10", "Gear": "", "Ranged": "longbow +3 (1d8/3)", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3147, "SubType": "(human, shapechanger)", "MonsterSource": "", "Feats": "Endurance, Improved Initiative, Power Attack, Run", "AlternateNameForm": "Hybrid Form", "CompanionFlag": "0", "MT": "0", "Class": "fighter 2", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "23, touch 11, flat-footed 22", "Swim": "1", "Name": "Werecrocodile", "VariantParent": "", "Skills": "Perception +1, Stealth +2, Survival +4, Swim +7", "ClassArchetypes": "", "IsTemplate": "1", "Will": "0", "Race": "Human natural werecrocodile", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "warm rivers and marshes", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "armor training 1, change shape (human, hybrid, and crocodile; polymorph), lycanthropic empathy (crocodiles and dire crocodiles)", "Saves": "Fort +6, Ref +1, Will +0; +1 vs. fear", "Melee": "battleaxe +5 (1d8+3/3), bite +5 (1d8+3 plus grab and curse of lycanthropy), tail slap +0 (1d12+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 20 ft.", "Alignment": "NE", "Size": "Medium"}