{"Group": "", "Space": "30 ft.", "Mythic": "0", "HP": 262, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Bakekujira</h2><h3><i>This hulking, rotted mass of pale blubber and bone looks like it was once a whale. Ghostly flames glow in each of its eye sockets.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Bakekujira</p><p class=\"alignright\">CR 17</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>102,400</h5><h5>NE Colossal undead (aquatic)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +20</h5><h5><b>Aura </b>undead parasites (30 ft., DC 28)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>32, touch 2, flat-footed 32 (+30 natural, -8 size)</h5><h5><b>hp </b>262 (25d8+150)</h5><h5><b>Fort </b>+14, <b>Ref </b>+10, <b>Will </b>+14</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>DR </b>15/bludgeoning; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>15 ft., swim 60 ft.</h5><h5><b>Melee </b>bite +27 (6d6+16/19-20), tail slap +21 (4d6+8)</h5><h5><b>Space </b>30 ft.; <b>Reach </b>30 ft.</h5><h5><b>Special Attacks </b>capsize, leviathan's call, resonant song, smashing breach</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>42, <b>Dex </b>10, <b>Con </b>-, <b>Int </b> 2, <b>Wis </b>11, <b>Cha </b>23</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+42 (+46 bull rush); <b>CMD </b>52 (can't be tripped)</h5><h5><b>Feats </b>Awesome Blow, Combat Reflexes, Critical Focus, Greater Bull Rush, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Improved Lightning Reflexes, Lightning Reflexes, Power Attack, Staggering Critical, Stunning Critical, Weapon Focus (bite)</h5><h5><b>Skills </b>Intimidate +16, Perception +20, Swim +28</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any ocean</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Leviathan's Call (Su)</b> The tone of a bakekujira's eerie song varies from that of a wistful memory to a burning, pain-wracked hatred. As a standard action, a bakekujira can alter its song to make creatures either fascinated or frightened. All living creatures within a 120-foot radius must succeed at a DC 28 Will save or gain one of the conditions (bakekujira's choice) for as long as the bakekujira sings. The bakekujira can maintain the song using a standard action each round, though affected creatures receive a new save each round to end the effect. Any creature that succeeds at this save cannot be affected by the same bakekujira's leviathan's call ability for 24 hours. This is a sonic mind-affecting effect. The save DC is Charisma-based. </h5><h5><b>Resonant Song (Su)</b> As a standard action once every 1d4 rounds, the bakekujira can release a single pure note that causes a damaging resonance, dealing 12d8 points of sonic damage to all creatures in a 60-foot cone (Fortitude DC 28 halves). The save DC is Charisma-based. </h5><h5><b>Smashing Breach (Ex)</b> As a full-round action, a swimming bakekujira can make a special charge attack against creatures on the surface of the water. At the end of its charge, the whale breaches, then slams down onto the target with incredible force. Any Huge or smaller creatures in the bakekujira's space must succeed at a DC 28 Reflex save or take 4d8+24 points of bludgeoning damage and be forced into the nearest empty square adjacent to the bakekujira. Any humanoid creatures killed by this ability rise as draugr (<i>Pathfinder RPG <i>Bestiary</i> 2</i> 110) in 1d6 hours. Animals or vermin killed by this attack rise as either skeletons (<i>Bestiary</i> 250) or zombies (<i>Bestiary</i> 288) in 1d6 hours. A bakekujira can use its capsize special attack in conjunction with this ability. The save DC is Charisma-based. </h5><h5><b>Undead Parasites (Su)</b> A bakekujira's rotting flesh is infused with necromantic energy. Creatures feeding on the beast's carcass (such as fish, insects, and sea-going birds) sicken and die, later rising as undead thralls. This host of carrion eaters manifests itself as a sickening cloud of sea birds and fish churning within 30 feet of the bakekujira in both air and sea. Any creatures coming within 30 feet of the bakekujira must succeed at a DC 28 Will save or be nauseated for 1 round as per the distraction special ability. In addition, those entering this area take 6d6 points of damage as this undead swarm pecks, claws, and chews on living flesh. Any animal, humanoid, or vermin killed by these parasites rises as a skeleton or zombie in 1d6 hours. Creatures with the ability to channel positive energy can suppress this aura by using one of their uses of channel energy. The bakekujira receives a Will save against this effect. The save DC is equal to 10 + 1/2 of the caster's level + the caster's Charisma modifier. If the bakekujira fails this save the undead parasite aura is suppressed for 1 minute. Channel energy used in this way has no other effect (it does not harm the bakekujira or any other undead in the area.)</h5></div><br><div><h4><p><p>The seas of Golarion are home to many legends both living and undead, but the bakekujiras is perhaps one of the largest among these latter horrors. Some have trouble believing the old stories, but woe to anyone that discovers the truth. These embodiments of corrupted majesty prowl the seas, along with their flocks and schools of pestilent parasites. A bakekujira weighs about 50 tons, though sometimes less, depending on how long it has been decomposing. Bakekujiras are as large as they were in their former lives, measuring from 50 to 60 feet long. <b></p><p>Ecology</b></p><p> Though the exact circumstances vary, the story of each bakekujira is similar: It was nothing more than an ordinary whale when whalers attacked. The whale managed to escape, but sustained a grievous wound from a whaler's harpoon. It died after days of anger and pain, only to arise as an undead monstrosity bent on taking revenge for its demise. As a bakekujira goes about its new, corrupted existence, it continues to rot until all the flesh is stripped from its bones, leaving behind only an immense skeletal whale. The decomposition process draws all sorts of sea scavengers to the rotting whale, from gulls to fish. However, the flesh of a bakekujira is not only rotten-it is also toxic and deeply infused with negative energy. Any creature that eats of this flesh sickens and dies, only to rise shortly thereafter and continues its existence as an undead thrall inexplicably bound to the bakekujira. Normally these creatures take up residence in and around the putrefied body of the bakekujira, swarming throughout the creature and only emerging to push back any who would seek to do harm to their rotting host. The bakekujira is relentless in its mission to upset and capsize any vessels reminding it of its descent into unlife, though because of the vastness of the sea, its quarry can be scarce. When a bakekujira does come across a ship, its rage is such that the beast cares little whether the vessel is an actual whaler or just a fishing sloop. The whale pits its full power against the ship, and is capable of capsizing all but the luckiest of ships with the most skilled captains. Bakekujiras are also able to affect the minds of the ships' crews. Their usual song is gentle, evoking thoughts of peaceful days in the sea. However, bakekujiras are able to channel their fury through their music, transferring to their victims the terror and helplessness the bakekujiras themselves experienced in their last moments of life. Using it jaws, tail, and enormous girth, a bakekujira attacks relentlessly until its angry spirit is laid to rest. <b></p><p>Habitat & Society</b></p><p> While there are stories about pods of bakekujiras collaborating to lay waste to fleets and port towns, it is unlikely that the massive undead beasts would even notice each other. They are creatures of destruction and see other creatures, even their own kind, as mere obstacles in their pursuit to wreak as much havoc as possible. This doesn't mean that multiple bakekujiras never attack the same target; rather, they simply attack independently, motivated by their own individual anger. On rare occasions, large creatures such as giant vultures and dire sharks feed alongside the bakekujira's undead parasites. These creatures frequently succumb to these parasites and join the throng, swimming or flying alongside the bakekujira and taking a more active role than the whale's aura suggests. A GM can enhance encounters with bakekujiras by providing other undead creatures as auxiliary foes. Below is a list of appropriate animals typically encountered among a bakekujira's larger undead parasites, either with the skeleton or zombie template applied. <table><tr><th>Creature</th><th>Base CR</th><th>Hit Dice</th><th>Source</th></tr><tr><td>Albatross (use vulture stats)</td><td>1/2</td><td>1</td><td>Bestiary 3 284</td></tr><tr><td>Eagle</td><td>1/2</td><td>1</td><td>Bestiary 118</td></tr><tr><td>Electric eel</td><td>2</td><td>2</td><td>Bestiary 119</td></tr><tr><td>Manta ray</td><td>1</td><td>3</td><td>Bestiary 2 232</td></tr><tr><td>Seagull (use raven stats)</td><td>1/6</td><td>1</td><td>Bestiary 133</td></tr><tr><td>Shark</td><td>2</td><td>4</td><td>Bestiary 247</td></tr><tr><td>Stingray</td><td>1/2</td><td>2</td><td>Bestiary 2 232</td></tr><tr><td>Vulture, giant</td><td>4</td><td>5</td><td>Bestiary 3 284</td></tr></table> </div>", "Languages": "", "Source": "AP 59", "Land": "1", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(25d8+150)", "AbilitiyScores": "Str 42, Dex 10, Con -, Int 2, Wis 11, Cha 23", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "30 ft.", "DontUseRacialHD": "0", "id": 3170, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Awesome Blow, Combat Reflexes, Critical Focus, Greater Bull Rush, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Improved Lightning Reflexes, Lightning Reflexes, Power Attack, Staggering Critical, Stunning Critical, Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "32, touch 2, flat-footed 32", "Swim": "1", "Name": "Bakekujira", "VariantParent": "", "Skills": "Intimidate +16, Perception +20, Swim +28", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "17", "XP": 102400, "TemplatesApplied": "", "Environment": "any ocean", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +10, Will +14", "Melee": "bite +27 (6d6+16/19-20), tail slap +21 (4d6+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "15 ft., swim 60 ft.", "Alignment": "NE", "Size": "Colossal"}