{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 127, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Galvo</h2><h3><i>This creature is constantly crackling with blue energy, and appears to be composed of dozens of undulating electric eels tightly knotted into a slithering, humanoid shape.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Galvo</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>NE Medium magical beast (aquatic)</h5><h5><b>Init </b>+4; <b>Senses </b>blindsense 60 ft., darkvision 60 ft., low-light vision; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 15, flat-footed 18 (+4 Dex, +1 dodge, +8 natural)</h5><h5><b>hp </b>127 (15d10+45)</h5><h5><b>Fort </b>+12, <b>Ref </b>+13, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>swarmlike; <b>DR </b>10/slashing; <b>Immune </b>electricity</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 30 ft.</h5><h5><b>Melee </b>bite +19 (1d6+3 plus 2d6 electricity), 2 slams +19 (1d6+3 plus 2d6 electricity)</h5><h5><b>Ranged </b>eel dart +19 (1d6+3 plus 1d6 electricity)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft. (10 ft. with slam)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>19, <b>Con </b>16, <b>Int </b> 7, <b>Wis </b>12, <b>Cha </b>8</h5><h5><b>Base Atk </b>+15; <b>CMB </b>+18; <b>CMD </b>33</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Dodge, Point-Blank Shot, Power Attack, Precise Shot, Vital Strike, Weapon Finesse</h5><h5><b>Skills </b>Perception +10, Stealth +15, Swim +15</h5><h5><b>Languages </b>Aquan (can't speak)</h5><h5><b>SQ </b>amphibious, compression, varied attack</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any aquatic</h5><h5><b>Organization </b>solitary, pair, or tangle (3-9)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Eel Dart (Ex)</b> A galvo can launch one of its component eels like a dart up to 30 feet as a ranged touch attack. An eel dart deals 1d6+3 points of damage plus 1d6 points of electricity damage. </h5><h5><b>Swarmlike (Ex)</b> A galvo has no discernible anatomy, and is not subject to critical hits or flanking. It is also immune to any physical spell or effect that targets a specific number of creatures (including single-target spells such as disintegrate). Mind-affecting effects that target a single creature function normally against a galvo, since the creature's individual components share a hive mind. A galvo takes half again as much damage (+50%) from damaging area effects such as <i>fireball</i> and splash weapons. </h5><h5><b>Varied Attack (Ex)</b> A galvo's slam attack deals both bludgeoning and slashing damage since the creature is formed completely of biting eels.</h5></div><br><div><h4><p><p>In a sunless trench in the Arcadian Ocean, deep siyokoy fleshcrafters created the first galvos to serve as soldiers in their war against the sahuagin and skum. Since those days, galvos have moved beyond their darkened trenches, breeding and expanding into shallower, warmer waters. In recent years, they have begun to come closer to civilizations, preying on coastal communities. A true horror to look upon, a galvo averages 7 feet tall and weighs around 300 pounds. <b></p><p>Ecology</b></p><p> Direct sunlight dries out a galvo's hide. This does not harm the galvo in the short term, but it causes discomfort. As a result, galvos prefer to stay deep underwater during the day and stalk the shadows by docks and riverbanks at night. A galvo can live both in the water and on land, and frightening stories tell of galvos springing up from the water to strike at prey both on ships and on beaches. While an electric eel's diet of invertebrates and fish would easily sustain a galvo physically, it would not satisfy the sadistic creature's appetite for terror. Invertebrates and fish accept death too easily; galvos prefer prey that screams. Galvos do not wear armor or wield weapons. They attack with their natural weapons which are augmented with potent electrical charges. Much like the electric eels that form their bodies, galvos focus their energy into concentrated electricity, and discharge it with a touch. Even without their formidable electric powers, galvos are dangerous creatures. The eels that make up their bodies tear at their victims with biting mouths. To attack opponents outside their reach, galvos launch component eels from their swarming bodies. When a galvo kills a target, it feasts as soon as it safely can, usually after bringing the victim back to its underwater cave lair. The victim is stripped of any bulky metal armor and weapons, then subsumed into the galvo's writhing body, which peels apart and engulfs the corpse to swiftly and brutally devour its prey. A galvo discards the bones of its victims from its swarming body as they are picked clean. If the meal is small enough, a galvo can maintain its normal activities while it digests, chewing and tearing apart one meal as it hunts for another. Galvos defend themselves with a greater fervor when digesting, but do not attack as aggressively, as they are not usually in the habit of killing more than they can consume at one time. Despite their propensity to work together during mating seasons, galvos do not actually require other galvos to reproduce. As galvos are composed of eels of both sexes, all eels forming a galvo are attracted to one another during these two months and the creatures appear more tightly wound, reducing their size slightly. Instead, the female component eels lay eggs within the swarm, which are inseminated by the male component eels. When the eggs hatch it appears as though a tiny swarm of eels simply emerges from the larger parent galvo, leading many observers to incorrectly assume galvos reproduce asexually. There is no sexual interaction between separate galvos. They instead come together in cohabitation, working together to attack prey and feed. Typically each galvo births three to 10 infant tangles during this time. Adult galvo cohabitants care for the entire nest, not caring to keep track of which galvo birthed which tangle. As the mating season ends, the galvos find themselves less interested in one another. They drift apart towards the end of this hormonal phase, and each returns to its own lair. At this time, the infant tangles are expected to leave as well and fend for themselves. Only about half of all galvo infants survive to reach adulthood. When a galvo reaches adulthood, it claims a permanent lair. Ideal lairs are underground caves, although any large clearing between rocks and out of direct sunlight is satisfactory. A galvo primarily hunts the area near its lair, specifically the land above, where prey is plentiful and one catch makes a large enough meal to sustain it for several days. The magically enhanced galvo hive mind develops a higher intellectual capacity than individual electric eels ever could, showing a level of intelligence approaching that of a below-average human. Galvos cannot speak, but they learn to understand languages when living among or near creatures that communicate verbally. If their need to cause harm is met and they are provided an aquatic living space, galvos sometimes even come to be loyal followers of more powerful creatures. This is especially true for siyokoys, who keep large stables of galvos at the ready in their endless fight against the sahuagin and skum. Underwater, electric eels are irresistibly drawn to galvos out of a mix of familiarity and curiosity. Galvos, for their part, typically tolerate such followers for short periods of time before spurning the pests. There has never been a recorded case of a stray electric eel being absorbed into the swarm, although there have been many cases of galvos tiring of mundane eels' company and cannibalizing these followers. <b></p><p>Habitat & Society</b></p><p> There is no true galvo society. Galvos sometimes work together, but these alliances often are short and last only through a single hunt and feeding. The strange creatures make exceptions during their two-month mating season, when spawned and fertilized eggs require additional protection in order to survive. Galvos do not use items nor intentionally collect wealth. However, when they consume a victim, galvos indiscriminately eat its belongings during their hasty meal. Whatever gear on the corpse of a victim was too big to be eaten is expelled nearby, most often in the galvo's underwater lair. Reports tell of undigested gems and other valuables being found in the gutted component eels of a freshly killed galvo. In extremely rare circumstances, traditionally worn wondrous items (like a <i>headband of inspired wisdom</i> or a <i>belt of mighty</i> constitution) caught within component eels sometimes convey their magical effects to the galvo.</p></h4></div>", "Languages": "Aquan (can't speak)", "Source": "AP 59", "Land": "1", "Organization": "solitary, pair, or tangle (3-9)", "Ref": "13", "Climb": "0", "HD": "(15d10+45)", "AbilitiyScores": "Str 17, Dex 19, Con 16, Int 7, Wis 12, Cha 8", "Gear": "", "Ranged": "eel dart +19 (1d6+3 plus 1d6 electricity)", "Type": "magical beast", "Reach": "5 ft. (10 ft. with slam)", "DontUseRacialHD": "0", "id": 3174, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Dodge, Point-Blank Shot, Power Attack, Precise Shot, Vital Strike, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "", "AC": "23, touch 15, flat-footed 18", "Swim": "1", "Name": "Galvo", "VariantParent": "", "Skills": "Perception +10, Stealth +15, Swim +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any aquatic", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, compression, varied attack", "Saves": "Fort +12, Ref +13, Will +6", "Melee": "bite +19 (1d6+3 plus 2d6 electricity), 2 slams +19 (1d6+3 plus 2d6 electricity)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 30 ft.", "Alignment": "NE", "Size": "Medium"}