{"Group": "The Stabbingbeast", "Space": "5 ft.", "Mythic": "0", "HP": 225, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>The Stabbingbeast, Stabbing Beast</h2><h3><i>This cottage-sized scorpion-man moves with an eerie grace and an intelligent, murderous intent.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Stabbing Beast (Humanoid Form)</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>NE Medium outsider (evil, extraplanar, shapechanger)</h5><h5><b>Init </b>+16; <b>Senses </b>darkvision 60 ft., low-light vision, see in darkness, <i>see <i>invisibility</i></i>; Perception +27</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>35, touch 23, flat-footed 22 (+12 Dex, +1 dodge, +12 natural)</h5><h5><b>hp </b>225 (18d10+126)</h5><h5><b>Fort </b>+18, <b>Ref </b>+18, <b>Will </b>+15; +4 vs. mind-affecting</h5><h5><b>Defensive Abilities </b>all-around vision, scorpion mind; <b>DR </b>10/good and magic; <b>Immune </b>poison; <b>Resist </b>acid 30, cold 10, electricity 10, fire 10; <b>SR </b>26</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b><i><i>+1 short sword</i></i> +20/+15/+10/+5 (1d6+4/17-20 plus bleed), <i><i>+1 short sword</i></i> +20 (1d6+2/17-20 plus bleed), sting +22 (1d6+5 plus bleed and <i>poison</i>)</h5><h5><b>Ranged </b><i>poison</i> stream +30 touch (blindness)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>bleed 2d6, scorpion strike, sneak attack +5d6, sudden strike</h5><h5><b>Spell-Like Abilities</b> (CL 18th; concentration +20) </br>Constant&mdash;<i>see <i>invisibility</i></i> </br>At Will&mdash;<i>absorbing touch</i>*, <i>alchemical allocation</i>*, <i>charm person</i> (DC 13), <i>keen edge</i>, <i>poison</i> (DC 16), <i>true strike</i> </br>3/day&mdash;<i>false alibi</i> (DC 15, see page 75), <i>greater teleport</i> (self only plus 50 lbs.), <i>invisibility</i>, <i>modify memory</i> (DC 16), <i>suggestion</i> (DC 15), summon (level 6, 1 fiendish deadfall scorpion**, 100%)</h5></h5><h5>* See the <i>Advanced Player's Guide</i>. ** See <i>Pathfinder RPG Bestiary 3</i>.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>35, <b>Con </b>24, <b>Int </b> 13, <b>Wis </b>15, <b>Cha </b>14</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+21; <b>CMD </b>44</h5><h5><b>Feats </b>Combat Expertise, Combat Reflexes, Deflect Arrows<sup>B</sup>, Dodge, Greater Feint<sup>B</sup>, Improved Feint<sup>B</sup>, Improved Initiative, Improved Iron Will, Iron Will, Mobility, Skill Focus (Stealth), Spring Attack, Two-Weapon Fighting<sup>B</sup></h5><h5><b>Skills </b>Appraise +13, Bluff +22, Climb +12, Craft (alchemy) +13, Knowledge (arcana) +10, Knowledge (local) +13, Knowledge (nature) +10, Knowledge (planes) +13, Knowledge (religion) +13, Perception +27, Sense Motive +14, Stealth +39; <b>Racial Modifiers </b>+8 Bluff, +4 Perception</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Infernal, Protean; telepathy 100 ft.</h5><h5><b>SQ </b>change shape (Huge scorpion or scorpion-tailed human), murderer's reward</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land or urban</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Murderer's Reward (Su)</b> If the Stabbing Beast's attack reduces a target to fewer than 0 hit points, the Beast immediately gains 2d6 temporary hit points. If the attack kills the target, the Beast immediately gains 3d8 temporary hit points. Neither aspect of this ability can heal the Stabbing Beast more than the maximum hit points of the target. The temporary hit points last for 1 hour. </h5><h5><b>Poison (Ex)</b> Sting-injury; <i>save</i> Fort DC 26; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d6 Str; <i>cure</i> 2 consecutive <i>save</i>s. The save DC is Constitution-based. </h5><h5><b>Poison Stream (Ex)</b> The Stabbing Beast can force a stream of <i>poison</i> from its stinger at a target as a ranged attack. The target must make a successful DC 26 Fortitude save or be blinded for 1d4+1 rounds. This attack has a range of 180 feet with no range increment. The Beast can make this attack in place of a melee sting attack (for example, attacking twice with its weapons or claws and once with its <i>poison</i> stream). </h5><h5><b>Scorpion Mind (Ex)</b> Though the Stabbing Beast is an intelligent outsider, its mind functions much like an augmented vermin's brain, granting it a +4 bonus on all saving throws against mind-affecting effects. </h5><h5><b>Scorpion Strike (Ex)</b> The Stabbing Beast can make a single melee attack as a standard action. If this attack hits, it deals damage normally, and the target's base land speed is reduced to 5 feet for 2 rounds unless it succeeds at a DC 21 Fortitude saving throw. </h5><h5><b>Sudden Strike (Ex)</b> The Stabbing Beast is adept at moving quickly when its foes are surprised. During a surprise round, it may act as if it had a full round to act, rather than just one standard action.</h5></div><br><div><h4><p><p>The Stabbing Beast is the herald of Norgorber, the god of greed, murder, secrets, and <i>poison</i>. It is an incredibly dangerous predator, a creature of immense strength that uses its keen intellect and deadly <i>poison</i> to stalk and kill its prey. Its natural form is that of an huge scorpion, but it can also assume an armored humanoid shape suitable for stealth or interacting with Norgorber's followers. Though its main purpose for coming to Golarion is to kill, it has also been called to aid great thefts and bury terrible secrets. The Stabbing Beast enjoys the company of mortals in the same way that a well-fed barn cat enjoys the company of mice. It sometimes \"plays\" with these toys, teaching them secrets of alchemy or assassination, though it just as often maims or kills them as it sees fit or according to Norgorber's greater plans. It ignores most creatures as if they were unimportant or not even alive, bowling over these irrelevant people in its way and casually murdering those who make nuisances of themselves. <b></p><p>Ecology</b></p><p> The Stabbing Beast is guilty of thousands of killings and has no fear of death. It does not believe that anything other than its master can kill it, despite mortal records showing that it has been killed in the past; Norgorber wiped its memory of these failures when he resurrected his herald. Norgorber's herald is normally emotionless and cold, showing no remorse or regret for any death or injury. When the cult of Norgorber summons the Stabbing Beast, the mortals may present it with several choice targets to hunt and slay, though predicting its interests is difficult and the Beast may select its own target-or none at all- in exchange for its services. The Beast keeps trophies of its kills by covering the corpses in a preservative bile, swallowing them in its scorpion form, and regurgitating them when it returns to its lair deep beneath the planar metropolis of Axis. <b></p><p>Habitat & Society</b></p><p> The herald of Norgorber lives only to serve his dark master, whose mandates may come to the Stabbing Beast in a steady stream of evil deeds or sporadically and with long periods of dormancy between. When idle for too long, it tends to turn off its mind and simply waits in stasis, completely inert like a clockwork device that has run down. It reacts to prayers to Norgorber as if they were echoes of its master's voice, drawing its attention without violence and bringing it to full alertness.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Infernal, Protean; telepathy 100 ft.", "Source": "AP 59", "Land": "1", "Organization": "solitary", "Ref": "18", "Climb": "0", "HD": "(18d10+126)", "AbilitiyScores": "Str 16, Dex 35, Con 24, Int 13, Wis 15, Cha 14", "Gear": "", "Ranged": "poison stream +30 touch (blindness)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3175, "SubType": "(evil, extraplanar, shapechanger)", "MonsterSource": "", "Feats": "Combat Expertise, Combat Reflexes, Deflect ArrowsB, Dodge, Greater FeintB, Improved FeintB, Improved Initiative, Improved Iron Will, Iron Will, Mobility, Skill Focus (Stealth), Spring Attack, Two-Weapon FightingB", "AlternateNameForm": "Humanoid Form", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "18", "Fly": "0", "RacialMods": "+8 Bluff, +4 Perception", "AC": "35, touch 23, flat-footed 22", "Swim": "0", "Name": "Stabbing Beast", "VariantParent": "", "Skills": "Appraise +13, Bluff +22, Climb +12, Craft (alchemy) +13, Knowledge (arcana) +10, Knowledge (local) +13, Knowledge (nature) +10, Knowledge (planes) +13, Knowledge (religion) +13, Perception +27, Sense Motive +14, Stealth +39", "ClassArchetypes": "", "IsTemplate": "0", "Will": "15", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any land or urban", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Huge scorpion or scorpion-tailed human), murderer's reward", "Saves": "Fort +18, Ref +18, Will +15; +4 vs. mind-affecting", "Melee": "+1 short sword +20/+15/+10/+5 (1d6+4/17-20 plus bleed), +1 short sword +20 (1d6+2/17-20 plus bleed), sting +22 (1d6+5 plus bleed and poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft.", "Alignment": "NE", "Size": "Medium"}