{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 149, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gigas Clam</h2><h3><i>This monstrous clam's conjoined shells open wide enough to swallow a horse. Inside, two tubular siphons flank the thing's innards, which resemble a fleshy, vaguely humanoid woman, save that instead of a face, it has a singular massive maw filled with rows of ravenous teeth.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Gigas Clam</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CN Huge magical beast (aquatic)</h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>26, touch 8, flat-footed 26 (+18 natural, -2 size)</h5><h5><b>hp </b>149 (13d10+78)</h5><h5><b>Fort </b>+14, <b>Ref </b>+10, <b>Will </b>+8</h5><h5><b>DR </b>10/magic and slashing; <b>Immune </b>disease, poison</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., swim 60 ft.; jet (300 ft.)</h5><h5><b>Melee </b>bite +20 (2d6+9/19-20), 2 slams +20 (1d8+9 plus grab)</h5><h5><b>Ranged </b>siphon dart +11 (2d6+9/19-20 plus poison)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>devastating bite, siphon jet, swallow whole (4d8 acid damage, AC 19, 28 hp), trample (1d8+13, DC 22)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>28, <b>Dex </b>10, <b>Con </b>23, <b>Int </b> 7, <b>Wis </b>18, <b>Cha </b>11</h5><h5><b>Base Atk </b>+13; <b>CMB </b>+24 (+28 grapple); <b>CMD </b>34 (can't be tripped)</h5><h5><b>Feats </b>Combat Reflexes, Improved Critical (siphon dart), Improved Lightning Reflexes, Lightning Reflexes, Point- Blank Shot, Precise Shot, Vital Strike</h5><h5><b>Skills </b>Perception +13, Swim +27</h5><h5><b>Languages </b>Aquan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any oceans</h5><h5><b>Organization </b>solitary, cluster (2-5), or field (6-12)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Devastating Bite (Ex)</b> A gigas clam's bite attack threatens a critical hit on a roll of 19 or 20. </h5><h5><b>Poison (Ex)</b> Siphon dart-injury; <i>save</i> Fort DC 24; <i>frequency</i> 1/ round for 6 rounds; <i>effect</i> 1d6 Str damage and paralysis; <i>cure</i> 2 consecutive <i>save</i>s. </h5><h5><b>Siphon Dart (Ex)</b> A gigas clam constantly rolls collected sediment and calcifications into needle-like darts it can eject through its siphons. A gigas clam can fire one of these darts as a standard action at a maximum range of 100 feet with no range increment, dealing an amount of damage equal to 2d6 plus its Strength modifier, and possibly poisoning the target. </h5><h5><b>Siphon Jet (Ex)</b> As a full-round action, a gigas clam can use its powerful siphon to move a creature or object at least one size smaller up to 20 feet directly away from itself or directly toward itself in a straight line. A creature trapped in this stream of water can avoid the push or pull with a DC 22 Reflex save. A gigas clam can also use this jet to propel itself up to five times its swim speed in a straight line, and can use its trample attack in conjunction with this increased movement. If at any point during this movement the gigas clam comes in contact with a solid object (such as a ship's hull), it deals 4d8 points of damage as it rams the object with its durable shell. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Commonly found only in shallow beds of sediment on the ocean floor, the gigas clam is an unusual foe-one that often catches divers and sailors unaware when they mistake it for merely an oversized mollusk. Shining, misshapen barnacles cover a gigas clam's tough and distinctive shell, glittering nodes that attract curious fish toward the beast's side. Even larger predator fish such as marlins, tuna, and sharks can find themselves in the tightly clasped jaws of a gigas clam. Gigas clams are primarily sedentary monsters, content to lie in wait as prey inevitably wanders toward their seemingly harmless forms. Vast fields of the titanic bivalves can be found scattered along the ocean floor of the Inner Sea, feeding on fish and any debris that falls to the bottom, including shipwreck victims and castaways thrown overboard by pirates. If no food presents itself for some time, a bed of gigas clams either relocates or crawls toward land in search of a more dependable source of food. Gigas clams depart from their mostly passive hunting style once per year, when the bulging summer moon is at its fullest. Entire beds of the creatures propel themselves upward and burst through the surface of the water, attacking passing ships as well as coastal communities. During these times, gigas clams seek out their most favored prey: air-breathing humanoids. Using their powerful siphons to slam into passing merchant vessels and war galleons, the massive clams are indiscriminate in their search for humanoid flesh. Though they are normally hasty and seldom use tactics to obtain their prey, occasionally a lone gigas clam uses its feminine figure to trick unsuspecting ships into gigas clam-infested waters. The clam and its kin ruthlessly ram the vessel until its contents spill into the open water. Once trapped inside a gigas clam's quivering and contracting musculature, victims are almost certainly doomed, as the clam's acidic innards swiftly melt and destroy anything within. When engaged in melee, a gigas clam can strike with both its fleshy siphons as well as its terrible foot, which terminates in a toothy maw that can deliver devastating wounds. Since gigas clams openly attack land-dwellers only during 1 month out of the year, coastal communities and fisherfolk dwelling near gigas clam beds know to prepare their ships and docks for the deadly onslaughts of these creatures. But even the most formidable defenses are not enough to hold back great numbers of the clams, and most find it easier to simply avoid settling near gigas clam fields. Particularly bold monster hunters and sages travel throughout the Inner Sea during the summer in hopes of spotting the slimy beasts, using elaborate charts and maps listing past reports of the creatures to pick which areas to observe. A few whisper tales of immense magical pearls buried within the clams, which they postulate are responsible for the clams' increased size and intelligence. Others propose that the monsters absorb a portion of their victims' intelligence and memories while digesting them. <br><b>Infamous Deeds</b><br> Primarily encountered in the shallow depths of the Inner Sea and off the coast of western Garund, gigas clams leave a trail of destruction during their annual rampages, and have committed numerous deeds that prove them worthy of their notoriety. Humanoids living beneath the waves fear gigas clams as well-a field of the creatures destroyed the merfolk town of Selsurisa west of Absalom 10 years ago. The settlement had fought off the ravenous clams in years past, but the attack that devastated it was odd in that it took place during the region's cold season. The merfolk were thus unprepared when the beasts amassed and overran the town in a matter of hours. As the clams destroyed the town's sculpted caves and elegant spires, the merfolk sent waves of soldiers and giant crab companions to fight back, but their hasty defenses were no match for the sheer ferocity of the gigas clams. The merfolk have since relocated to other settlements around the Isle of Kortos, but have not forgotten the day of the attack, which many claim was inspired by fiendish sorcery not normally available to the gigas clams. Many of the merfolk still yearn to reclaim their overrun settlement, whose ruined towers and rubble-choked caves now serve as the breeding grounds for the brutal beings. In the early days of Bloodcove's founding, gigas clams found their way deep into the Fever Sea and settled in the Vanji River delta, where they feed on the plentiful fish and other sea creatures that travel downstream with the river's current. The mammoth clams posed a great threat to the fledgling Bloodcove's fragile trade and commerce, since few ships dared sail near the shallow delta in fear of surprise attacks by the unpredictable creatures. The pirates of the then-small port banded together and eventually defeated the beasts, but were unable to kill all of them. Some residents still worry that the clams might organize a retributive assault. <br><b>Adventure Hooks</b><br> Gigas clams tend to remain passive during the cooler months, but those who venture too close to their homes during the wrong season might run afoul of the giant mollusks. <ul><li> A trio of scavenger ships recently returned from looting Azlanti ruins only to meet their fate at the hands of a gigas clam, which smashed the ships to pieces and littered their treasures all over the sea floor below. Only the captain and two sailors survived the ordeal; the captain wants to return and claim what's his, while his two crew members want to have nothing to do with the sea for a long while. <li> In response to sightings of a gigas clam breaching the water this past summer near Corentyn, the Chelish Navy issued notice of a substantial bounty on the strange beasts. Several folk plan to set sail to hunt the creature. One ship in particular is crewed entirely by tengus, who keep a mysterious contraption covered with oiled canvas on their ship's deck and guard it day and night.</ul></p></h4></div>", "Languages": "Aquan", "Source": "AP 60", "Land": "1", "Organization": "solitary, cluster (2-5), or field (6-12)", "Ref": "10", "Climb": "0", "HD": "(13d10+78)", "AbilitiyScores": "Str 28, Dex 10, Con 23, Int 7, Wis 18, Cha 11", "Gear": "", "Ranged": "siphon dart +11 (2d6+9/19-20 plus poison)", "Type": "magical beast", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 3323, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Combat Reflexes, Improved Critical (siphon dart), Improved Lightning Reflexes, Lightning Reflexes, Point- Blank Shot, Precise Shot, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "26, touch 8, flat-footed 26", "Swim": "1", "Name": "Gigas Clam", "VariantParent": "", "Skills": "Perception +13, Swim +27", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any oceans", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +10, Will +8", "Melee": "bite +20 (2d6+9/19-20), 2 slams +20 (1d8+9 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., swim 60 ft.", "Alignment": "CN", "Size": "Huge"}