{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 212, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Addu</h2><h3><i>Striped with the brilliant colors of a maritime sunset, this beast winds its enormous body through the waves, a pair of wiry, talon-tipped arms and a snout full of horrendous teeth preceding a fan of razorlike fins.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Addu</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>N Gargantuan magical beast (aquatic)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +21</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 10, flat-footed 24 (+4 Dex, +18 natural, -4 size)</h5><h5><b>hp </b>212 (17d10+119)</h5><h5><b>Fort </b>+17, <b>Ref </b>+14, <b>Will </b>+9</h5><h5><b>Immune </b>poison; <b>Resist </b>fire 30</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., swim 80 ft.</h5><h5><b>Melee </b>bite +26 (4d6+13/19-20), 2 claw +26 (2d8+13/19-20), tail slap +21 (2d8+6)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft. (30 ft. with tail slap)</h5><h5><b>Special Attacks </b>capsize, miasmic breath, rip current</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>36, <b>Dex </b>18, <b>Con </b>25, <b>Int </b> 2, <b>Wis </b>15, <b>Cha </b>13</h5><h5><b>Base Atk </b>+17; <b>CMB </b>+34; <b>CMD </b>48 (can't be tripped)</h5><h5><b>Feats </b>Critical Focus, Endurance, Improved Critical (bite), Improved Critical (claw), Improved Iron Will, Iron Will, Power Attack, Sickening Critical, Vital Strike</h5><h5><b>Skills </b>Perception +21, Swim +25</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm oceans</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Miasmic Breath (Su)</b> Once every 1d4 rounds, an addu can exhale a 30-foot cone of poisonous breath. Creatures caught in the area must make a successful DC 25 Fortitude save or take 1d6 points of Constitution damage. This is a poison effect and the save DC is Constitution-based. </h5><h5><b>Rip Current (Su)</b> An addu can stir the water in such a way that it creates powerful currents in its immediate area. As a move action, an addu can either push creatures and objects up to 30 feet away from it or draw creatures and objects within 30 feet toward it. Creatures and objects caught in the rip current can resist being moved with a successful DC 25 Reflex save. This ability can only be used in the water, and the save DC is Constitution-based.</h5></div><br><div><h4><p><p>As enigmatic as they are dangerous, addus hail from the most hellish corners of Golarion's deepest seas. Addu encounters are thankfully rare, but those who have faced one and survived tell tales of the beasts' unimaginable powers. As a result, merchant and pirate lookouts alike carefully watch the watery horizons for jagged, fiery-hued spines, which have come to signal seafarers' imminent doom. The colors of the tropical deep-simmering reds, yellows, and oranges-decorate addus' long, serpentine bodies. In addition to the ominous fins on their backs, smaller spines jut from addus' snouts, heads, and necks. Their short but powerful forearms can strip flesh from bone, especially when the beasts employ them alongside their barge-sized jaws, which bear teeth the length of daggers. With long tails that can sweep from the water with whiplike velocity, addus can reach up to 50 feet long and weigh up to 14,000 pounds. <b></p><p>Ecology</b></p><p> Legends claim that when Golarion was young, fissures in its deepest seaf loors began spewing noxious gases left over from the planet's formation. These geysers helped provide life-giving heat to the equatorial oceans, but also rendered small pockets of deep-sea waters uninhabitable. Golarion's thriving aquatic ecosystem pushed back, however, and from these poisonous environs emerged the hardy addus. The geysers nurtured and strengthened these enormous, tropically colored creatures, instilling in them a mindless cruelty and a voracious hunger for raw meat. Legends maintain early addus trolled the edges of their toxic haunts, harnessing the power of rip currents to kill any prey lurking within the tolerable waters beyond. Eventually, addus evolved to embrace the poison native to their homes, and even to expel it as a weapon, bringing instant death to any creature unlucky enough to inhale it. Experts are unsure just how the addus developed their hunting techniques-whether magically or through a fluke of nature-but all agree that nothing known to modern scholarship explains their deadly abilities. In time, the deep-sea creatures developed heightened instincts that kept them far away from the telltale haze of addus' watery lairs. It was then that hunger drove the beasts to establish hunting grounds in shallower waters. Their natural maliciousness led addus to fight among themselves until each survivor had enough space to roam and feed alone. Scholars believe that every few weeks, addus experience a blinding hunger that prompts them to turn the seas red with the blood of their meals, which often consist of hundreds of pounds of raw, still-twitching meat. Addus are known to feed on whales, giant squid, dire sharks and-when other prey is scarce-sea serpents. Tales of epic battles between addus and sea serpents exist among many seafaring nations, scaring children and serving as a warning to sailors. Even more terrifying, however, are rumors that claim addus periodically crave humanoid flesh, and will capsize ships as large as their own bodies to obtain just a few bites of this succulent treat. Scholars debate whether addus hunt ships or rather attack them by mistake, confusing the vessels' shadows with those of surfacing whales. Regardless, addus pose a major threat to any vessel that frequents the vast stretches of open water where these beasts tend to stake their claims. <b></p><p>Habitat & Society</b></p><p> Owing to their violent natures, addus are nearly always found alone. They are said to be most concentrated in Golarion's southern seas, where legends allege ancient, noxious underwater geysers once were plentiful. A particularly unsettling tale speaks of an area several hundred miles west of the Shackles archipelago where addus' hunting grounds perfectly abut one another like a deadly, invisible puzzle. Although an addu that intrudes on another's hunting grounds can most certainly expect to battle its fellow beast to the death, some pirate legends maintain that these creatures occasionally cooperate-when it suits them. For example, an Ollo-based pirate captain once claimed that after happening upon a vicious battle between two addus, his vessel came under attack when the beasts spotted his ship's sails. Once the pirates outran them, the addus turned on each other again, intent on settling their original quarrel. But given that survivors of addu attacks speak of the speed with which the creatures dispatch their targets, most old salts conclude the captain invented a compelling but ultimately fictitious tale. It's believed that no one has yet survived a battle involving more than one addu. Scholars believe that female addus typically patrol hunting grounds measuring only a few square miles, while male members of the species are more nomadic, often moving on to new territories every few weeks. This may explain the beasts' reproductive practices. Aquatic elves report that up to five times during the creatures' fertile years, female addus deposit groups of six to eight eggs at the edge of their hunting grounds. The eggs secrete the noxious fumes that lend addus their infamy, attracting any nearby males, which then fertilize them. Addlets (as their young are called) appear to be born into a state of frenzy, immediately initiating brawls among their siblings. As is fitting for such vicious creatures, only the strongest addlet of a litter survives to seek its own hunting grounds and wreak havoc on its own victims. Despite their violent tendencies, addus appear to be long-lived creatures. Native tales speak of single addus that have terrorized the same waters for up to 6 centuries. These stories say the longer addus live, the more they crave humanoid flesh-or the more they crave maritime battle, depending on the variety of the tale. Either way, some of these stories describe addus, wizened through millennia of survival, capsizing ships before their unfortunate crew members ever realize they're being targeted. Then, the tales claim, the ancient addus pluck their victims from the sea, stripping the flesh from their bones one by one and offering no mercy save the final rest of death.</p></h4></div>", "Languages": "", "Source": "AP 60", "Land": "1", "Organization": "solitary or pair", "Ref": "14", "Climb": "0", "HD": "(17d10+119)", "AbilitiyScores": "Str 36, Dex 18, Con 25, Int 2, Wis 15, Cha 13", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "20 ft. (30 ft. with tail slap)", "DontUseRacialHD": "0", "id": 3326, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Critical Focus, Endurance, Improved Critical (bite), Improved Critical (claw), Improved Iron Will, Iron Will, Power Attack, Sickening Critical, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "17", "Fly": "0", "RacialMods": "", "AC": "28, touch 10, flat-footed 24", "Swim": "1", "Name": "Addu", "VariantParent": "", "Skills": "Perception +21, Swim +25", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "warm oceans", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +17, Ref +14, Will +9", "Melee": "bite +26 (4d6+13/19-20), 2 claw +26 (2d8+13/19-20), tail slap +21 (2d8+6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., swim 80 ft.", "Alignment": "N", "Size": "Gargantuan"}