{"Group": "Devil", "Space": "10 ft.", "Mythic": "0", "HP": 103, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Devil, Drowning</h2><h3><i>Frail, finlike wings erupt from the back of this serpentine creature, whose head resembles that of a ram-horned, four-eyed fish, and whose muscular arms end in masses of writhing tentacles like fists made of sea anemones.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Drowning Devil (Sarglagon)</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>LE Large outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., see in darkness, <i>see invisibility</i>; Perception +17</h5><h5><b>Aura </b>heavy aura (10 ft., DC 18)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 17, flat-footed 13 (+7 Dex, +1 dodge, +4 natural, -1 size)</h5><h5><b>hp </b>103 (9d10+54)</h5><h5><b>Fort </b>+12, <b>Ref </b>+10, <b>Will </b>+11</h5><h5><b>DR </b>5/good; <b>Immune </b>fire, poison; <b>Resist </b>acid 10, cold 10; <b>SR </b>19</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 30 ft. (average), swim 40 ft.</h5><h5><b>Melee </b>bite +15 (2d6+5), 2 slams +15 (1d8+5 plus <i>poison</i>)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>drown</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +16) </br>Constant&mdash;<i>see invisibility</i>, <i>water breathing</i> </br>At Will&mdash;<i>control water</i>, <i>curse water</i>, <i>discern lies</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>hydraulic push</i>* </br>3/day&mdash;<i>hydraulic torrent</i>*, <i>poison</i> (DC 18), <i>protection from good</i> </br>1/day&mdash;<i>freedom of movement</i>, summon (level 4, 1 drowning devil 35%)</h5></h5><h5>* See the <i>Advanced Player's Guide</i>.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>25, <b>Con </b>23, <b>Int </b> 16, <b>Wis </b>20, <b>Cha </b>19</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+17; <b>CMD </b>33 (can't be tripped)</h5><h5><b>Feats </b>Agile Maneuvers, Combat Reflexes, Dodge, Weapon Finesse, Wind Stance</h5><h5><b>Skills </b>Bluff +16, Diplomacy +16, Fly +5, Intimidate +16, Knowledge (nature) +15, Knowledge (planes) +15, Perception +17, Sense Motive +17, Stealth +15, Swim +22</h5><h5><b>Languages </b>Celestial, Common, Draconic, Infernal; telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Hell)</h5><h5><b>Organization </b>solitary, pair, or guard (3-10)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Drown (Su)</b> As a full-round action, a drowning devil can summon murky water into the lungs of a single target within 30 feet. If the target cannot breathe water, it cannot hold its breath and immediately begins to drown. At the start of its next turn, the target must succeed at a DC 18 Fortitude save to cough up this water; otherwise, it falls unconscious at 0 hit points. On the next round, the target must save successfully again or drop to -1 hit point and be dying; on the third round it must save successfully again or die. The save DC is Charisma-based. </h5><h5><b>Heavy Aura (Su)</b> Whenever a creature enters the drowning devil's heavy aura, it must succeed at a DC 18 Will save or reduce its speed as if carrying a load one step higher or wearing armor one category heavier (whichever is worse), and the creature's armor check penalty increases by 2. A creature already carrying a heavy load or wearing heavy armor that fails its save cannot move as long as it remains in the affected area. A creature that successfully saves against a drowning devil's heavy aura is immune to that devil's aura for 24 hours. The save DC is Charisma-based. </h5><h5><b>Poison (Ex)</b> Slam-injury; <i>save</i> Fort DC 20; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d4 Str; <i>cure</i> 2 consecutive <i>save</i>s.</h5></div><br><div><h4><p><p>Few creatures among the hosts of Hell have as horrific a visage as a drowning devil-called a sarglagon in its own Infernal tongue. Four unblinking orange eyes stare out of its vaguely piscine head, flanked by a pair of curving ram's horns and located above a wide mouth of countless jagged teeth. Where one would expect hands or even claws, a drowning devil instead has fists of writhing, stinging tentacles, as though the infernal creature bore a pair of sea anemones as <i>poison</i>ous cudgels. A pair of finlike wings sprouts from the beast's shoulders, wafting like seaweed at their frayed ends. Below the waist, a drowning devil resembles a long, serpentine fish, with a fluked tail and a ridge of spines running down its back. Drowning devils take great pride in being the best-adapted guardians of Hell's waterways, and are among the few fiends who travel the seas and rivers of the multiverse as part of larger infernal plots. Though a drowning devil can function perfectly well on dry land or even in the air, it is truly a force to be reckoned with within its natural aquatic environment. In any environment, a drowning devil moves with a haunting litheness as though it were swimming through the air or across the ground. The typical drowning devil weighs 600 pounds, and when stretched to full length, can surpass 15 feet from head to tail. <b></p><p>Ecology</b></p><p> Most sarglagons come into being when petitioners of Hell exhibit particular skill or passion for keeping secrets, guarding passageways, and protecting against incursions. Drowning devils are vigilant guardians whose versatility in all environments makes them ideal sentinels, especially over Hell's waterways. From the swamps of Stygia to the River Styx, intruders often use Hell's aqueous channels to encroach upon Hell's borders from other planes, and cowardly souls flee to these waterways in the hope of finding a route to escape their eternal torment. Thus, those lower-ranking devils who please the masters of Hell by guarding the secrets and captives that power the plane and its denizens are sometimes transformed into sarglagons, granting them better tools with which to ensure the safety and seclusion of their charges. <b></p><p>Habitat & Society</b></p><p> From the fetid swamps of Stygia, the fifth layer of Hell, rise the Academies of Lies, where the archdevil Geryon and his minions hoard secrets, lies, and valuable knowledge with which they can manipulate weaker souls throughout the planes, bringing untold numbers to the ranks of Hell. But while the osyluths actively seek these secrets and lies to swell their library-temples, drowning devils serve as the guardians of the mires that surround them, ensuring unwelcome eyes do not gaze upon the secrets that ensure Hell's dominance, and preventing oaths held tight by their masters from slipping out of the devils' grasps. Drowning devils not only serve as sentinels of Hell, but are often called by diabolists and conjurers on the Material Plane to serve as guardians of their infernal lairs, hidden treasures, or personal secrets. Gaining a sarglagon's service often comes at a high price, for a drowning devil is not likely to simply stand watch when given access to an item so valuable that it requires a fiendish guardian. Rather, the contracts required to bind them to their task typically come with strict terms defining how long the devil will serve as protector, what access it can have to that which it guards, and what portion of its charge it may claim when its service is finished. Those who wish to bind a drowning devil or call one as a planar ally find better success when the secret or treasured prize they wish the sarglagon to protect is more valuable, more damning, or ultimately more attractive to the devil, as the temptation of guarding something it can later use for its own benefit can motivate a drowning devil to bargain more flexibly, lest it risk losing access to such a prize for being too stubborn or demanding. Even then, mortals must be as vigilant as their devil servitors in order to ensure that the sarglagons are not exploiting some oversight in their negotiations. Some on the Material Plane find themselves the wards of drowning devils without personally entering into an agreement with a sarglagon. This is especially common in cases where the taint of infernal blood runs through a human's veins, or more often when a human births a tief ling child. In these instances, the devils related to the mortals contract the sarglagons to act as their proxies upon the Material Plane-agents tasked with ensuring the safety of the devils' humanoid kin. Whether the devil progenitors do this to keep their mortal offspring safe for their own far-reaching plans or out of some sense of loyalty depends on the particular instance, but for those under the care of a drowning devil, the motivations rarely matter. A sarglagon's vigilance is stif ling to one hoping to live a life of free choices and privacy, and often the greatest threat to drowning devil's charges is the charges themselves, as many see suicide as the only way to escape the constant gaze of their eerie diabolic guardian.</p></h4></div>", "Languages": "Celestial, Common, Draconic, Infernal; telepathy 100 ft.", "Source": "AP 60", "Land": "1", "Organization": "solitary, pair, or guard (3-10)", "Ref": "10", "Climb": "0", "HD": "(9d10+54)", "AbilitiyScores": "Str 20, Dex 25, Con 23, Int 16, Wis 20, Cha 19", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3327, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Agile Maneuvers, Combat Reflexes, Dodge, Weapon Finesse, Wind Stance", "AlternateNameForm": "Sarglagon", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "1", "RacialMods": "", "AC": "21, touch 17, flat-footed 13", "Swim": "1", "Name": "Drowning Devil", "VariantParent": "", "Skills": "Bluff +16, Diplomacy +16, Fly +5, Intimidate +16, Knowledge (nature) +15, Knowledge (planes) +15, Perception +17, Sense Motive +17, Stealth +15, Swim +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any (Hell)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +12, Ref +10, Will +11", "Melee": "bite +15 (2d6+5), 2 slams +15 (1d8+5 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 30 ft. (average), swim 40 ft.", "Alignment": "LE", "Size": "Large"}