{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 138, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gargiya</h2><h3><i>With burning eyes and a snapping maw, this blood-red serpent rises from the ocean's depths. Sweltering heat radiates from its rippling scales.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Gargiya</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>N Huge magical beast (aquatic)</h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 90 ft., low-light vision; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 9, flat-footed 23 (+1 Dex, +15 natural, -2 size)</h5><h5><b>hp </b>138 (12d10+72)</h5><h5><b>Fort </b>+14, <b>Ref </b>+11, <b>Will </b>+4</h5><h5><b>Immune </b>fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., swim 50 ft.</h5><h5><b>Melee </b>bite +20 (3d6+10/19-20 plus grab), tail slap +15 (2d6+5)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>boiling seas, constrict (3d6+12), dying gasp, scalding scales</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>31, <b>Dex </b>13, <b>Con </b>23, <b>Int </b> 2, <b>Wis </b>10, <b>Cha </b>10</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+24 (+28 grapple); <b>CMD </b>35 (can't be tripped)</h5><h5><b>Feats </b>Awesome Blow, Critical Focus, Improved Bull Rush, Improved Critical (bite), Lightning Reflexes, Power Attack</h5><h5><b>Skills </b>Perception +6, Stealth +4, Swim +22</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm oceans</h5><h5><b>Organization </b>solitary or shoal (2-3)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Boiling Seas (Ex)</b> Once per minute, a gargiya can concentrate the heat within its body, causing seawater in a 20-foot radius to boil for 1d6 rounds. All creatures caught in this boiling seawater take 4d8 points of fire damage. Creatures spending 2 or more consecutive rounds subjected to this damage must succeed at a DC 22 Fortitude save or fall unconscious. The save DC is Constitution-based. </h5><h5><b>Dying Gasp (Su)</b> When a gargiya is killed, it disgorges from its gullet the molten boulder that heats its body. Its fiery death throes deal 6d6 points of fire damage to all creatures within a 20-foot-radius burst. A DC 22 Reflex save halves this damage. The save DC is Constitution-based. </h5><h5><b>Scalding Scales (Ex)</b> A gargiya generates such intense heat that anything touching it takes 2d6 points of fire damage. Creatures striking a gargiya with natural attacks or unarmed strikes are subject to this damage. Any metal weapon striking a gargiya must succeed at a DC 22 Fortitude save or melt, gaining the broken condition. A metal weapon that fails a second save is destroyed. Wooden weapons are destroyed after only one failed save. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Crueler and more volatile than their sea-serpent cousins, gargiyas gravitate toward and sustain themselves on seismic hotspots. Far from being a danger to the beasts, these bubbling crevices spew a form of magma that imbues gargiyas with incredible abilities. From birth, gargiyas ingest magma bubbling up from the ocean floor. By the time they've reached maturity, the monsters develop a molten core in their gullets that allows them to call forth scalding heat at will. Gargiyas' aggressive tendencies toward seafarers have garnered them a well-earned nickname-\"boiler beasts.\" Gargiyas' affinity for all things volcanic has left a pattern of stippled crimson on their massive, snake-like bodies. The spiny frills jutting from their heads and necks resemble enormous, iron-forged blades, and hundreds of stubby appendages line the sides of their underbellies, wriggling ominously when the beasts rear from the sea. Of all the gargiyas' features, though, perhaps the most intimidating are their eyes and maws, which seethe with the light and heat of burning coals-particularly when the beasts are aggravated. Capable of slithering through water like an enormous python, a gargiya stretches 30 feet in length and weighs up to 5 tons. <b></p><p>Ecology</b></p><p> Legends of the seas say that early in gargiyas' existence, as the ocean floor around them shuddered and stretched, the warmth of the seas' burgeoning volcanoes fascinated the beasts. To the gargiyas, these seismic regions offered a siren call of safety, isolation and-unbeknownst to the animalistic creatures-power. While it's unclear just how it lends gargiyas such power, scholars agree that this magma serves as gargiyas' primary sustenance and as the source of their hyperthermal abilities. Scholars believe that as gargiyas became more adept at manipulating heat, they became more protective of the magma vents they call home. Whereas early legends speak of gargiyas that rarely surfaced, preferring to stay close to their volcanic lairs, modern stories tell of gargiyas that see any sentient creatures-even if they're sailing a mile away-as threats to be met head-on. The few sailors who have survived these encounters warn of gargiyas that actively patrol the waters surrounding their magma vents, surfacing at even the slightest sign of unlucky passersby. Apparently, to the gargiyas, any who venture near their precious lairs must covet them. Because of gargiyas' aggressiveness, a small subset of oceanic cartographers has devoted itself to recording the locations of their known lairs. These maps, available in many southern ports' markets, are popular among traders and pirates who wish to skirt fiery confrontation. However, in testament to the cutthroat competition between many port merchants, it's not unheard of for these maps to contain \"mistakes\"-oversights built into the guides by their previous owners, hoping to lure rivals to horrific doom, or protect favored shipping lanes. Despite gargiyas' destructive reputations, some Golarion cultures revere their molten cores as a symbol of status and wealth. Taldans, in particular, are drawn to the cores' seductively mysterious glow. The richest Taldan patriarchs often believe owning such a rare treasure-and showing it off, of course-is a worthy life goal. Careless of the risks gargiya hunts entail, these patriarchs sometimes sponsor teams of adventurers to quest for these cores. Most of these expeditions end in bloody and burning tragedy, but to some hardy sea-goers, the potential rewards of glory and riches are too alluring to resist. <b></p><p>Habitat & Society</b></p><p> Gargiyas mostly live alone near major archipelagos with abundant volcanic activity. They are most numerous in the isolated waters surrounding the Shackles, though scattered sightings have been reported throughout Golarion's warmer seas. There is a significant concentration of gargiyas near the Smoker where magma seeps up from the sea floor, and also talk of a stretch north of Shark Island where gargiya lairs speckle the ocean floor by the dozens. No one knows, however, whether this latter story is true or rather was concocted to deter authorities from the hideouts of buccaneers who roamed the islands before the sahuagin staked their claim there. Gargiyas do not typically share their homes with others of their kind. However, sailors have told stories of defeating a gargiya after a long and brutal struggle only to come face to face with another one-ostensibly coming to its kin's aid. The question of whether these tales are simple exaggerations or evidence of gargiya collaboration has prompted many a fistfight in portside taverns. How well these braggarts fare in such brawls often indicates whether they're capable of the outlandish adventures they so boldly claim. Although tales of collaborating gargiyas are unsettling enough, even more sinister rumors have surfaced from seafarers who dare to brave the Eye of Abendego. There, the tales say, the turbulent seas beneath Golarion's permanent hurricane hide groups of gargiyas whipped into a frenzy by the tempest that followed Aroden's death a century ago. According to legend, these gargiyas roam the entire area of the Eye as predators, ambushing ships and boiling their crews in the ocean's salty waters. It is said that they decorate their volcanic lairs with their victims' bones, hinting that gargiyas possess an intelligence beyond that of mere animals. Unlike many reptilian creatures, gargiyas birth their young live. Scholars agree that, typically, male and female gargiyas come together to breed every decade or so. Afterward, the beasts abandon each other. When the female returns to her lair, she is thought to consume large amounts of magma while her single snakeling gestates, usually for a period of about 10 years. When giving birth, the gargiya expels her offspring into a magma-spewing fissure, where it grows and gathers strength until it leaves to find its own home. Although there is some debate about gargiyas' longevity, scholars believe they typically live around 300 years. Rumors, however, speak of gargiyas that have lived much longer-perhaps even predating modern civilization-but if any have encountered such an ancient terror and survived, they have never surfaced to tell the tale.</p></h4></div>", "Languages": "", "Source": "AP 60", "Land": "1", "Organization": "solitary or shoal (2-3)", "Ref": "11", "Climb": "0", "HD": "(12d10+72)", "AbilitiyScores": "Str 31, Dex 13, Con 23, Int 2, Wis 10, Cha 10", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 3329, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Awesome Blow, Critical Focus, Improved Bull Rush, Improved Critical (bite), Lightning Reflexes, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "24, touch 9, flat-footed 23", "Swim": "1", "Name": "Gargiya", "VariantParent": "", "Skills": "Perception +6, Stealth +4, Swim +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "warm oceans", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +11, Will +4", "Melee": "bite +20 (3d6+10/19-20 plus grab), tail slap +15 (2d6+5)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., swim 50 ft.", "Alignment": "N", "Size": "Huge"}