{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 162, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lorelei</h2><h3><i>What appears to be a rock sprouts tentacles from its uppermost surface. The human face spanning much of the creature's barrel-shaped body gives the creature a passing resemblance to a disembodied neck and head with tentacles for hair.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Lorelei</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>NE Large aberration (aquatic)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft.; Perception +24</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>27, touch 10, flat-footed 26 (+1 Dex, +17 natural, -1 size)</h5><h5><b>hp </b>162 (12d8+108)</h5><h5><b>Fort </b>+13, <b>Ref </b>+5, <b>Will </b>+13</h5><h5><b>Immune </b>sonic; <b>Resist </b>cold 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft., swim 20 ft.</h5><h5><b>Melee </b>4 tentacles +18 (1d8+9 plus poison)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>murmur, poison, vortex</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +17) </br>At Will&mdash;<i>ghost sound</i> (DC 15), <i>speak with dead</i> (DC 18), <i>ventriloquism</i> (DC 16), <i>whispering wind</i> </br>3/day&mdash;<i>command undead</i> (DC 17), <i>control water</i>, <i>fog cloud</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>28, <b>Dex </b>13, <b>Con </b>29, <b>Int </b> 11, <b>Wis </b>16, <b>Cha </b>20</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+19; <b>CMD </b>30 (can't be tripped)</h5><h5><b>Feats </b>Improved Initiative, Iron Will, Power Attack, Skill Focus (Perception), Skill Focus (Stealth), Weapon Focus (tentacle)</h5><h5><b>Skills </b>Bluff +15, Climb +21, Perception +24, Sense Motive +15, Stealth +18 (+26 in rocky areas), Swim +21; <b>Racial Modifiers </b>Acrobatics (-4 when jumping), +8 Stealth in rocky areas</h5><h5><b>Languages </b>Aquan, Common</h5><h5><b>SQ </b>freeze, water dependency</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any coasts</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Poison (Ex)</b> Tentacle-injury; <i>save</i> Fort DC 25; <i>frequency</i> 1/round for 4 rounds; <i>effect</i> 1d4 Str; <i>cure</i> 2 consecutive <i>save</i>s. </h5><h5><b>Murmur (Su)</b> A lorelei's murmur has the power to infect the minds of those that hear it, calling them to the its side. This effect even has the ability to influence undead creatures despite their usual immunity to mind-affecting effects. When a lorelei murmurs, all creatures aside from other lorelei within a 300-foot spread must succeed on a DC 20 Will saving throw or become captivated. A creature that successfully saves is not subject to the same lorelei's song for 24 hours. A victim under the effects of the murmur moves toward the lorelei using the most direct means available. If the path leads them into a dangerous area such as through fire or off a cliff, that creature receives a second saving throw to end the effect before moving into peril. Affected creatures can take no actions other than to defend themselves. A victim within 5 feet of the lorelei simply stands and offers no resistance to the its attacks. This effect continues for as long as the lorelei murmurs and for 1 round thereafter. This is a sonic mind-affecting charm effect. The save DC is Charisma-based. </h5><h5><b>Vortex (Su)</b> A lorelei can create a whirlpool as a standard action, at will. This ability functions identically to the whirlwind special attack (<i>Pathfinder RPG Bestiary</i> 306), but can form only underwater and cannot leave the water. A creature must succeed at a DC 25 Reflex save or be snared by the churning waters. The vortex is 20 feet across and 80 feet deep, and deals 2d8+9 points of damage. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>A lorelei resembles an enormous, stony sea anemone with a humanlike face covering much of its body. Noted for its ability to produce magical murmurs that entrance sailors navigating close to its lair, a lorelei is a magnet for destruction. The creatures lurk near rocky outcroppings and protuberances, barely concealed by crashing waves or rushing rivers, eager to lure humanoids to their deaths. Also known as a \"murmuring stone\" for its rocklike natural camouf lage, a lorelei is a solitary creature that shuns peaceful contact with other living things. It broods in the shadows of seaside cliffs and ocean trenches, emerging only to torment the living. When not pursuing more complicated schemes, a lorelei is fond of wrecking ships on nearby rocks and luring sailors beneath the surface to drown. Some claim these creature were once a species of beautiful fey cursed by foul forces. This claim is backed by the fact that they behave much like nereids, nixies, and sirens. A lorelei stands 9 feet tall, not counting the tentacles atop its body, and weighs around 2,000 pounds. <b></p><p>Ecology</b></p><p> A lorelei's body is barrel-shaped, with a foot known as a basal disk at the bottom. A lorelei's basal disk is less adhesive than that of a sea anemone but more flexible, allowing the lorelei to climb at a reasonable pace, and to swim by undulating its underside. At the top end of the lorelei's body, dozens of tentacles surround a toothless maw that it uses to ingest food. In addition to these strange features, the lorelei has a humanlike face that covers much of its body on one side. The mouth on the lorelei's face cannot consume food-it exists only to produce speech and other sounds. In contrast, a lorelei's eyes are fully functional. The lorelei has no ears, but can sense sound with its entire body, having a range of hearing comparable to that of an average human. A lorelei's brain is located behind its face, protected by a plate of cartilage. That hard plate is the only part of a lorelei's body that isn't yielding and rubbery. A lorelei's hide is difficult to crush and cut, serving as surprisingly effective natural armor. This skin is also camouf laged with a rocklike appearance. A lorelei can retract its tentacles to take on the appearance of a boulder, allowing it to remain hidden until its prey is too close to escape. True to their rarity and solitary nature, loreleis reproduce asexually. Every few decades, a lorelei can produce another of its kind by splitting off a single piece of its body, which then grows into a young lorelei. Offspring produced in this manner inherit portions of their parent's memories, giving them fully functioning adult minds without any need for instruction or socialization. <b></p><p>Habitat & Society</b></p><p> A lorelei prefers a lonesome and solitary existence, shunning its own kind as readily as it shuns all living things. Brooding and morose, loreleis enjoy only one thing: making other, happier creatures suffer. Loreleis regularly orchestrate conf licts, shipwrecks, and other disasters to celebrate the cruel hand of fate that rules the nihilistic world they see everywhere they look. Since it rarely wanders far from its rocky lair, a lorelei sits in wait, sometimes for weeks, hoping for a victim to come within range of its murmured song. Though it will fight to keep its lair, a lorelei dislikes prolonged conf lict and abandons its rocky outcroppings or underwater caves if the location receives too much visitation or attention. Sometimes a lorelei maintains two or three lairs in order to move between them regularly, thus attracting less attention to each location.</p></h4></div>", "Languages": "Aquan, Common", "Source": "AP 60", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "1", "HD": "(12d8+108)", "AbilitiyScores": "Str 28, Dex 13, Con 29, Int 11, Wis 16, Cha 20", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 3330, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Improved Initiative, Iron Will, Power Attack, Skill Focus (Perception), Skill Focus (Stealth), Weapon Focus (tentacle)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "0", "RacialMods": "Acrobatics (-4 when jumping), +8 Stealth in rocky areas", "AC": "27, touch 10, flat-footed 26", "Swim": "1", "Name": "Lorelei", "VariantParent": "", "Skills": "Bluff +15, Climb +21, Perception +24, Sense Motive +15, Stealth +18 (+26 in rocky areas), Swim +21", "ClassArchetypes": "", "IsTemplate": "0", "Will": "13", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "any coasts", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "freeze, water dependency", "Saves": "Fort +13, Ref +5, Will +13", "Melee": "4 tentacles +18 (1d8+9 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., climb 20 ft., swim 20 ft.", "Alignment": "NE", "Size": "Large"}