{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 184, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Seaweed Siren</h2><h3><i>This creature's three singing heads sway atop serpentine necks that extend from a bulbous body split by a wide, toothy mouth. Pungent strands of seaweed cover the creature like slimy hair.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Seaweed Siren</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>CN Large magical beast (aquatic)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +15</h5><h5><b>Aura </b>cacophony 100 ft.</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>26, touch 11, flat-footed 24 (+2 Dex, +15 natural, -1 size)</h5><h5><b>hp </b>184 (16d10+96)</h5><h5><b>Fort </b>+16, <b>Ref </b>+12, <b>Will </b>+8</h5><h5><b>Immune </b>mind-affecting effects; <b>Resist </b>fire 10, sonic 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 30 ft.</h5><h5><b>Melee </b>bite +25 (2d8+15/19-20)</h5><h5><b>Ranged </b>strident squalls +17 ranged touch (4d6 sonic)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>terrible gaze, trample (1d10+15, DC 28), uttered curse</h5><h5><b>Spell-Like Abilities</b> (CL 15th; concentration +19) </br>At Will&mdash;<i>shatter</i> (DC 16) </br>3/day&mdash;<i>charm monster</i> (DC 18), <i>confusion</i> (DC 18), <i>tongues</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>15, <b>Con </b>22, <b>Int </b> 11, <b>Wis </b>16, <b>Cha </b>19</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+27; <b>CMD </b>39 (47 vs. trip)</h5><h5><b>Feats </b>Ability Focus (uttered curse), Alertness, Blind-Fight, Critical Focus, Deafening Critical, Improved Critical (bite), Point-Blank Shot, Power Attack</h5><h5><b>Skills </b>Bluff +14, Perception +15, Sense Motive +5, Stealth +16 (+20 in water), Swim +18; <b>Racial Modifiers </b>+4 Stealth in water</h5><h5><b>Languages </b>Aklo</h5><h5><b>SQ </b>three-headed, water dependency</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any coasts</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Cacophony (Su)</b> A seaweed siren sings clashing melodies and babbles discordant noise while attacking. Casting a spell within 100 feet of a seaweed siren requires a concentration check (DC 15 + the level of the spell being cast). In addition, all other concentration checks and Perception checks involving hearing have their DCs increased by 5. A seaweed siren can begin or end this ability as a free action. </h5><h5><b>Strident Squall (Su)</b> A seaweed siren can blast its enemies with bolts of sonic energy. As a ranged touch attack, a seaweed siren can fire one ray out of each of its heads at a range of 60 feet dealing 4d6 points of sonic damage. The rays can be fired at different targets or the same target. </h5><h5><b>Terrible Gaze (Su)</b> Staggered 1d6 rounds, 30 feet, Will DC 22 negates. The save DC is Charisma-based. </h5><h5><b>Three-Headed (Ex)</b> Reducing a seaweed siren's number of heads reduces the creature's ability to use its strident squall special attack. To sever a head, an opponent must make a sunder attempt with a slashing weapon targeting the head. A head is considered a separate weapon with hardness 0 and hit points equal to the seaweed siren's number of hit dice. To sever a head, an opponent must inflict enough damage to reduce the head's hit points to 0 or less. Severing a head deals an amount of damage to the seaweed siren's body equal to the seaweed siren's number of hit dice. A seaweed siren can't attack with a severed head, and a seaweed siren with no remaining heads can't use its cacophony or uttered curse special abilities or its spell-like abilities. </h5><h5><b>Uttered Curse (Su)</b> Once per day, a seaweed siren can cast <i>bestow curse</i> (DC 20) as a spell-like ability at a range of 30 feet. The save DC is Charisma-based. </h5><h5><b>Water Dependency (Ex)</b> A seaweed siren can survive out of the water for 1 hour per point of Constitution. Beyond this limit, a seaweed siren runs the risk of suffocation, as if it were drowning.</h5></div><br><div><h4><p><p>On first glance, this creature appears to blur the line between plant and animal. Three eyeless heads sway above the central body mass, constantly singing, chanting, and speaking in nonsense languages and simple babble. Seaweed covers the creature's three false heads and its main central body-a form of camouf lage to help the beast remain hidden while hunting. Six stout, crablike legs carry this creature along the coast and through the rocky tide pools it inhabits. A seaweed siren stands over 8 feet tall from the tip of its stubby legs to the top of its heads, and is nearly 7 feet in diameter. The creature weighs upward of 3,500 pounds. <b></p><p>Ecology</b></p><p> Seaweed sirens hunt near the shore, where they wait for clam diggers strolling the beaches, lone fisherfolk, or even passing ships. Once a seaweed siren spots its prey, the creature lurks just under the water and allows its three strange heads to protrude above the surface. The swaying heads sing songs and babble in strange nonsense languages to fuel the seaweed siren's many special abilities. Even when not in use against a potential meal, the heads seemingly converse with each other, holding lengthy conversations full of random syllables and made-up words. Once it draws its prey near, the seaweed siren attempts to charm or bewilder its foe to gain the advantage. After this, the creature moves closer and begins to devour its still-living victim. While the seaweed siren prefers to dine on living humanoids, it uses its strident squall attacks to incapacitate or kill prey that flees or resists its charm attempts. Seaweed sirens use a form of aggressive mimicry, appearing to have humanoid features in order to lure in their preferred meals. A seaweed siren's heads are nothing more than appendages. While they have mouths the creature can breathe through, it doesn't eat using these mouths. Seaweed sirens' heads grow differently depending on where the creature developed in order to match the skin tone and apparent ethnicity of the surrounding humanoid population. In addition, the heads are eyeless-the siren sees using the many eyes on its main body mass. A seaweed siren's eyes twist and spin within their sockets when the creature uses its terrible gaze attack. When seaweed sirens can't find their favored food- intelligent creatures and humanoids-they can subsist on fish, but they prefer aquatic mammals as an alternative. Seals and sea otters find their way into a seaweed siren's mouth most often, but the creature must actively hunt those morsels, as its particular bait is ineffective against the animals and more likely to scare them off than to lure them closer. Some sailors report larger and more dangerous variations of the seaweed siren. If these reports are true, some seaweed sirens measure twice the size of regular ones, and possess more than three heads and more powerful abilities. <b></p><p>Habitat & Society</b></p><p> Seaweed sirens live solitary lives, rarely if ever encountering others of their kind. It's unclear to scholars how these creatures procreate, but they must have some method, since they've been spotted along Golarion's coasts for thousands of years. Some who research the strange monsters pose the theory that seaweed sirens birth their young from thick leathery shells, much like turtle eggs or fibrous seeds. Seaweed sirens sometimes ally themselves with other aquatic creatures to share in hunts or for mutual protection. Sahuagin typically don't trust the seaweed sirens, nor do they have the patience to work too closely with the creatures for long, but they have been known to befriend a seaweed siren and work with it long enough to capture new slaves and restock their humanoid food supply. Locathah sometimes use these strange beasts as protectors, keeping the seaweed sirens well fed in return for the creatures serving as lookouts and sentinels. Merfolk and aquatic elves avoid seaweed sirens, and even go so far as to sometimes warn other humanoid communities when one is discovered to be hunting nearby. A seaweed siren can speak Aklo, and constantly babbles in glossolalia, but if it manages to talk with another sentient being that has a language long enough, it begins mimicking the other's language and speech patterns, eventually sounding exactly like it. Though a seaweed siren can use its <i>tongues</i> spell to understand and speak any language, it prefers to talk with and mimic its conversational partners without resorting to using this ability. Some speculate the creature catalogs every conversation in order to add to the collection of sounds and words that power its cacophony special ability.</p></h4></div>", "Languages": "Aklo", "Source": "AP 60", "Land": "1", "Organization": "solitary", "Ref": "12", "Climb": "0", "HD": "(16d10+96)", "AbilitiyScores": "Str 30, Dex 15, Con 22, Int 11, Wis 16, Cha 19", "Gear": "", "Ranged": "strident squalls +17 ranged touch (4d6 sonic)", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3334, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Ability Focus (uttered curse), Alertness, Blind-Fight, Critical Focus, Deafening Critical, Improved Critical (bite), Point-Blank Shot, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "16", "Fly": "0", "RacialMods": "+4 Stealth in water", "AC": "26, touch 11, flat-footed 24", "Swim": "1", "Name": "Seaweed Siren", "VariantParent": "", "Skills": "Bluff +14, Perception +15, Sense Motive +5, Stealth +16 (+20 in water), Swim +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "any coasts", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "three-headed, water dependency", "Saves": "Fort +16, Ref +12, Will +8", "Melee": "bite +25 (2d8+15/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 30 ft.", "Alignment": "CN", "Size": "Large"}