{"Group": "Bishop", "Space": "5 ft.", "Mythic": "0", "HP": 38, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Bishop, Agathion</h2><h3><i>Layers of translucent, shimmering fins flow along this fish-man's spindly body. Tentacles curl below its stately mouth, and its humanlike hands and feet end in stubby but sharp claws. Bishop</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Agathion</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>NG Medium outsider (aquatic, extraplanar, good)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., low-light vision, <i>detect evil</i>; Perception +11</h5><h5><b>Aura </b>fear (30 ft., DC 16)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 13, flat-footed 14 (+3 Dex, +4 natural)</h5><h5><b>hp </b>38 (7d10)</h5><h5><b>Fort </b>+2, <b>Ref </b>+8, <b>Will </b>+8; +4 vs. poison</h5><h5><b>DR </b>5/evil or silver; <b>Immune </b>electricity, petrification; <b>Resist </b>cold 10, sonic 10; <b>SR </b>15</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 60 ft.</h5><h5><b>Melee </b>2 claws +10 (1d10+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>stunning strike</h5><h5><b>Spell-Like Abilities</b> (CL 4th; concentration +3) </br>Constant&mdash;<i>detect evil</i>, <i>speak with animals</i> </br>At Will&mdash;<i>create water</i>, <i>dancing lights</i>, <i>stabilize</i> </br>3/day&mdash;<i>bless</i>, <i>discern lies</i>, <i>remove disease</i> </br>1/week&mdash;<i>commune</i> (6 questions, CL 12th)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>17, <b>Con </b>11, <b>Int </b> 14, <b>Wis </b>16, <b>Cha </b>9</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+10; <b>CMD </b>22</h5><h5><b>Feats </b>Agile Maneuvers, Improved Initiative, Self-Sufficient, Weapon Finesse</h5><h5><b>Skills </b>Bluff +9, Heal +5, Intimidate +6, Knowledge (geography) +7, Knowledge (nature) +7, Knowledge (planes) +12, Perception +11, Sense Motive +13, Stealth +12, Survival +12, Swim +10</h5><h5><b>Languages </b>Celestial, Common, Draconic, Infernal; <i>speak with animals</i>; truespeech</h5><h5><b>SQ </b>amphibious, lay on hands (3d6, 2/day, as a 7th-level paladin)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any waters (Nirvana)</h5><h5><b>Organization </b>solitary, pair, or contingent (6-8)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Fear Aura (Su)</b> A bishop's eerie, fishlike appearance evokes feelings of unsettling fear in foes within a 30-foot radius. The bishop can use this aura as a free action, and any creature within this area must succeed at a DC 16 Will save or become shaken for 5d6 rounds. A creature that succeeds at its save is immune to the bishop's aura for 24 hours. The save DC is Wisdom-based. </h5><h5><b>Stunning Strike (Ex)</b> Five times per day, a bishop can stun a creature it hits with a claw attack. The targeted creature must succeed at a DC 13 Fortitude save or be stunned for 1 round. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Possessing perhaps one of the strangest appearances of all agathions, bishops look as much like fish as they do humans. On their native plane of Nirvana, bishop agathions act as liaisons between the celestial generals of the lands and seas, though their activity is not restricted to Nirvana alone. Bishop agathions perform their duties anyplace their adaptive bodies are needed, such as on watery planes or worlds that are wholly aquatic. The few mortals who have met these noble creatures report that bishop agathions can traverse even the roughest and driest terrain as easily as they can glide through the deepest, most isolated oceans. It's believed bishop agathions are born from the souls of mortals who led lives of harmonized duality on land and at sea-goodly sailors, ocean-hopping priests, or kindhearted fisherfolk all are said to be candidates for rebirth as these fascinating creatures. Bishop agathions' striking coloration ranges from glittering silver to sparkling coral to smoky auburn and green. Layers of fine, translucent fins cascade down their bodies, and combine with the strange enzymes in their skin to give them the appearance of being perpetually wet. Bishops' heads are rounded, tentacles grow like beards from their chins, and their eyes-which come in all the colors of the tumultuous waves-look like those of a fish, but with a distinguished glint. Bishops' bodies vaguely resemble those of humans in shape, but webbing in their hands and feet facilitates deep-sea travel. Bishop agathions typically stand about 6 feet tall and weigh anywhere from 140 to 250 pounds. <b></p><p>Ecology</b></p><p> On Nirvana, other agathions respect bishops for their ability to think clearly, logically, and with the best interest of all parties in mind. Because of this, bishop agathions serve as Nirvana's trusted diplomatic liaisons. Bishops also have been known to carry vital messages between celestial beings and mortal heroes, who often see agathions through warped lenses. Far from being ashamed of their strange appearances, bishops consider their bodies to be among the most beautiful and versatile in all the planes-a fitting reward for a life well spent in meditation, martial mastery, and harmony with the seas. Anyone who suggests otherwise can count on incurring a bishop's ill will. Although primarily used as diplomats, messengers, and celestial ambassadors, bishops also excel in battle. With the power of Nirvana behind them, bishops' claws and nimble fighting style eliminate enemies who stand in the way of their missions. More martially inclined bishops often choose to wield quarterstaves, many of which are enchanted. Bishop agathions don't go looking for fights, but they intervene when they come across those imposing cruelty or evil on innocents. Bishops particularly abhor piracy and slavery. Legends speak of more than one unlucky pirate slave master who, ostensibly mad, spent his final days blubbering about the tentacle-beards that destroyed his ship and drowned his crew. No one takes these stories seriously except for the few who've become acquainted with bishops' complex ways. <b></p><p>Habitat & Society</b></p><p> Bishops typically conduct their diplomatic work alone. However, planar experts believe that on Nirvana bishops more commonly work in pairs when dealing with simple matters of diplomacy or while on courier missions. When their missions are especially vital, bishop agathions work in contingents of six to eight, engaging in lengthy discussions and lively debate to find the best solution to their particular problem. These conferences sometimes last a long time, and some of the more hotheaded celestials regard them as a great waste of time. These contingents of bishop agathions can, some experts believe, cross into the mortal realm, and though such sightings have yet to be recorded, philosophical texts from across Golarion seem to reach similar conclusions. The few reported bishop agathion sightings in the Inner Sea mention only one agathion being seen at a time, and these reports are concentrated along the shores of western Varisia, particularly in the Varisian Gulf near Magnimar. Outside of the Inner Sea region, the majority of reports of bishop agathions come from the other side of the world. Some researchers who study the planes believe that a portal to either Nirvana's oceans or the Plane of Water lies in the southern region of the Embaral Ocean, since both the western coast of Tian Xia and the eastern coast of Casmaron report more instances of bishop agathions than does the Inner Sea region. Like other outsiders, bishops do not need to eat or sleep while spending time on Golarion. Additionally, bishops do not reproduce among themselves; each individual is formed from the soul of a good mortal. It's believed bishops retain the deep emotions that marked their mortal lives, giving them a propensity to fall in love with creatures living outside their native plane. Ancient stories speak of bishops who traveled to Golarion for missions, only to fall in love with a remarkable member of an aquatic species. Some coastal storytellers even claim that merfolk, with their otherworldly beauty, descended from such a union, and that sahuagin are their corrupted cousins. Predictably, debates about the veracity of such claims have raged for as long as these tales have been told. Although few known bishop agathions remain on Golarion for any length of time, some cultures revere their arrival as an omen of fortune and luck. Those seeing a bishop agathion-and being entrusted with its diplomatic knowledge-consider the encounter to be the greatest honor one can receive. Therefore, groups of eager adventurers have set sail from Varisia over the years, hoping to reap the rewards of encountering one of these strange creatures. These seekers are inevitably disappointed. Bishops appear to only those with whom they have business-or whose evil they witness and wish to stop.</p></h4></div>", "Languages": "Celestial, Common, Draconic, Infernal; speak with animals; truespeech", "Source": "AP 61", "Land": "1", "Organization": "solitary, pair, or contingent (6-8)", "Ref": "8", "Climb": "0", "HD": "(7d10)", "AbilitiyScores": "Str 14, Dex 17, Con 11, Int 14, Wis 16, Cha 9", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3352, "SubType": "(aquatic, extraplanar, good)", "MonsterSource": "", "Feats": "Agile Maneuvers, Improved Initiative, Self-Sufficient, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "", "AC": "17, touch 13, flat-footed 14", "Swim": "1", "Name": "Agathion", "VariantParent": "", "Skills": "Bluff +9, Heal +5, Intimidate +6, Knowledge (geography) +7, Knowledge (nature) +7, Knowledge (planes) +12, Perception +11, Sense Motive +13, Stealth +12, Survival +12, Swim +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any waters (Nirvana)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, lay on hands (3d6, 2/day, as a 7th-level paladin)", "Saves": "Fort +2, Ref +8, Will +8; +4 vs. poison", "Melee": "2 claws +10 (1d10+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 60 ft.", "Alignment": "NG", "Size": "Medium"}