{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 13, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Fleshdreg</h2><h3><i>Composed of half-formed body parts, this creature stands on two monstrous legs. A mouth full of jagged teeth dominates the creature's bulbous head. Its veins pulse just beneath transparent flesh.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Fleshdreg</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>NE Small aberration </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., sin-scent; Perception +4</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 12, flat-footed 13 (+1 Dex, +2 natural, +1 size)</h5><h5><b>hp </b>13 (2d8+4)</h5><h5><b>Fort </b>+2, <b>Ref </b>+3, <b>Will </b>+3</h5><h5><b>Immune </b>mind-affecting effects; <b>SR </b>12</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>bite +3 (1d6+1 plus sinful bite)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>12, <b>Dex </b>13, <b>Con </b>15, <b>Int </b> 6, <b>Wis </b>11, <b>Cha </b>12</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+1; <b>CMD </b>12</h5><h5><b>Feats </b>Lightning Reflexes</h5><h5><b>Skills </b>Acrobatics +5, Escape Artist +5, Perception +4, Stealth +9</h5><h5><b>Languages </b>Aklo</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any ruins</h5><h5><b>Organization </b>solitary, pair, or batch (3-8)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Sinful Bite (Su)</b> Each fleshdreg possesses an additional attack depending on its particular sin type. The save DCs are Charisma-based. <br><i>Envy</i>: An envy fleshdreg's bite attack can temporarily interfere with magic. If an envy fleshdreg deals damage with its bite attack to any creature under a magic effect, the fleshdreg makes a dispel check as if it were caster level 3rd against the spell of the highest caster level. If the dispel check is successful, the effect is suppressed for 1d4 rounds. <br><i>Gluttony</i>: A gluttony fleshdreg's bite attack can wither and weaken the body of the creature it attacks. Any creature that takes damage from a gluttony fleshdreg's bite attack must succeed at a DC 12 Fortitude save or become fatigued. Subsequent uses of this ability do not cause a creature to become exhausted. <br><i>Greed</i>: A greed fleshdreg's bite can twist and warp the body of a creature it attacks. Any creature that takes damage from a greed fleshdreg's bite attack must succeed at a DC 12 Fortitude save or have its speed reduced by half and take a -2 penalty to Strength and Dexterity for 1d6 rounds. <br><i>Lust</i>: A lust fleshdreg's bite can addle the mind of the creature it attacks. Any creature that takes damage from a lust fleshdreg's bite attack must succeed at a DC 12 Will save or become confused for 1 round. creature it attacks. Any creature that takes damage from a pride fleshdreg's bite attack must succeed at a DC 12 Will save or be blinded for 1 round and dazzled for the next 1d4 rounds. <br><i>Sloth</i>: A sloth fleshdreg's bite conjures an amber crust that covers the target and restricts the target's movements. Any creature that takes damage from a sloth fleshdreg's bite attack must succeed at a DC 12 Reflex save or take a -2 penalty on attack rolls and Reflex saves for 1d4 rounds. <br><i>Wrath</i>: A wrath fleshdreg's bite delivers energy damage to creatures it attacks. Any creature that takes damage from a wrath fleshdreg's bite attack takes an additional 1d4 points of energy damage (fleshdreg's choice). </h5><h5><b>Sin-Scent (Su)</b> Fleshdregs have scent against creatures whose nature reflects the fleshdreg's related sin. For example, a wrathful fleshdreg can scent creatures using rage effects. The GM should adjudicate what creatures a particular fleshdreg can scent.</h5></div><br><div><h4><p><p>Sometimes a runewell becomes erratic after millennia without maintenance and disgorges an incomplete horror. Such misshapen lumps of tissue, appendages, and biting mouths are called fleshdregs. These incomplete sinspawn creep around forgotten ruins of the Thassilonian empire. Some escape the ruins and make their way to the surface to feed upon the sins of humankind. Fleshdregs vary in appearance from one another depending on various factors, such as the sins that powered their creation and the runewells that spawned them. <i>Wrath</i>ful fleshdregs develop with a more predatory form than lustful fleshdregs do, and slothful fleshdregs look like little more than bloated piles of flesh atop stubby legs. Most fleshdregs stand between 3 and 4 feet tall, and weigh little more than 60 pounds. <i>Greed</i> fleshdregs are the tallest of their kind, and sloth fleshdregs the heaviest. <b></p><p>Ecology</b></p><p> Fleshdregs are practically immortal. They require little food to sustain their unnatural physiology, and don't seem to age or mature beyond the moment of creation. Violence or accidents claim the lives of fleshdregs more often than anything else. Fleshdregs emerge from runewells that have malfunctioned over the ages-no self-respecting follower of Thassilonian magic would want to create such pitiful creatures, after all. Sometimes a runewell absorbs particularly sinful souls through a soul lens without the device being calibrated correctly; other times, a creature is marked with a Sihedron rune to have its soul collected, and the inscriber performs the ritual incorrectly. In either case, the collected sins cause the runewell to vomit forth these broken, spoiled sinspawn. <b></p><p>Habitat & Society</b></p><p> Fleshdregs follow true sinspawn around like pets or curious children. Sinspawn use these weaker creatures as slaves, troops, or hunting companions. Though they're treated horribly, fleshdregs still seek out the company of their larger, more advanced cousins. Despite their low intelligence, these pitiful creatures recognize the Sihedron rune and its connection to their creation. Many fleshdregs remain in the ruins of their birthplace, surrounded by Sihedron runes, for this very reason, waiting patiently for the return of their runelord masters. Fleshdregs behave differently according to their associated sins. <i>Sloth</i> fleshdregs rarely hunt for sinful creatures, preferring to keep to their lairs, while wrath fleshdregs are the most likely to wander outside of a Thassilonian ruin as they seek to spread rage.</p></h4></div>", "Languages": "Aklo", "Source": "AP 61", "Land": "1", "Organization": "solitary, pair, or batch (3-8)", "Ref": "3", "Climb": "0", "HD": "(2d8+4)", "AbilitiyScores": "Str 12, Dex 13, Con 15, Int 6, Wis 11, Cha 12", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3353, "SubType": "", "MonsterSource": "", "Feats": "Lightning Reflexes", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "", "AC": "14, touch 12, flat-footed 13", "Swim": "0", "Name": "Fleshdreg", "VariantParent": "", "Skills": "Acrobatics +5, Escape Artist +5, Perception +4, Stealth +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "any ruins", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +2, Ref +3, Will +3", "Melee": "bite +3 (1d6+1 plus sinful bite)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Small"}