{"Group": "", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 6, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Skvader</h2><h3><i>This small creature has the forequarters and hind legs of a hare, and the wings and tail of a wood grouse.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Skvader</p><p class=\"alignright\">CR 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>200</h5><h5>N Tiny magical beast </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +1</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 14, flat-footed 12 (+2 Dex, +2 size)</h5><h5><b>hp </b>6 (1d10+1)</h5><h5><b>Fort </b>+3, <b>Ref </b>+4, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 40 ft. (poor)</h5><h5><b>Melee </b>bite +5 (1d3-1 plus attach)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>8, <b>Dex </b>15, <b>Con </b>13, <b>Int </b> 4, <b>Wis </b>13, <b>Cha </b>6</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+1; <b>CMD </b>10 (14 vs. trip)</h5><h5><b>Feats </b>Weapon Finesse</h5><h5><b>Skills </b>Stealth +14</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forest and hills</h5><h5><b>Organization </b>solitary, pair, family (3-12), or pack (1 wolpertinger and 3-12 skvaders)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Attach (Ex)</b> When a skvader hits with its bite attack, it automatically grapples its foe, dealing automatic bite damage each round. An attached skvader loses its Dexterity bonus to AC and has an AC of 12.</h5></div><br><div><h4><p><p>A combination of hare and grouse, skyvaders boast features and mannerisms of both animals. At first glance, a skvader appears to be a common hare, though its shorter ears distinguish it from the longer-eared rabbits. Its wings, hindquarters, and tail usually have a coloration similar to its fur, and its birdlike features are only easily distinguishable up close. Skvaders are twitchy and nervous, constantly on the lookout for predators. They switch between standing stock still upon sensing danger and quickly bolting to escape. While generally docile, skvaders become dangerous if cornered. A skvader is about 1-1/2 feet long and weighs around 10 pounds. <b></p><p>Ecology</b></p><p> Skvaders live primarily in temperate forests, though they are also found in hillier regions with enough vegetation to provide them easy sustenance. They're also drawn to open, low-lying areas, particularly farm fields and plains covered in an abundance of tall grasses upon which they can feed. Their high metabolisms give these herbivores voracious appetites, which force them to consume such large quantities of plants that they pose significant threats to farmers' livelihoods. A family of skvaders infesting a farmer's fields can lay waste to his crops in just a couple of weeks. Once they've destroyed the vegetation in an area, the skyvaders move on to nearby farms and continue feeding. If cornered, a skvader emits a shrill screech that can be heard as far as a mile away. Other skvaders in the area immediately rush to its aid, causing a confrontation with a lone skvader to quickly escalate into a fight with a ferocious group of the creatures. When in combat, a skvader prefers to single out a threat and attach itself to that target. Scholars postulate that skvaders are a lesser form of their wolpertinger cousins, a variant that never fully developed into the greater threat the wolpertinger is. Others believe that the skvader is a distant precursor to the owlbear, citing the combination of mammalian and avian features, though on a much smaller scale. These scholars believe skvaders might have been an early experiment to combine two creatures into one, undertaken by the same lunatic wizard who supposedly created the owlbear. <b></p><p>Habitat & Society</b></p><p> To protect themselves and secure a safe birthing environment, skyvaders often dig small burrows. A large enough skvader population frightens off other small herbivores, which leave their burrows behind for the skvaders to claim. They sometimes have to spend some time expanding the burrow's size, particularly if one or more wolpertingers are among the pack. In skvader families, adult females care for the young and the males dig the burrows, patrol for predators, and offer protection when their mates deliver a litter. Skvaders mate for life, though if one of a mated pair dies, the other seeks a new mate after a mourning period. Skvader young often stay with their parents for the first year of life. Multiple skvader families in the same region generally coexist peacefully. If one family grows significantly larger than the others, the smaller family simply moves on to new feeding grounds. <br><b>Skvaders and Wolpertingers as Familiars</b><br> While most skvaders and wolpertingers prefer the company of their families and packs, occasionally the more adventurous among them come to serve as familiars. Service to a powerful spellcaster brings with it protection and long-term companionship, which these creatures take advantage of. A neutral spellcaster can gain a skvader as a familiar at 3rd level by taking the Improved Familiar feat, and a neutral spellcaster can gain a wolpertinger as a familiar at 5th level by taking the Improved Familiar feat.</p></h4></div>", "Languages": "", "Source": "AP 61", "Land": "1", "Organization": "solitary, pair, family (3-12), or pack (1 wolpertinger and 3-12 skvaders)", "Ref": "4", "Climb": "0", "HD": "(1d10+1)", "AbilitiyScores": "Str 8, Dex 15, Con 13, Int 4, Wis 13, Cha 6", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 3356, "SubType": "", "MonsterSource": "", "Feats": "Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "1", "RacialMods": "", "AC": "14, touch 14, flat-footed 12", "Swim": "0", "Name": "Skvader", "VariantParent": "", "Skills": "Stealth +14", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "1/2", "XP": 200, "TemplatesApplied": "", "Environment": "temperate forest and hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +3, Ref +4, Will +1", "Melee": "bite +5 (1d3-1 plus attach)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 40 ft. (poor)", "Alignment": "N", "Size": "Tiny"}