{"Group": "", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 15, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Wolpertinger</h2><h3><i>This creature appears to be a large hare with long fangs, feathered wings, and a set of antlers.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Wolpertinger</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>N Tiny magical beast </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 14, flat-footed 12 (+2 Dex, +2 size)</h5><h5><b>hp </b>15 (2d10+4)</h5><h5><b>Fort </b>+5, <b>Ref </b>+5, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 40 ft. (average)</h5><h5><b>Melee </b>bite +6 (1d3-1 plus bleed 1d4), gore +6 (1d3-1)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>bleed (1d4)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>9, <b>Dex </b>14, <b>Con </b>15, <b>Int </b> 4, <b>Wis </b>13, <b>Cha </b>6</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+2; <b>CMD </b>11 (15 vs. trip)</h5><h5><b>Feats </b>Weapon Finesse</h5><h5><b>Skills </b>Fly +6, Perception +5, Stealth +14</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests or hills</h5><h5><b>Organization </b>solitary, pair, or pack (3-12)</h5><h5><b>Treasure </b>none</h5></div><br><div><h4><p><p>Wolpertingers are a bizarre amalgamation of hare and bird with the antlers of a deer. A wolpertinger's mottled fur ranges from light browns and tans to nearly black. A pair of brown-and-tan feathered wings sprouts from its back. While on the ground, wolpertingers fold these wings tight to their bodies. Fierce predators, wolpertingers hunt in packs using clever tactics. While capable of flight, they find prolonged flight taxing and tend to stay on the ground most of the time. A wolpertinger has a 4-foot wingspan, is nearly 2 feet long, and weighs around 15 pounds. <b></p><p>Ecology</b></p><p> Wolpertingers are usually encountered in temperate forests and hills, though scarcity of their favored foods can sometimes drive them to warmer or colder climes. Though they are omnivores, wolpertingers prefer fresh meat to grasses and berries. They typically hunt creatures smaller than themselves (favoring rabbits, mice, squirrels, and the like), but often take on larger predatory animals, such as foxes. Given a large enough pack, wolpertingers can even take down a solitary wolf. Wolpertingers mate only once per year, in the spring. Kits stay with their packs until they are full-grown, but rarely remain with their birth-packs beyond a year, instead setting out to establish their own packs. <b></p><p>Habitat & Society</b></p><p> Though related to skvaders, wolpertingers are quite different beasts. Unlike their somewhat nomadic cousins, wolpertingers are aggressive and fiercely territorial. Packs stake out territories large enough for their hunting needs, and keep constantly vigilant against invaders. At the first indication of any significant threat, the pack mobilizes and attempts to kill or drive off the intruders. This territoriality extends to different packs of wolpertingers, though multiple packs have been known to coexist peacefully near one another as long as none of them violates another pack's territory. When on the hunt, wolpertingers vary their approaches, from slinking through the underbrush to flying in from above, as befits the terrain and the capabilities of their prey. When approaching from afar, they charge in quickly to get close enough to deal a forceful attack with their horns. Once in close combat, they gang up on their prey in flanking pairs. The strongest and oldest wolpertingers focus on melee, leaving the younger members of the pack to dart in for quick charges. Given their antlers, it's difficult for wolpertingers to create burrows like skvaders and normal hares. Instead, they seek shelter in naturally secluded areas as well as in the former dens of larger predators. <br><b>Skvaders and Wolpertingers as Familiars</b><br> While most skvaders and wolpertingers prefer the company of their families and packs, occasionally the more adventurous among them come to serve as familiars. Service to a powerful spellcaster brings with it protection and long-term companionship, which these creatures take advantage of. A neutral spellcaster can gain a skvader as a familiar at 3rd level by taking the Improved Familiar feat, and a neutral spellcaster can gain a wolpertinger as a familiar at 5th level by taking the Improved Familiar feat.</p></h4></div>", "Languages": "", "Source": "AP 61", "Land": "1", "Organization": "solitary, pair, or pack (3-12)", "Ref": "5", "Climb": "0", "HD": "(2d10+4)", "AbilitiyScores": "Str 9, Dex 14, Con 15, Int 4, Wis 13, Cha 6", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 3357, "SubType": "", "MonsterSource": "", "Feats": "Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "1", "RacialMods": "", "AC": "14, touch 14, flat-footed 12", "Swim": "0", "Name": "Wolpertinger", "VariantParent": "", "Skills": "Fly +6, Perception +5, Stealth +14", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "temperate forests or hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +5, Will +1", "Melee": "bite +6 (1d3-1 plus bleed 1d4), gore +6 (1d3-1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 40 ft. (average)", "Alignment": "N", "Size": "Tiny"}