{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 30, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Snallygaster</h2><h3><i>With a terrible screech, the lean, scaly beast swoops down from the sky on great dark wings. A single eye stares out from its cruel face, and tentacles writhe within its sharp, toothy beak.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Snallygaster</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>CE Medium aberration </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., scent; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 12, flat-footed 13 (+2 Dex, +3 natural)</h5><h5><b>hp </b>30 (4d8+12)</h5><h5><b>Fort </b>+4, <b>Ref </b>+3, <b>Will </b>+6</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>beak +6 (1d8+3 plus bleed) or </br>2 claws +6 (1d4+3), tentacles +1 (1d4+1 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>aerial charge, bleed (1d6), grab, sucking tentacles</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>15, <b>Con </b>16, <b>Int </b> 5, <b>Wis </b>14, <b>Cha </b>9</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+6 (+10 grapple); <b>CMD </b>18 (22 vs. trip)</h5><h5><b>Feats </b>Flyby Attack, Skill Focus (Stealth)</h5><h5><b>Skills </b>Fly +10, Perception +7, Stealth +9 (+13 in forests); <b>Racial Modifiers </b>+4 Stealth in forests</h5><h5><b>Languages </b>Aklo (cannot speak)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests or mountains</h5><h5><b>Organization </b>solitary, pair</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Aerial Charge (Ex)</b> The snallygaster can hurl itself downward through the air at tremendous speed, using the force to inflict terrible wounds with its lance-like beak. When the snallygaster charges downward at an angle of 45 degrees or more, it deals double damage with its beak attack. If the charging beak attack is a critical hit, it deals triple damage instead. Bleed damage is not multiplied for this attack. </h5><h5><b>Sucking Tentacles (Ex)</b> A snallygaster uses its retractable tentacles to suck blood from its victim's already open wounds. Any creature affected by the snallygaster's bleed special attack that the snallygaster successfully grapples with its grab ability or maintains a grapple against takes double the amount of bleed damage at the beginning of its next turn. A snallygaster cannot make attacks with its beak in any round that it uses its tentacles in this way.</h5></div><br><div><h4><p><p>Strange things lurk in the wild places of the world, hiding in remote forests or isolated mountains, away from prying eyes. The snallygaster, a hideous amalgamation of lizard and bird that preys on unwary travelers, is one such creature. Black stripes run the length of its scaly green hide all the way to the tip of its long, sinuous tail. Muscular, membranous wings sprout from the creature's back, bearing it through the sky at tremendous speed. Its claws and beak have an almost metallic sheen to them, hinting at their sharpness and strength. The snallygaster's serpentine neck terminates at a small, birdlike head with a single eye set in the center of the forehead. In place of a tongue, its long throat contains a slobbering mass of tentacles that twist and squirm grotesquely whenever the creature extends them. A typical snallygaster measures 9 feet long from the tip of its tail to the point of its beak. Its wingspan measures over 15 feet, and it weighs approximately 200 pounds. <b></p><p>Ecology</b></p><p> The snallygaster, mainly carnivorous, subsists primarily on deer, sheep, or similar animals, although it prefers to hunt sentient creatures when given the chance. The snallygaster is an ambush predator, attacking its prey from above. Once it spots a potential victim, it soars high into the air before diving sharply down toward its unsuspecting foe, using the fall to build up momentum. At the end of the dive, the snallygaster impales its prey with its 2-foot-long serrated beak, plunging the razor-sharp bill straight into its victim's chest. The snallygaster's thick skull and muscular neck allow it to withstand the sudden impact unharmed, while its target usually suffers several broken bones and internal hemorrhaging. If its victim is stout or lucky enough to survive the initial attack, the snallygaster employs the vicious claws on its forelegs to inf lict savage wounds upon its foe. Once its foe lies dead or unconscious, the snallygaster uses its tonguelike tentacles to slurp up the victim's blood. Some experts theorize the snallygaster thirsts for blood because of its iron content, which might help maintain the semimetallic composition of the beast's beak and claws. Others claim the snallygaster's tentacle-f illed throat makes swallowing solid food diff icult, an idea supported by the creature's tendency to leave its kills out to rot for several days before consuming them. The truth may be that the snallygaster enjoys drinking the blood of its enemies, deriving a sort of ritualistic satisfaction from gulping down the still-warm life essence of its prey. If the snallygaster feels that it or its kill is being threatened, it uses its surprisingly powerful tentacles to latch on to the body and carry it deep into the forest where it can exsanguinate the corpse in peace. The only thing a snallygaster craves more than blood is alcohol. Scholars still debate whether this is an instinctive dependency, or whether a snallygaster acquires the addiction later in life. What is known is that snallygasters spend much of each fall scouring their territories for fermenting fruit, which they gorge themselves on until thoroughly inebriated. Snallygasters grow extremely aggressive when intoxicated. When drunk they rampage across the countryside in a violent stupor, slaughtering anyone and anything that crosses their paths. Snallygasters that range into lands populated by humanoids quickly develop a taste for man-made liquor, especially distilled spirits. Such drinks are far more potent than the snallygaster's natural sources of alcohol, and regularly imbibing them can greatly exacerbate the snallygaster's addiction. Even the most cautious of snallygasters can go mad with desire once it catches the scent of drink. It charges into town, heedless of danger, and smashes its way into a local still or brew-house, leaving a trail of victims in its wake. One survivor's report tells of a snallygaster so entranced by the smell of whiskey mash that it dove headfirst into a brewing vat, where it quickly succumbed to the fumes and drowned. <b></p><p>Habitat & Society</b></p><p> Snallygasters might inhabit any remote, backwoods area of Avistan, but are most often encountered in the wilds of Varisia. They prefer to nest in wooded, mountainous regions where they can put their camouf lage to good use. Snallygasters are primarily active during the day, which they spend searching for food or scaring off rivals. A snallygaster claims a quite large territory, often hundreds of miles wide, though snallygasters rarely keep the same territory for more than a year at a time. Eventually, the snallygaster grows bored with the area-or is overcome by wanderlust-and sets off in search of a more interesting roost. When snallygasters meet, they regard each other coolly, but rarely fight over territory. The conf licts that do arise are almost never lethal, though the presence of a particularly valuable resource in the area, such as easy access to human victims or a reliable supply of alcohol, can turn such a contest into a bloody aerial combat. Snallygasters assemble during mating season since they have few opportunities to reproduce. Female snallygasters lay only one to two eggs per year, which they consume if the eggs are not quickly fertilized by a male snallygaster. Should a male snallygaster present himself, the female allows him to fertilize the egg, and then immediately retreats with it and hides it somewhere high in the mountains. Occasionally humans run across these melon-sized eggs and attempt to hatch them, usually with disastrous results. Snallygasters cannot be trained, and are lethal predators at the age of 4 weeks. Snallygasters are not afraid of humans, though they are intelligent enough to refrain from attacking large or well-armed groups of them. A snallygaster whose territory includes a human settlement genuinely enjoys terrorizing the community, often by flying just out of bow shot and screeching at the residents. It's no surprise then that snallygasters figure strongly in some early Varisian and Shoanti myths. The Shoanti name for the creature is a corruption of the Skald phrase for \"swift ghost,\" chosen because the creature's attacks come suddenly and silently, and also for the way the monster disappears into the forest after claiming a victim's life. When Chelish explorers arrived in Varisia, they further corrupted the name into the creature's modern appellation, \"snallygaster.\"</p></h4></div>", "Languages": "Aklo (cannot speak)", "Source": "AP 61", "Land": "1", "Organization": "solitary, pair", "Ref": "3", "Climb": "0", "HD": "(4d8+12)", "AbilitiyScores": "Str 17, Dex 15, Con 16, Int 5, Wis 14, Cha 9", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3358, "SubType": "", "MonsterSource": "", "Feats": "Flyby Attack, Skill Focus (Stealth)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "1", "RacialMods": "+4 Stealth in forests", "AC": "15, touch 12, flat-footed 13", "Swim": "0", "Name": "Snallygaster", "VariantParent": "", "Skills": "Fly +10, Perception +7, Stealth +9 (+13 in forests)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "temperate forests or mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +3, Will +6", "Melee": "beak +6 (1d8+3 plus bleed) or 2 claws +6 (1d4+3), tentacles +1 (1d4+1 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., fly 60 ft. (good)", "Alignment": "CE", "Size": "Medium"}