{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 95, "Treasure": "standard (hide armor, greatclub, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Runeslave, Hill Giant</h2><h3><i>This lumbering giant has a strange, vacant expression, as well as a large glowing rune carved into its flesh.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Runeslave Hill Giant</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>CE Large humanoid (giant)</h5><h5><b>Init </b>+0; <b>Senses </b>low-light vision; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 9, flat-footed 22 (+4 armor, +9 natural, -1 size)</h5><h5><b>hp </b>95 (10d8+50)</h5><h5><b>Fort </b>+11, <b>Ref </b>+3, <b>Will </b>+4</h5><h5><b>Defensive Abilities </b>resist pain, rock catching; <b>Immune </b>exhaustion, fatigue, fear</h5><h5><b>Weaknesses </b>arcane decay</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>60 ft. (50 ft. in armor)</h5><h5><b>Melee </b>greatclub +16/+11 (2d8+13) or </br> 2 slams +15 (1d8+9)</h5><h5><b>Ranged </b>rock +7 (1d8+13)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>arcane surge, rock throwing (120 ft.)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>29, <b>Dex </b>10, <b>Con </b>19, <b>Int </b> 4, <b>Wis </b>8, <b>Cha </b>5</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+17; <b>CMD </b>27</h5><h5><b>Feats </b>Diehard<sup>B</sup>, Iron Will, Martial Weapon Proficiency (greatclub), Power Attack, Toughness<sup>B</sup>, Vital Strike, Weapon Focus (greatclub)</h5><h5><b>Skills </b>Climb +14, Perception +7</h5><h5><b>Languages </b>Giant</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, or patrol (3-12)</h5><h5><b>Treasure </b>standard (hide armor, greatclub, other treasure)</h5></div><br><div><h4><p><p>The ageless monuments and awesome cities of Thassilon rose upon the backs of countless slaves, but none bore the sin-poisoned civilization's burden more than the giants. Able to perform the work of dozens of human slaves, Thassilon's titanic servants-hill giants, stone giants, taiga giants, and others-crafted marvels nigh unparalleled in any era before or since, and shaped the face of what is now modern Varisia. Yet as viciously as the runelords worked their slaves and for all they demanded, the giant-crafted marvels were not enough. And thus, working the corrupt rune magic that was theirs alone, the runelords manufactured a damning curse and laid it over their most tireless and effective workers, and in so doing created a new breed of servant: the runeslave. Numerous severe-looking runes spark and flicker upon a runeslave's body, seemingly seared into the creature's flesh. One of the runes is larger and more prominent than the others-this is always one of the runes of Thassilonian magic. Although a runeslave's mind is dulled, its muscles bulge grotesquely, as if barely contained beneath a thin layer of skin, and such behemoths move with unnatural agility for creatures of their ponderous size. Note that while the runeslave template does make a giant more powerful (and thus increases its CR), few, if any giants would seek to gain a runeslave's powers. Despite the advantages the runeslave gains, what it loses in free will and longevity typically vastly outweigh the benefits. In combat, a runeslave is deadly and terrifying, but in life, the condition is rightly feared among giants as a devastating and debilitating curse. <br><b>Creating a Runeslave </b><br> \"Runeslave\" is an acquired template that can be added to any giant (referred to hereafter as the base creature). A runeslave uses all the base creature's statistics and special abilities except as noted here. <br><b>CR:</b> Same as the base creature +1. <br><b>DEFENSIVE ABILITIES:</b> A runeslave becomes immune to fear effects, exhaustion, and fatigue. In addition, all runeslaves gain the following additional defensive ability. <i>Resist Pain (Ex)</i>: Runeslaves can continue to function even after taking great punishment. They are immune to nonlethal damage. Against effects that inf lict pain (such as a <i>symbol of pain</i> spell), a runeslave gains a +4 bonus on all saving throws. <br><b>WEAKNESSES:</b> Runeslaves gain the following weakness. <br><i>Arcane Decay (Su)</i>: The symbols etched upon a runeslave's body put great stress on its physical form, choking its mind and ultimately killing the giant in time. Each runeslave has a predominant Thassilonian rune associated with one school of magic inscribed on its body. Traditionally, this rune is of a school of magic directly opposed to the runelord the runeslave serves- all of the runeslaves encountered in this adventure bear the sign of wrath upon their bodies as a sort of brand of shame. The slow decay of a runeslave's mental faculties manifests as a gradual loss of life and sanity, represented by the accumulation of rune-shaped scars all over the body. The disease has no additional physical or mental effect until these magical runescars completely overwhelm their host, at which point the accumulated pain the giant has endured since becoming a runeslave is released in a fatal surge of unleashed suffering. All runeslaves are \"infected\" with this disease. Only <i>limited <i>wish</i></i>, <i>miracle</i>, or <i>wish</i> can prevent or cure arcane decay, but in so doing removes the entire template, reverting the runeslave back to the base creature. Multiple successful Fortitude saves only delay the decay and do not cure the creature of the disease. <br><i>Arcane Decay</i>: Inherited-non-contagious; save Fortitude DC 15; frequency 1/week; effect gain one runescar; cure none (but see above). When a runeslave's number of runescars equals its Hit Dice, it dies. <br><b>SPEED:</b> A runeslave's base land speed is 20 feet faster than the base creature's. Other forms of movement, such as flying or swim speeds, are unaffected. <br><b>SPECIAL ATTACKS:</b> A runeslave gains the following special attack. <br><i>Arcane Surge (Su):</i> Once per day as a swift action, a runeslave can gain the benefits of the spell <i>haste</i> for 6 rounds. Using this ability forces the giant to make an additional Fortitude save against arcane decay, even if it has already made its weekly save to resist the disease. <br><b>ABILITIES:</b> Change from the base creature as follows: Str +4, Dex +2, Int -2, Wis -2, Cha -2. <br><b>FEATS:</b> Runeslaves gain Diehard and Toughness as bonus feats. <br><b>The Runeslave Curse</b><br> As the act of turning their giant servants into runeslaves swept across Thassilon, each of the seven runelords came to employ the corruptive magic in various ways. While in most of the runelords' holdings the giants merely continued to serve as expendable labor, in Bakrakhan, Runelord Alaznist incorporated runeslaves into her vast armies, using them as living siege engines. In Cyrusian, the domain of Pride, Runelord Xanderghul used the magic as a punishment upon any slave who garnered his fickle ire. While the magic used to create runeslaves resided almost exclusively in the hands of the runelords, the number of giant slaves they deemed would benefit from this ultimately fatal \"improvement\" far exceeded the rulers' ability to transform. Thus, a number of different methods of creating runeslaves were created, each originating in a separate domain but eventually spreading throughout the empire. <br><b>ANCIENT RITE:</b> In the Grand Sybaritum of Xin- Haruka, Runelord Krune grew weary of cursing filthy giant after filthy giant, and so devised a method to transform hundreds of his slaves at a time. Summoning whole legions of his giants before him, Krune called down the might of the rune goddess Lissala and cursed his slaves en masse, sending countless faithful slaves to their doom. <br><b>MINDERHAL'S CURSE:</b> Minderhal's worship was never more prevalent than during the height of the Thassilonian empire, and as such, fear of his displeasure was a motivating force among the giants of that era. Legend held that Minderhal himself was involved in the creation of the first runeslaves, and that in a fit of anger at his giant worshipers, he granted humans the secrets of creating runeslaves. Regardless of this legend's veracity, there have been several cases of particularly blasphemous giants spontaneously transforming into runeslaves, supposedly as punishment from their god. <br><b>POISONING:</b> In Edasseril, the domain of envy, the alchemists of Runelord Belimarius's vile and sprawling laboratories discovered a way to turn arcane decay into a toxin, allowing the disease to be delivered via poison. The poisoners never did find a way to cure the crippling madness caused by the poison-the toxin's high <i>cost</i> and the frustrating requirement of having to cure the giant's Wisdom drain before it could be put to work kept this poison from seeing greater use. <br><i>Runeslave Poison</i>: Poison-ingested; save Fort DC 20; frequency 1/round for 6 rounds; effect confusion for 1 round and 1d4 Wisdom drain (if this results in the giant's Wisdom being drained to 0, the giant immediately transforms into a runeslave); cure 3 consecutive saves; <i>cost</i> 10,000 gp. <br><b>RUNESLAVE CAULDRON:</b> Brought forth from Gastash, the domain of gluttony, these massive cauldrons were large enough to fit an adult stone giant and infused with necromantic energies. Any giant placed in a cauldron and then slain is immediately resurrected as a runeslave-see page 424 for further details on these sadistic magic items.</p></h4></div>", "Languages": "Giant", "Source": "The Moonscar", "Land": "1", "Organization": "solitary, pair, or patrol (3-12)", "Ref": "3", "Climb": "0", "HD": "(10d8+50)", "AbilitiyScores": "Str 29, Dex 10, Con 19, Int 4, Wis 8, Cha 5", "Gear": "", "Ranged": "rock +7 (1d8+13)", "Type": "humanoid", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3370, "SubType": "(giant)", "MonsterSource": "", "Feats": "DiehardB, Iron Will, Martial Weapon Proficiency (greatclub), Power Attack, ToughnessB, Vital Strike, Weapon Focus (greatclub)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "", "AC": "22, touch 9, flat-footed 22", "Swim": "0", "Name": "Runeslave Hill Giant", "VariantParent": "", "Skills": "Climb +14, Perception +7", "ClassArchetypes": "", "IsTemplate": "1", "Will": "4", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +3, Will +4", "Melee": "greatclub +16/+11 (2d8+13) or 2 slams +15 (1d8+9)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "60 ft. (50 ft. in armor)", "Alignment": "CE", "Size": "Large"}