{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 47, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Bogwid</h2><h3><i>This nightmare shambles along the ground on eight muscular tentacles that leave behind a clear viscous residue stinking of putrefaction. Its amphibian skin is moist, green-black, and covered in warts and protuberances. On its back, dozens of fist-sized pustules shift and pulsate with nauseating vitality, like sentient oily bubbles threatening to burst.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Bogwid</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>CN Medium aberration </h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft.; Perception +2</h5><h5><b>Aura </b>revolting aura (10 ft., DC 13 Fort)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 14, flat-footed 15 (+4 Dex, +5 natural)</h5><h5><b>hp </b>47 (5d8+25)</h5><h5><b>Fort </b>+5, <b>Ref </b>+5, <b>Will </b>+1</h5><h5><b>Resist </b>acid 5, cold 5</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 20 ft., swim 20 ft.</h5><h5><b>Melee </b>2 slams +7 (1d6+4 plus nauseating touch)</h5><h5><b>Ranged </b>offspring +7 ranged touch (1d2 bleed plus disease)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>ravenous young</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>18, <b>Con </b>18, <b>Int </b> 3, <b>Wis </b>4, <b>Cha </b>13</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+7; <b>CMD </b>21 (33 vs. trip)</h5><h5><b>Feats </b>Improved Initiative, Stealthy, Toughness</h5><h5><b>Skills </b>Climb +16, Escape Artist +6, Perception +2, Stealth +11 (+19 in swamps), Swim +12; <b>Racial Modifiers </b>+8 Stealth in swamps</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any swamps or underground</h5><h5><b>Organization </b>solitary or clutch (1 adult plus 2-8 adolescents)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Disease (Ex)</b> <i>Bogwid Fever</i>: Bite-injury; save Fort DC 16, <i>onset</i> 1 day, frequency 1/day, effect 1d2 Str damage and shaken, cure 2 consecutive saves. The DC save is Constitution-based. </h5><h5><b>Nauseating Touch (Ex)</b> The bogwid's touch is disgusting. Creatures hit by its slam attack must succeed at a DC 16 Fortitude save or be nauseated for 1 round. The save DC is Constitution-based. </h5><h5><b>Ravenous Young (Ex)</b> Each round, a bogwid can launch one of the offspring clinging to its back at a target within 10 feet as a ranged touch attack. On a successful hit, the offspring attaches itself to the target and begins draining blood, automatically dealing 1d2 points of bleed damage each round (and possibly infecting the target with bogwid fever). As a full-round action, a creature can attempt to remove one of these offspring, either by bludgeoning it with a fist or pulling it off. Either way, removing an offspring kills the larval creature. Someone other than the target the offspring is attached to can also perform this action. Anyone using a weapon to kill or remove an attached offspring deals half of the damage to the creature to which the offspring is attached. A bogwid can launch up to 10 offspring per day before it must rest and gestate more larval young. </h5><h5><b>Revolting Aura (Ex)</b> The bogwid is both visually and odoriferously revolting. Any creature within 10 feet of a bogwid must succeed at a DC 16 Fortitude save or be sickened. This effect persists as long as the creature is within the aura and for 2 rounds thereafter. A creature that successfully saves is not subject to the same bogwid's revolting aura for 24 hours. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Aberrant beasts of ancient origin, bogwids are loathsome, skulking predators that inhabit the gloomy swamps and damp subterranean places of the world. Looking like a bloated, eight-limbed, greenish-black mix of frog and tentacled beast, this asexual creature is most notorious for the larvae it carries on its back. <b></p><p>Ecology</b></p><p> Some scholars suggest the large, muscular body of the bogwid serves as little more than transport for its ravenous young-30 to 40 fist-sized, pustule-like protuberances that cling to its back, inf lating and def lating, shifting and quivering with disturbing vitality. The bogwid attacks with two of its undulating tentacles, the bottoms of which are lined with ragged, bony ridges that can tear hungrily into exposed flesh. However, the more disturbing danger is those pulsating orbs of flesh on its back: larvae that are capable of launching themselves as far as 10 feet and attaching to creatures with their fanged sucker mouths. Once one of these disgusting things sinks its jagged teeth into flesh, it begins sucking blood and does not release its grip until it or the target is dead. When a bogwid makes a kill, several of its young jump upon the warm carcass and feed greedily. If the victim is a Medium or larger creature, these rapacious larvae fight for the opportunity to burrow into the corpse. Over the course of 2 weeks, the burrowed creatures gestate, and the cadaver bloats until an adolescent bogwid (a bogwid with the young template) gruesomely bursts forth. The larger the kill, the more of the bogwid's young can burrow in and hatch out as adolescents; a Large victim can accommodate two larvae, a Huge victim four larvae, a Gargantuan victim eight larvae, and a Colossal victim 16 larvae. A creature smaller than Medium doesn't possess sufficient nutrition for bogwid larvae to gestate properly. As a result, adult bogwids tend to completely consume smaller kills instead of leaving them for the larvae. Bogwids that inhabit seaside haunts are not averse to eating carrion. Indeed, a sizable sea creature whose carcass washes ashore (a whale, for instance) is usually set upon by a nearby bogwid, whose ravenous larvae tunnel their way into the rotting flesh, and several days later erupt like a crawling, monstrous plague. In this way, large clutches of these foul beasts can come to infest coastal areas. The bogwid is generally nocturnal, though it is not unusual for one to hunt during the day if it has gone a long time without feeding. A bogwid hunts patiently, concealing itself well in its natural habitat by heaping sand, seaweed, vegetation, and other detritus onto its body. Though a bogwid possesses limited intelligence, its animal cunning allows it to employ natural hazards to its advantage, setting up ambushes that cleverly integrate drop-offs, natural pits, and quicksand. As these creatures are also able to climb, it is not uncommon for bogwids to roost on rocky overhangs or in large trees, dropping down on unsuspecting victims from above. Alchemists pay a significant price for the glands in bogwid tentacles that produce the foul, viscous liquid the creatures excrete. However, these glands are difficult to extract fully intact (DC 25 Heal check) and must be properly stored in water after removal. Appropriately dissected and transported, the glands fetch 25 gp apiece on the right market. Alchemists employ this putrid substance in various formulae to augment their effectiveness. <b></p><p>Habitat & Society</b></p><p> Though great numbers of bogwids take up residence in temperate, swampy, coastal regions and the damp caves that are sometimes found in such places, plenty of the creatures inhabit inland marshes as well. They have been known to adapt to warmer climes, but tropical bogwids are much rarer. The fetid creatures tend not to flourish near major settlements, even if those settlements are in close proximity to the bogwids' natural habitat. The reason is that the presence of a beast like this near a town strikes such revulsion and fear into a population that they quickly post sizable rewards for the destruction of the beast. Rangers who traverse marshes and wet caves eagerly seek out such lucrative bounties. Indeed, the fact that these monsters have not been hunted to extinction is a testimony to their revolting fecundity. As these creatures are asexual, bogwids also tend to be solitary, driving off gestated offspring soon after they reach maturity. Recently matured bogwids seek out their own territory. On the few occasions bogwid clutches form, they most often include a single adult accompanied by two to eight adolescents. These abhorrent creatures have a life expectancy of about 10 years. An older bogwid can be identified by its flesh, which becomes gray-green and increasingly dry as the creature ages. The larvae an older bogwid carries about eventually lead to its own downfall. In the end, the strongest of its young fight off weaker kin and burrow into the dying parent, exploding forth from the corpse in the usual manner 2 weeks later. A bogwid does not tolerate other major predators in its territory, hounding them relentlessly until such competitors are killed or find alternate homes for themselves. The bogwid is especially aggressive against crocodiles, which tend to be its chief rivals for prey in swampy regions. In fact, a telltale sign of a bogwid having laid a claim to territory is the discovery of a crocodile corpse lying on its back, the stomach bloated with gestating larvae or torn out as though something exploded from within, suggesting an adolescent bogwid is not far away.</p></h4></div>", "Languages": "", "Source": "AP 62", "Land": "1", "Organization": "solitary or clutch (1 adult plus 2-8 adolescents)", "Ref": "5", "Climb": "1", "HD": "(5d8+25)", "AbilitiyScores": "Str 19, Dex 18, Con 18, Int 3, Wis 4, Cha 13", "Gear": "", "Ranged": "offspring +7 ranged touch (1d2 bleed plus disease)", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3386, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative, Stealthy, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "+8 Stealth in swamps", "AC": "19, touch 14, flat-footed 15", "Swim": "1", "Name": "Bogwid", "VariantParent": "", "Skills": "Climb +16, Escape Artist +6, Perception +2, Stealth +11 (+19 in swamps), Swim +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any swamps or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +5, Ref +5, Will +1", "Melee": "2 slams +7 (1d6+4 plus nauseating touch)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 20 ft., swim 20 ft.", "Alignment": "CN", "Size": "Medium"}