{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 16, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Bogwiggle</h2><h3><i>This gray-green beast appears to be an oversized tadpole that never fully matured. Two large, bulbous eyes bulge from either side of its head, and a gaping mouth reveals jagged fangs. Scars cover its warty skin, running from its mouth all the way back to its finned tail.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Bogwiggle</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>CE Small aberration (aquatic)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft.; Perception +1</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>12, touch 12, flat-footed 11 (+1 Dex, +1 size)</h5><h5><b>hp </b>16 (3d8+3)</h5><h5><b>Fort </b>+2, <b>Ref </b>+2, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 40 ft.</h5><h5><b>Melee </b>bite +4 (1d4+1), tongue -1 touch (sticky tongue)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft. (10 ft. with tongue)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>13, <b>Dex </b>12, <b>Con </b>13, <b>Int </b> 3, <b>Wis </b>12, <b>Cha </b>6</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+2; <b>CMD </b>13</h5><h5><b>Feats </b>Improved Initiative, Power Attack</h5><h5><b>Skills </b>Acrobatics +5, Stealth +9 (+17 in swamps), Swim +13; <b>Racial Modifiers </b>+4 Perception in swamps, +8 Stealth in swamps</h5><h5><b>Languages </b>Boggard (can't speak)</h5><h5><b>SQ </b>amphibious, swamp stride</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate swamps</h5><h5><b>Organization </b>solitary, pair, or pack (3-6)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Sticky Tongue (Ex)</b> A creature hit by a bogwiggle's tongue attack cannot move more than 10 feet away from the bogwiggle and takes a -2 penalty to AC as long as the tongue is attached (this penalty does not stack if multiple tongues are attached). The tongue can be removed by making an opposed Strength check as a standard action or by dealing 2 points of slashing damage to the tongue (AC 11, damage does not deplete the bogwiggle's actual hit points). The bogwiggle cannot move more than 10 feet away from the target, but can release its tongue's grip as a free action. Unlike a giant frog, a bogwiggle cannot pull targets toward it with its tongue. </h5><h5><b>Swamp Stride (Ex)</b> A bogwiggle can move through any sort of natural difficult terrain at its normal speed while within a swamp. Magically altered terrain affects a bogwiggle normally.</h5></div><br><div><h4><p><p>Bogwiggles, also known as toad-hounds, are the degenerate spawn of boggards. They appear to be dog-sized tadpoles that have stopped halfway through the transformation to full-f ledged frogs. A single set of long legs sprouts from a bogwiggle's bulbous body, and a thick, rudderlike tail protrudes from its back. Barely more intelligent than dogs, bogwiggles spend the majority of their short, violent lives serving as hunting and guard animals for their capricious, toadlike masters. Bogwiggles can live up to 20 years, but because of swamp predators and the cruelty of their masters, most die long before reaching the age of 10. Bogwiggles always have the same skin tone as the boggards with which they live-typically gray, green, or black. Just as with boggards, bogwiggles lose their coloring as they age, and particularly old bogwiggles are often a pale gray, almost white color. The average bogwiggle measures just less than 3-1/2 feet long, not counting the tail. Most weigh roughly 65 pounds, but bogwiggles of much larger size have been reported. <b></p><p>Ecology</b></p><p> Like their boggard kin, bogwiggles begin life as nothing more than tadpoles, and born into the same stagnant pools. These degenerate and malformed boggard kin are victims of a form of targeted infanticide that transforms them into their current forms. As the tadpoles begin to mature, the priest-king keeps a watchful eye over the birth ponds, looking for any sign that one of the tadpoles is stronger and more dominant than the others and could pose a threat to his rule. When the tadpoles begin the transformation into mature boggards, the priest-king feeds the dominant tadpole a toxic mixture of fermented swamp vegetation and crushed red beetles that stunts its metamorphosis, causing it to mutate into a bogwiggle. This process of intentional contamination renders the bogwiggle sterile. After a few months, it becomes clear to the caretakers of the birth pools that the stunted tadpole will never mature into a regular boggard. At this point, the bogwiggle is removed from the pool and treated as nothing more than a common animal. Most often, the priest-king or his minions take these abhorrent creatures in and train them as vicious guard and hunting animals. Gathered together with others of their kind, bogwiggles create packs that defer to the priest-king or their trainer as the alpha of the group. Bogwiggles are most often trained to guard the priest-king, his valuables or home, and the village as a whole. After bogwiggles reach full maturity at the age of 10 months, they finish their training. For the remainder of their short and violent lives, they hunt with boggards around the village and guard their master's belongings. Bogwiggles are omnivores, but greatly prefer flesh over algae and water plants. Bogwiggles have a particular taste for insects and the flesh of humanoids. While hunting, a bogwiggle pack functions similarly to a pack of dogs or wolves. Using stealth and their increased mobility in their swampy homeland, bogwiggles surprise their foes and attack with full force. Usually a number of bogwiggles single out an individual creature, trap it with their tongues, and use their strong jaws to finish it off. After the kill, bogwiggles prefer to allow the flesh to fester in swamp water for a few days before consuming it. </p><p><b>Habitat & Society</b></p><p> Bogwiggles are found anywhere that their fully matured kin live, typically in temperate swamps, but occasionally in warmer climates such as those of tropical rivers and rainforests. Bogwiggles live within boggard communities, and are often found patrolling the perimeter around the primitive mud-huts that make up boggard villages. Usually, but not always, bogwiggles move freely through the village, living as pets and protecting certain homes and the birthing pools. One bogwiggle pack always stands guard inside the boggard priest-king's mound, watching the priest-king's consorts and valuables. Bogwiggle society, if it can be called such, is symbiotic with the boggards' own society. The boggards tolerate the existence of these \"runts,\" and keep them as loyal companions as long as they serve their purpose. If the boggards find the bogwiggles to be detrimental to the community, they kill the blighted creatures and feed the corpses to the other boggard tadpoles maturing in the birth pools. Considered animals and unfortunate mutations, bogwiggles rarely fill roles with any responsibilities beyond hunting and protection, and even then they are supervised by mature, normal boggards. </p><p><b>Variant Bogwiggles</b><br> As with boggards and the amphibians they are related to, bogwiggles are highly sensitive to their environments, and have varying appearances and abilities based on the region they are found in. Additionally, bogwiggles can have differing abilities based on exactly when in the transformation from tadpole to boggard they were stunted. Some develop painful, piercing croaks that can stun a human into submission, some have two sets of legs, and others have only tails. Still others have poisonous flesh, or can even spread filth fever through their bites. <br><b>Croaking Bogwiggle (CR +0):</b> These variant bogwiggles can produce loud and terrible croaks capable of stunning their enemies, much like their fully-developed kin. Because of how these bogwiggles developed, they lack the sticky tongue special ability. Any non-boggard creature within 30 feet of the bogwiggle must succeed at a DC 12 Fortitude save or be stunned for 1 round. This effect can be used once every hour. Creatures that succeed at this save cannot be affected again by the same bogwiggle's croak for 24 hours. The save DC is Constitution-based. <br><b>Filthy Bogwiggle (CR +0):</b> Raised from tadpoles in putrid pools stewed with waste and stocked with rancid meat, these bogwiggles spend their lives surrounded by disease. As such, filthy bogwiggles possess an immunity to disease and their bite has the potential to inf lict their targets with filth fever (<i>Pathfinder RPG Core Rulebook</i> 557). <br><b>Poisonous Bogwiggle (CR +1):</b> Some bogwiggles that are raised in especially toxic pools of water (a careful mixture monitored by their fully developed kin) develop their own poison glands that secrete a slimy poison that coats their skin and is infused in their flesh. Any creature that touches a poisonous bogwiggle or hits it with a natural attack risks poisoning itself. Bogwiggle slime does not affect boggards or boggard kin. In addition, poisonous bogwiggles are immune to poison of all kinds. <i>Bogwiggle Slime</i>: Skin-contact; save DC 11; frequency 1/round for 4 rounds; effect 1d2 Dex; cure 2 consecutive saves.</p></h4></div>", "Languages": "Boggard (can't speak)", "Source": "AP 62", "Land": "1", "Organization": "solitary, pair, or pack (3-6)", "Ref": "2", "Climb": "0", "HD": "(3d8+3)", "AbilitiyScores": "Str 13, Dex 12, Con 13, Int 3, Wis 12, Cha 6", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft. (10 ft. with tongue)", "DontUseRacialHD": "0", "id": 3387, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Improved Initiative, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "+4 Perception in swamps, +8 Stealth in swamps", "AC": "12, touch 12, flat-footed 11", "Swim": "1", "Name": "Bogwiggle", "VariantParent": "", "Skills": "Acrobatics +5, Stealth +9 (+17 in swamps), Swim +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "temperate swamps", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, swamp stride", "Saves": "Fort +2, Ref +2, Will +4", "Melee": "bite +4 (1d4+1), tongue -1 touch (sticky tongue)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 40 ft.", "Alignment": "CE", "Size": "Small"}