{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 22, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Yellow Musk Creeper</h2><h3><i>This plant is a large green clinging vine with ivy-like leaves of dark green. Small dark green bulbs and bright yellow flowers mottled with purple adorn the plant.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Yellow Musk Creeper</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Large plant </h5><h5><b>Init </b>+2; <b>Senses </b>blindsight 30 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 11, flat-footed 13 (+2 Dex, +4 natural, -1 size)</h5><h5><b>hp </b>22 (3d8+9)</h5><h5><b>Fort </b>+6, <b>Ref </b>+3, <b>Will </b>+1</h5><h5><b>Immune </b>plant traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>5 ft.</h5><h5><b>Melee </b>2 tendrils +6 (1d8+5)</h5><h5><b>Ranged </b>ranged touch +3 (pollen spray)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>create yellow musk zombie, Intelligence damage</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>15, <b>Con </b>17, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>9</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+8; <b>CMD </b>20 (can't be tripped)</h5><h5><b>SQ </b>rejuvenation</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate and warm forests and underground</h5><h5><b>Organization </b>patch (yellow musk creeper plus 1-6 yellow musk zombies)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Create Yellow Musk Zombie (Su)</b> A victim reduced to Intelligence 0 becomes a yellow musk zombie in 1 hour under the control of the creeper that created it. If the yellow musk creeper is slain before the yellow musk zombie rises, the transformation can be prevented by the casting of <i>neutralize poison</i> followed by a <i>heal</i> or <i>restoration</i> spell. </h5><h5><b>Intelligence Damage (Ex)</b> As a free action, a yellow musk creeper can insert hundreds of tiny roots into the head of an entranced foe within any space occupied by the creeper. An entranced foe does not resist this attack and does not receive a saving throw to break free of its entranced state. This attack deals 1d4 points of Intelligence damage each round. A victim reduced to Intelligence 0 becomes a yellow musk zombie in 1 hour (see Appendix B). </h5><h5><b>Pollen Spray (Ex)</b> A yellow musk creeper can spray a tiny cloud of hypnotic pollen at a single creature within 30 feet. An opponent hit by the cloud must succeed on a DC 14 Fortitude save or be entranced for 1d4 minutes (as by a <i>charm monster</i> spell). Entranced creatures can take no action other than to move at their normal speed into a space occupied by the yellow musk creeper. An entranced creature resists any attempt to halt its progress. A victim within a space occupied by the yellow musk creeper stands there and offers no resistance to the monster's attacks. The save DC is Constitution-based. </h5><h5><b>Rejuvenation (Ex)</b> A yellow musk creeper can be killed only if its root is dug up, then burned, hacked apart, or otherwise destroyed. Reducing the creeper to 0 or less hit points puts it out of commission, allowing excavation of its roots. The main root is a Small object with a hardness of 3 and 10 hit points. The root can be affected by spells or effects that affect an area or targeted by spells that affect an individual target. As long as the root remains intact, a yellow musk creeper regrows in about 2 weeks.</h5></div><br><div><h4><p><p>The yellow musk creeper is a slow-moving plant that attacks living creatures and feeds on their Intelligence, eventually turning such creatures into yellow musk zombies. Creepers can be found in moderate to warm climates or underground, and are rarely encountered elsewhere.</p><p>The actual root of the plant is a large bulbous, brown sac that lies beneath the surface of the ground where the yellow musk creeper grows.</p><p>Yellow musk creepers lie silent until prey approaches within 10 feet.</p><p>The small flowers of the creeper then puff a musky-smelling fine powder at a single target, attempting to entrance the target. If attacked, a yellow musk creeper lashes out with its tendrils.</p><p>Yellow musk creepers are never encountered alone. They always have a retinue of yellow musk zombies with them. These zombies will defend the creeper against all attacks.</p><p>Credit The Yellow Musk Creeper originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission Copyright Notice Author Scott Greene, based on original material by Albie Fiore.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "patch (yellow musk creeper plus 1-6 yellow musk zombies)", "Ref": "3", "Climb": "0", "HD": "(3d8+9)", "AbilitiyScores": "Str 20, Dex 15, Con 17, Int -, Wis 11, Cha 9", "Gear": "", "Ranged": "ranged touch +3 (pollen spray)", "Type": "plant", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3444, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "15, touch 11, flat-footed 13", "Swim": "0", "Name": "Yellow Musk Creeper", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "temperate and warm forests and underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "rejuvenation", "Saves": "Fort +6, Ref +3, Will +1", "Melee": "2 tendrils +6 (1d8+5)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "5 ft.", "Alignment": "N", "Size": "Large"}