{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 149, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mammoth</h2><h3><i>This massive elephant-like creature is covered in long, coarse hair, and its tusks sweep upward in great curves of yellowed ivory.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Mammoth</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>N Huge animal </h5><h5><b>Init </b>+0; <b>Senses </b>low-light vision, scent; Perception +17</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 8, flat-footed 21 (+13 natural, -2 size)</h5><h5><b>hp </b>149 (13d8+91)</h5><h5><b>Fort </b>+14, <b>Ref </b>+8, <b>Will </b>+7</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>gore +19 (2d6+11), slam +19 (1d8+11), 2 stomps +17 (2d6+5)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>trample (1d8+16, DC 27)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>33, <b>Dex </b>10, <b>Con </b>23, <b>Int </b> 2, <b>Wis </b>13, <b>Cha </b>6</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+22 (+24 bull rush); <b>CMD </b>32 (34 vs. bull rush, 36 vs. trip)</h5><h5><b>Feats </b>Improved Bull Rush, Iron Will, Multiattack, Toughness, Weapon Focus (slam), Weapon Focus (stomp), Weapon Focus (gore)</h5><h5><b>Skills </b>Perception +17</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold forests and plains</h5><h5><b>Organization </b>solitary or herd (5-20 adults, plus 7-30 calves)</h5><h5><b>Treasure </b>none</h5></div><br><div><h4><p><p>The woolly mammoth is a relative of both the common elephant and the mastodon (see Mastodon elsewhere in this book). Like the mastodon, it is an herbivore and spends its days eating nuts, fruits, berries, and grasses. The typical mammoth consumes nearly 450 pounds of food and 50 gallons of water in a given day.</p><p>Mammoths travel in herds with the young moving in the center, protected and surrounded by the adults. If danger is present or a threat is imminent, the males move to face the danger, while the females encircle the young.</p><p>The woolly mammoth generally reproduces in the spring months with young being born about 22 months later. A young woolly mammoth resembles a miniature version of an adult, complete with fur, and under fur. It does not yet have the mighty tusks of the mammoth, though the tusks grow in quickly as the young mammoth reaches maturity (around age 12).</p><p>The mammoth has the same predators as the mastodon; the dire wolf, the smilodon, and man. Man hunts these creatures for the same reason they hunt the mastodon: meat, fur, ivory, or to capture young mammoths to be trained as mounts and beasts of burden.</p><p>The mammoth is a relative of the elephant and the mastodon though its head is slightly taller than an elephant's and slightly wider than a mastodon's. Its upward curving tusks are longer than those of the mastodon, and its trunk ends in two, small finger-like projections used for grasping branches, fruits, and other such small items. The mammoth stands about 22 feet tall and is covered in a thick coat of gray, brown, reddish-brown, yellowish-brown, or black fur with a coarse \"under-fur\" beneath it to protect it in harsh climates.</p><p>Mammoths generally avoid combat unless provoked or the herd is threatened. They have no natural fear of any creature, so do not flee.</p><p>If the herd is threatened, mammoths fight by goring with their tusks or trampling. Mammoths fight to the death to protect their young.<br><b>Training a Mammoth</b><br> A mammoth must be trained before it can bear a rider in combat. To be trained, a mammoth must have a friendly attitude toward the trainer (this can be achieved through a successful Diplomacy check). Training a friendly mammoth requires six weeks of work and a successful Handle Animal check (DC 25). Riding a mammoth requires an exotic saddle. A mammoth can fight while carrying a rider, but the rider cannot also attack unless he or she makes a successful Ride check.</p><p>Mammoth young are worth 13,000 gp each on the open market.</p><p>Professional trainers charge up to 2,000 gp to rear or train a mammoth.</p><p>Carrying Capacity: A light load for a mammoth is up to 4,152 pounds; a medium load, 4,153 to 8,304 pounds; and a heavy load, 8,305 to 12,480 pounds. A mammoth can drag 62,400 pounds.</p><p>Copyright Notice Author Scott Greene.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors Complete", "Land": "1", "Organization": "solitary or herd (5-20 adults, plus 7-30 calves)", "Ref": "8", "Climb": "0", "HD": "(13d8+91)", "AbilitiyScores": "Str 33, Dex 10, Con 23, Int 2, Wis 13, Cha 6", "Gear": "", "Ranged": "", "Type": "animal", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3477, "SubType": "", "MonsterSource": "", "Feats": "Improved Bull Rush, Iron Will, Multiattack, Toughness, Weapon Focus (slam), Weapon Focus (stomp), Weapon Focus (gore)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "21, touch 8, flat-footed 21", "Swim": "0", "Name": "Mammoth", "VariantParent": "", "Skills": "Perception +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "cold forests and plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +8, Will +7", "Melee": "gore +19 (2d6+11), slam +19 (1d8+11), 2 stomps +17 (2d6+5)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "N", "Size": "Huge"}