{"Group": "Caulborn", "Space": "5 ft.", "Mythic": "0", "HP": 95, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Caulborn, Chrestomath</h2><h3><i>This bloated, larval sack of green and pink flesh is wet and curdled, its brainlike wrinkles interrupted by transparent membranes showing dark fluid within.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Chrestomath</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>N Medium outsider (extraplanar)</h5><h5><b>Init </b>+0; <b>Senses </b>blindsense 60 ft., thoughtsense; Perception +18</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 12, flat-footed 16 (+6 deflection, -4 Dex, +4 natural)</h5><h5><b>hp </b>95 (10d10+40)</h5><h5><b>Fort </b>+13, <b>Ref </b>-1, <b>Will </b>+14</h5><h5><b>Defensive Abilities </b>psychic deflection; <b>Immune </b>sensory effects; <b>SR </b>17</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 10 ft. (average)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>mind flood</h5><h5><b>Spell-Like Abilities</b> (CL 7th; concentration +12) </br>Constant&mdash;<i>detect magic</i>, <i>detect thoughts</i>, <i>tongues</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>2, <b>Dex </b>2, <b>Con </b>19, <b>Int </b> 25, <b>Wis </b>21, <b>Cha </b>22</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+6; <b>CMD </b>19</h5><h5><b>Feats </b>Ability Focus (mind flood), Great Fortitude, Improved Initiative, Improved Iron Will, Iron Will</h5><h5><b>Skills </b>Appraise +19, Fly +9, Knowledge (arcana) +32, Knowledge (history) +32, Knowledge (local) +32, Knowledge (planes) +32, Knowledge (religion) +32, Knowledge (dungeoneering) +29, Knowledge (engineering) +29, Knowledge (geography) +29, Knowledge (nature) +29, Knowledge (nobility) +29, Perception +18, Sense Motive +18, Spellcraft +19; <b>Racial Modifiers </b>+10 Knowledge (all)</h5><h5><b>Languages </b>Abyssal, Aklo, Celestial, Common, Draconic, Elven, Infernal, Thassilonian, Undercommon; <i>tongues</i>; telepathy 1 mile.</h5><h5><b>SQ </b>advanced hive mind, cooperative <i>scrying</i>, psychic deflection, racial memory, thoughtsense</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, catechumen (1 plus 2-4 caulborn), array (2-4 plus 4-12 caulborn)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Advanced Hive Mind (Ex)</b> As long as there are at least two chrestomaths or caulborn within 300 feet of each other, if one creature in the group is aware of a particular danger, they all are. No creature in the group is considered flanked or flat-footed unless all of them are. </h5><h5><b>Cooperative Scrying (Sp)</b> Three or more caulborn or chrestomaths who maintain physical contact can scry on a place or creature as if using the <i>scrying</i> spell (DC 20), but with no limit to the spell's duration so long as at least three of the participants involved continue to touch and concentrate. This ability functions at caster level 7th (or at the highest caster level available to the most powerful participant in the group). The save DC is Charisma-based, adjusted by the modifier of the participant with the highest Charisma score. </h5><h5><b>Mind Flood (Su)</b> A chrestomath can target any creature it detects with its thoughtsense ability with a deadly psychic attack, flooding the target creature's head with so much obscure knowledge that it drives the target insane. Any creature affected by the mind blast must make a successful DC 19 Will save or take 1d6 points of Intelligence and Wisdom damage and be confused (as per the spell confusion) for 1d6 rounds. The save DC is Intelligence-based. </h5><h5><b>Psychic Deflection (Su)</b> A chrestomath adds its Charisma modifier as a deflection bonus to its AC. In addition, all caulborn (though not other chrestomaths) within 300 feet of a chrestomath gain half of this deflection bonus as well, with the effects stacking with those from other chrestomaths and the caulborn's own psychic deflection ability. These bonuses cease when the chrestomath is unconscious. </h5><h5><b>Racial Memory (Ex)</b> As a full-round action, any caulborn within 300 feet of a chrestomath may access the latter's racial memory to gain half the chrestomath's Knowledge skill bonus as a bonus on its own Knowledge check. In addition, the chrestomath instantly acquires any piece of information learned by any caulborn that comes within 300 feet of it. This information may then be shared by any other caulborn and chrestomaths with 300 feet. </h5><h5><b>Thoughtsense (Su)</b> A chrestomath notices and locates living, conscious creatures within 60 feet just as if it possessed the blindsight ability. Spells such as <i>nondetection</i> or <i>mind blank</i> make an affected creature undetectable by this sense.</h5></div><br><div><h4><p><p>The caulborn are a race of extraplanar scholars that wander between worlds in search of esoteric knowledge, literally consuming the thoughts and memories of other races. While the most common caulborn are the humanoid versions (<i>Bestiary 3</i> 48), there exists a second kind as well: the bloated and blind intelligences called chrestomaths, sometimes referred to as living libraries, or simply \"brain-sacks.\" Though they appear to be little more than giant amoebas barely able to move themselves, chrestomaths are a vital part of caulborn society. From their fleshy prisons, these powerful psychic intelligences help to shield and organize their humanoid servitor-siblings, occupying a position in caulborn society somewhere between brute resource and honored elder-and sometimes something close to a living divinity. Even more importantly, however, chrestomaths are the keepers of a caulborn hive's massive racial memory, the living storehouses of everything its members have ever experienced, as well as the memories and concepts they've stolen from others. Indeed, it's possible that the memories contained within a single chrestomath may stretch back millennia, all the way to the race's mysterious origins. A typical caulborn chrestomath is a wet, squishy sack of flesh roughly 5 feet in diameter, and weighs 500 pounds, though older and more advanced versions can grow far larger, taking up entire buildings with their fetid bulk. These more advanced versions sometimes appear almost larval in form, and may possess levels in spellcasting classes, using spells such as <i>mage hand</i> to affect their surroundings. <b></p><p>Ecology</b></p><p> Every caulborn colony has at least one chrestomath, but these creatures are made, not born. When a colony finds reason to split, or a small group becomes large enough to warrant it, the caulborn select several of their own members via criteria unique to each colony. These chosen individuals are promptly disassembled and rendered down in a solemn ritual, their living organs melded together into a single blob of curdled flesh. The resulting protoplasmic sack has no outside sensory organs or useful manipulating appendages, only a massive intelligence whose psychic abilities increase even as the world around it loses relevance, the isolation honing its intellect. Once the brain sack is complete, the caulborn seed it with every fact and record at the colony's disposal, usually copying knowledge over from other chrestomaths. Though their psychic abilities give chrestomaths the ability to float sluggishly through the air, most caulborn consider this a waste of the organic thinking machines' time, and instead assign teams of humanoid caulborn to carry the living data centers around in palanquins or set them up in vast chapels. Chrestomaths are completely dependent on their kin for survival. Just as normal caulborn consume the psychic energy of other races through stolen ideas and concepts, chrestomaths are unable to feed directly from the source creatures, instead requiring their less intelligent brethren to regurgitate the predigested knowledge for them, sometimes also injecting them with additional nutrients and magical concoctions. While any caulborn within range may access a chrestomath's memory, this information can be devastating to other creatures. In addition to its normal telepathy and mind-reading, a chrestomath confronted with dangerous creatures can establish a psychic link through which it pushes huge amounts of information. The recipients of this attack find their brains overloaded by the tidal wave of knowledge, rendering them catatonic or violently insane. <b></p><p>Habitat & Society</b></p><p> While most chrestomaths have very little personality, any traces of identity being consumed by oceans of information, some eventually grow to control the data stored inside them and reestablish some semblance of self. One of the best such examples is Anamnesis, the One That Watches. As the heart of Xavorax, the city of caulborn and vampires deep below Kaer Maga, Anamnesis may well be one of the most learned entities on the face of Golarion, its thoughts and motives far beyond human comprehension. To outsiders, the thousands of pounds of flesh might seem barely sentient, capable only of shifting its colors to reflect emotions. Yet whether it's slave or master-or perhaps both-the lord of the Quivering Palace influences all the residents of Xavorax, watching over them as the central relay of their hive mind and the repository of all their race holds dear. While parasitic by nature, caulborn are not necessarily predatory, and aren't above trading for the sustenance they need. When they do so, it's often as prophets, a role in which chrestomaths are singularly important. Left with nothing but godlike memories and an ability to analyze information, chrestomaths are often able to extrapolate from trends and make logical connections that result in uncannily accurate predictions about future events.</p></h4></div>", "Languages": "Abyssal, Aklo, Celestial, Common, Draconic, Elven, Infernal, Thassilonian, Undercommon; tongues; telepathy 1 mile.", "Source": "AP 63", "Land": "0", "Organization": "solitary, catechumen (1 plus 2-4 caulborn), array (2-4 plus 4-12 caulborn)", "Ref": "-1", "Climb": "0", "HD": "(10d10+40)", "AbilitiyScores": "Str 2, Dex 2, Con 19, Int 25, Wis 21, Cha 22", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3517, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Ability Focus (mind flood), Great Fortitude, Improved Initiative, Improved Iron Will, Iron Will", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "1", "RacialMods": "+10 Knowledge (all)", "AC": "16, touch 12, flat-footed 16", "Swim": "0", "Name": "Chrestomath", "VariantParent": "", "Skills": "Appraise +19, Fly +9, Knowledge (arcana) +32, Knowledge (history) +32, Knowledge (local) +32, Knowledge (planes) +32, Knowledge (religion) +32, Knowledge (dungeoneering) +29, Knowledge (engineering) +29, Knowledge (geography) +29, Knowledge (nature) +29, Knowledge (nobility) +29, Perception +18, Sense Motive +18, Spellcraft +19", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "advanced hive mind, cooperative scrying, psychic deflection, racial memory, thoughtsense", "Saves": "Fort +13, Ref -1, Will +14", "Melee": "", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 10 ft. (average)", "Alignment": "N", "Size": "Medium"}