{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 16, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Clockwork Familiar</h2><h3><i>This tiny metallic creature is shaped like a raven, yet beneath its shining, articulated plates whir gears and spinning belts.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Clockwork Familiar</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Tiny construct (clockwork)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 16, flat-footed 14 (+2 Dex, +2 dodge, +2 natural, +2 size)</h5><h5><b>hp </b>16 (3d10)</h5><h5><b>Fort </b>+1, <b>Ref </b>+5, <b>Will </b>+2</h5><h5><b>DR </b>5/adamantine; <b>Immune </b>construct traits; <b>Resist </b>cold 10, fire 10</h5><h5><b>Weaknesses </b>vulnerable to electricity</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 50 ft. (perfect)</h5><h5><b>Melee </b>bite +7 (1d3 plus 1d6 electricity)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>14, <b>Con </b>10, <b>Int </b> 11, <b>Wis </b>13, <b>Cha </b>11</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+3; <b>CMD </b>15</h5><h5><b>Feats </b>Alertness, Improved Initiative<sup>B</sup>, Lightning Reflexes<sup>B</sup>, Weapon Finesse</h5><h5><b>Skills </b>Fly +19, Perception +5, Sense Motive +3, Stealth +12</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>advice, item installation, swift reactions, winding</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Advice (Ex)</b> Clockwork familiars have an innate understanding of how things work, granting their masters a +2 bonus on all Craft and Use Magic Device checks. </h5><h5><b>Item Installation (Ex)</b> Each clockwork familiar is made with the ability to carry a specific type of magic item inside its body. This item type is chosen at the time of the construct's creation, and cannot be changed. While the creature cannot activate or use the item for its original function, it gains certain constant abilities from the resonant magic fields, and can drain the item's magic as a free action in order to gain additional magical effects. In addition, any clockwork construct can drain a single charge or spell level from its installed item to heal itself 1d6 hit points as a standard action. Removing a spent item and installing a new one is a full-round action. <i>Potion</i>: The clockwork familiar gains a constant <i>protection from good/evil/law/chaos</i> effect (one type only, chosen each time a new potion is installed). In addition, a clockwork familiar can drain the magic from the potion in order to gain the ability to include in the effect a single creature whose shoulder it's perched on. While perched on a character's shoulder, it acts like a worn object with no body slot. While the familiar can move from person to person, thus transferring the benefit, latching on or unlatching from a shoulder is a move action. This ability to include others in the protection effect lasts for 1 minute per spell level of the potion drained. <i>Scroll</i>: The clockwork familiar gains a constant <i>detect magic</i> effect as a spell-like ability. Draining magic from a scroll allows the familiar to cast a single <i>identify</i> spell on behalf of its master for each spell level of the spell inscribed on the scroll-these castings may be stored and saved, though a scroll used in this manner becomes instantly useless, even if not all spell levels have been drained. <i>Wand</i>: The clockwork familiar gains the ability to spit a gobbet of acid up to 30 feet as a ranged touch attack, dealing 1d4 points of damage. Draining a charge increases the damage to 2d4 points for a single attack. This charge is spent before the attack is rolled.</h5></div><br><div><h4><p><p>When it comes to familiars, most arcanists satisfy themselves with mundane creatures such as rats and lizards. Those with the power to bind greater assistants often call forth helpers from the planes, turning minor fiends or celestials to their will. Yet for artificers and those who fuse magic with machinery, the best familiar is the one the caster creates herself, breathing life into a clockwork mechanism of her own design. Clockwork familiars can take a variety of forms depending on the whim of the creator. Most popular are tiny metal dragons, birds (especially owls and ravens), faceless humanoids, and spiders that run on clicking, needlelike legs, though practically any shape and material can be animated in this fashion. With its ability to generate electric shocks, a clockwork familiar can be useful in combat, yet it more often finds more use in the workshop, where its methodical thought processes and innate knowledge of mechanical systems allow it to offer valuable advice. In addition, each clockwork familiar has a unique relationship with a particular type of magic item, established at creation. When items of the chosen sort are slotted into the familiars-usually via a locking compartment, though some familiars simply drink potions, their metal stomachs becoming new receptacles- the familiars gain the ability to drain the magic back out of the items and turn it toward a different preset purpose, such as healing themselves or creating a specific spell effect. A typical clockwork familiar is roughly 2 feet tall or long and weighs 10 pounds. While the stat block here represents a raven familiar, and hence has a fly speed, other forms may trade this ability for a different form of movement, such as a clockwork piranha with a swim speed of 40 feet or a mechanical badger with a burrow speed of 10 feet. <b></p><p>Ecology</b></p><p> Clockwork familiars can be constructed from a wide variety of materials, the most common being adamantine, steel, and bronze. Though their bodies are often expertly crafted contraptions of gears, drive shafts, and even circuitry, a clockwork familiar is not simply a robotic wind-up toy, nor is its consciousness the result of elaborate programming. Instead, each construct is more like a vehicle for the tiny spirit that lives inside its heart. On their own, these flickers of consciousness-pulled from the fundamental animating energy of the planes-would have no real ability to affect their surroundings. Only through the specially attuned constructs created by arcanists do they gain the ability to truly live, and it's perhaps gratitude for this service that initially binds clockwork familiars to their creators. Once called into being and installed in its new vessel, a clockwork familiar's animating spirit controls its mechanical manipulators through tiny bursts of magical or electrical energy. As a result, most such constructs have conductive metal parts, and thus an instinctive fear of water and corrosion. Unable to heal naturally, clockwork familiars know that if their systems fail, they may never again be granted the chance to interact with the world. As a result, most clockwork familiars tend to be slightly paranoid and demanding when it comes to getting their masters to keep them in good repair, and it's not uncommon to find a clockwork familiar left to its own devices busily scouring rust from its shell, performing maintenance on itself, or attempting to improve the resilience of its basic functions. <b></p><p>Habitat & Society</b></p><p> As created creatures, clockwork familiars have little society of their own, and tend to take on mannerisms and speech patterns similar to their masters'. Most feel an instinctive affection for their masters, though as intelligent beings it's not unheard of for the little automatons to have existential crises if their masters mistreat or ignore them. Clockwork familiars are often fascinated by other construct creatures and may attempt to befriend or study them, the better to understand how their systems work. Though they rarely adopt religion on their own, familiars with religious masters may go through the motions of worship as a way of honoring their place in the great chain of creation-left to themselves, clockwork familiars tend to be more interested in the systems and logic by which the natural world and planes operate than in particular entities, including deities. While clockwork familiars have little desire for treasure themselves, they understand its value in trading, and may snatch up worthwhile items either on behalf of their master or-if they're concerned about being provided for-as emergency funds with which to purchase information or repairs, or as fuel for their magic-draining abilities. Clockwork familiars value knowledge above all things, though they tend to focus on logic, mathematics, organizational systems, and new ways of seeing and interpreting the world rather than simple facts. In a clockwork familiar's eyes, an almanac is useless clutter, but a textbook on geometry or chemistry is worth more than a pile of gold. As intelligent creatures, clockwork familiars have an ambiguous relationship with the lives of servitude they're inevitably born into. For some, the philosophical quandaries are small and easily managed, as their creators treat them well, ask their opinion, share their stores of valuable knowledge, and may even come to love them. For others, whose masters see them as slaves at best and irritatingly imperfect projects at worst, only fear for their continued existence keeps the constructs in line. Many fall somewhere in the middle, and are interested in all the world has to offer even down to the mundanity of fetching and polishing, and thus are content to experience life on their masters' terms. A spellcaster of at least 7th level who takes the Improved Familiar feat can select a clockwork familiar as a familiar. <br><b>Construction</b><br> The creator of a clockwork familiar must start with crafted clockwork pieces worth 500 gp. </h5><h5><b>Clockwork Familiar </b> <br><b>CL</b> 12th; <b>Price</b> 14,500 gp </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Construct, <i>geas/quest</i>, <i>make whole</i>, creator must be at least caster level 12th; <b>Skill</b> Craft (clockwork) DC 20; <b>Cost</b> 7,500 gp</p></h4></div>", "Languages": "Common", "Source": "AP 63", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(3d10)", "AbilitiyScores": "Str 10, Dex 14, Con 10, Int 11, Wis 13, Cha 11", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3518, "SubType": "(clockwork)", "MonsterSource": "", "Feats": "Alertness, Improved InitiativeB, Lightning ReflexesB, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "1", "Fly": "1", "RacialMods": "", "AC": "18, touch 16, flat-footed 14", "Swim": "0", "Name": "Clockwork Familiar", "VariantParent": "", "Skills": "Fly +19, Perception +5, Sense Motive +3, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "advice, item installation, swift reactions, winding", "Saves": "Fort +1, Ref +5, Will +2", "Melee": "bite +7 (1d3 plus 1d6 electricity)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 50 ft. (perfect)", "Alignment": "N", "Size": "Tiny"}