{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 60, "Treasure": "standard (alchemical items, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Polevik</h2><h3><i>Toadstools, puff balls, and other bizarre fungal growths sprout from this small, hunchbacked man's mold-streaked body. His beady eyes burn with paranoia and malice.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Polevik</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>NE Small fey </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +12</h5><h5><b>Aura </b>putrefying aura (30 ft., DC 18)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 15, flat-footed 13 (+4 Dex, +2 natural, +1 size)</h5><h5><b>hp </b>60 (8d6+32)</h5><h5><b>Fort </b>+6, <b>Ref </b>+10, <b>Will </b>+7</h5><h5><b>DR </b>5/cold iron; <b>Immune </b>disease, nausea, poison, sickened condition</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>bite +8 (1d6+3)</h5><h5><b>Ranged </b>puffballs +9 (1d6 plus disease)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 7th; concentration +9) </br>Constant&mdash;<i>speak with plants</i> (fungi and mold only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>18, <b>Con </b>19, <b>Int </b> 15, <b>Wis </b>9, <b>Cha </b>8</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+6; <b>CMD </b>20</h5><h5><b>Feats </b>Alertness, Iron Will, Point-Blank Shot, Precise Shot</h5><h5><b>Skills </b>Acrobatics +8 (+4 when jumping), Craft (alchemy) +17, Heal +7, Knowledge (dungeoneering) +10, Knowledge (nature) +13, Perception +12, Sense Motive +10, Stealth +19 (+23 in caves or swamps), Survival +7 (+11 in caves or swamps), Swim +7; <b>Racial Modifiers </b>+4 Craft (alchemy), +4 Stealth in caves or swamps, +4 Survival in caves or swamps</h5><h5><b>Languages </b>Aklo, Common, Sylvan, Undercommon</h5><h5><b>SQ </b>fungal alchemy</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any swamp or underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard (alchemical items, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Disease (Ex)</b> <i>Pulsing Puffs</i>: Puffball-injury; save Fort DC 18; <i>onset</i> 1 minute; frequency 1/day; effect 1d6 Dex damage; cure 2 consecutive saves. Pulsing puffs is a disease characterized by small, blue-white spores sprouting within a creature's wounds. These spores quickly grow into phosphorescent, domed mounds that pulsate and throb, eating away at victims' connective tissue, severely impairing them. Additionally, once a creature takes 7 points of Dexterity damage from the pulsing puffs, the domed mounds burst, releasing a 10-foot-radius burst of diseased spores. This effect lasts for 1 round. Any creature caught within the burst radius or that moves through it is exposed to the pulsing puffs disease. The save DC is Constitution-based. </h5><h5><b>Fungal Alchemy (Ex)</b> As long as he has access to his fungus garden, a polevik can craft any alchemical item with a Craft DC of 25 or lower without needing to pay a cost in gold pieces for raw materials. Items function normally but may have a different appearance. For example, materials usually stored in glass jars instead fill rigid spheres of plant matter. </h5><h5><b>Puffballs (Ex)</b> Poleviks have learned how to nurture myriad species of symbiotic fungi upon their bodies, and the most treasured of these are their deadly puffballs. Each 6-inch-diameter spherical fungus has a thorny internal stalk covered by a thin skin of spore-laden flesh. As a standard action that does not provoke an attack of opportunity, a polevik can pluck and throw a puffball with a range of 20 feet. On a successful hit, the thorns expand and pulsate on impact, bursting through the flesh of the puffball. This inflicts vicious wounds and releases fungal spores that infect the victim with pulsing puffs. As soon as a puffball has been plucked, another grows in its place. Once a puffball has been plucked, it decomposes after 1 round, becoming inert. </h5><h5><b>Putrefying Aura (Su)</b> All unattended nonmagical food or liquid within the radius of a polevik's aura instantly rots or spoils. Attended nonmagical food or liquid within the aura receives a saving throw to resist this effect. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>The secretive and suspicious poleviks cultivate gardens of fungi in deep bogs and caves far from civilization, jealously guarding the secrets of their fungal alchemy from the rest of the world. Once natives of the First World, they retain some of that plane's potent life energy, which specifically encourages the growth of fungi and molds. This enables them to turn their own spry and twisted bodies into fertile ground in which to cultivate their signature puffball weapons. Averaging a few inches shy of 4 feet tall and weighing approximately 115 pounds, individuals can vary in size depending on the number and size of fungal growths that they nurture upon their bodies. They rarely live beyond 300 years. <b></p><p>Ecology</b></p><p> Poleviks are omnivorous but prefer decomposing meat that is already furred with fungus or ripe with mold. They rarely go to the trouble of actively hunting food; instead, they scavenge the remains of small creatures that find their way into their lairs and fall victim to the dangerous plants and molds they cultivate. Although poleviks could subsist on the mushrooms that they grow, they consider it a terrible waste to use these mushrooms for something as prosaic as food. As with many creatures of the First World, their cycle of reproduction is somewhat bizarre; poleviks reproduce only after their death. As a polevik's body begins to rot, one of his unique fungal infestations begins to consume his flesh and eventually grows into a colony of large toadstools. After a period of 1 year, the stalk of the largest toadstool bursts open and gives birth to a new, fully grown polevik. While already possessing all the skills and abilities of his race, the newborn carries none of the memories of his progenitor. As a result, a newborn polevik knows nothing about the world beyond his immediate surroundings, and his paranoid nature gives him little desire to learn more. Instead, he begins to enthusiastically cultivate the corpse-grown fungal colony that gave birth to him, adding it to the fungal garden of his long-decomposed predecessor. Habitat and Society Poleviks are solitary and reclusive creatures who consider fungi and molds to be both their closest friends and their most treasured possessions. Though they are able to communicate with all types of molds and mushrooms, poleviks occasionally find fungi's limited frame of reference frustrating. This sometimes leads poleviks to associate with intelligent fungoid creatures such as leshies and myceloids, although they treat the former as servants and the latter as rivals. Most scholars agree that the poleviks were cast out of the First World, exiled for some ancient insult to one of the Eldest. Though scholars disagree on which of those unique beings the poleviks offended, evidence of polevik gardens has been discovered by travelers in the Hanging Bower of the Green Mother, leading to speculation that poleviks may have once been her servants. Exile may have stripped them of an unending existence in the First World, but the stability of the material world gives them ample opportunity to cultivate and experiment with their beloved fungal companions. It is for these experiments that they are widely hunted by wizards seeking obscure spell components, and by alchemists who wish to learn the secrets of the polevik's miraculous ability to mix fungi into concoctions that seem impossible to create outside of a laboratory. Fearful of the outside world, poleviks rarely leave their lairs, but creatures that find their way into a polevik's gardens face vicious opponents. While poleviks are dangerous on their own, their usual tactic is to lead interlopers within reach of the deadly molds and fungi with which they share their lairs. Most who seek poleviks fall prey to ascomoids, brown molds, phantom fungi, phycomids, violet fungi, yellow molds, and others long before they face the direct attacks of these obsessive fey. Puffballs The most treasured of a polevik's fungi is the puff ball. In addition to the standard puff ball, which is rife with the deadly pulsing puffs disease, poleviks cultivate certain other varieties, each with its own unique properties. Deathrot Spores: Despite their name, these black puff balls are no threat to living creatures. When applied to a corpse, they quickly consume the necrotic flesh, stripping all meat from the skeleton over the course of a minute. This ability to easily conceal the identity of a murder victim makes deathrot spores prized by assassins. These puff balls can also be brought to bear against certain types of undead. When hurled as a ranged touch attack against non-skeletal, corporeal undead, deathrot spores inf lict a -2 penalty to the creature's natural armor for 10 rounds. Flamequench Mushrooms: These dun-colored puff balls are grown from a species of brown mold. When thrown into a fire, the puffball releases spores that suck in the heat from their immediate area. This has the effect of completely extinguishing a 5-foot square of nonmagical fire.</p></h4></div>", "Languages": "Aklo, Common, Sylvan, Undercommon", "Source": "AP 63", "Land": "1", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(8d6+32)", "AbilitiyScores": "Str 16, Dex 18, Con 19, Int 15, Wis 9, Cha 8", "Gear": "", "Ranged": "puffballs +9 (1d6 plus disease)", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3520, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Iron Will, Point-Blank Shot, Precise Shot", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+4 Craft (alchemy), +4 Stealth in caves or swamps, +4 Survival in caves or swamps", "AC": "17, touch 15, flat-footed 13", "Swim": "0", "Name": "Polevik", "VariantParent": "", "Skills": "Acrobatics +8 (+4 when jumping), Craft (alchemy) +17, Heal +7, Knowledge (dungeoneering) +10, Knowledge (nature) +13, Perception +12, Sense Motive +10, Stealth +19 (+23 in caves or swamps), Survival +7 (+11 in caves or swamps), Swim +7", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any swamp or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "fungal alchemy", "Saves": "Fort +6, Ref +10, Will +7", "Melee": "bite +8 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "NE", "Size": "Small"}