{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 526, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Yamasoth</h2><h3><i>Writhing, hook-covered tentacles unfurl from this behemoth's body, at the center of which gapes a maw with a red eye in its throat.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Yamasoth</p><p class=\"alignright\">CR 24</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,228,800</h5><h5>CE Gargantuan outsider (chaotic, evil, extraplanar, qlippoth)</h5><h5><b>Init </b>+11; <b>Senses </b>all-around vision, darkvision 60 ft., <i>detect good</i>, <i>detect law</i>, <i>true seeing</i>; Perception +35</h5><h5><b>Aura </b><i>cloak of chaos</i> (DC 24)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>43, touch 18, flat-footed 35 (+4 deflection, +7 Dex, +1 dodge, +25 natural, -4 size)</h5><h5><b>hp </b>526 (27d10+378); regeneration 15 (lawful)</h5><h5><b>Fort </b>+33, <b>Ref </b>+28, <b>Will </b>+18</h5><h5><b>DR </b>15/cold iron and lawful; <b>Immune </b>cold, death effects, mind-affecting effects, poison; <b>Resist </b>acid 30, electricity 30, fire 30; <b>SR </b>35</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>maw +36 (2d10+13/19-20), 4 bites +36 (2d8+13/19-20), 6 tentacles +34 (2d6+6/19-20 plus grab)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft. (30 ft. with tentacles)</h5><h5><b>Special Attacks </b>constrict (2d6+13), gaze weapon, horrific appearance (DC 29), polymorph plague, rend (4 bites, 2d8+19), tentacle transformation</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +26) </br>Constant&mdash;<i>cloak of chaos</i> (DC 24), <i>detect good</i>, <i>detect law</i>, <i>fly</i>, <i>freedom of movement</i>, <i>true seeing</i> </br>At Will&mdash;<i>desecrate</i>, <i>greater dispel magic</i>, <i>greater teleport</i>, <i>statue</i>, <i>stone shape</i>, <i>telekinesis</i> (DC 21) </br>3/day&mdash;quickened <i><i>baleful</i> polymorph</i> (DC 21), <i>flesh to stone</i> (DC 22), <i>phase door</i>, <i>polymorph any object</i> (DC 24), <i>wall of stone</i> </br>1/day&mdash;<i>earthquake</i>, summon (level 9, any qlippoth or combination of qlippoth whose total combined CR is 20 or lower 100%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>36, <b>Dex </b>25, <b>Con </b>38, <b>Int </b> 25, <b>Wis </b>21, <b>Cha </b>22</h5><h5><b>Base Atk </b>+27; <b>CMB </b>+44 (+48 grapple); <b>CMD </b>66 (can't be tripped)</h5><h5><b>Feats </b>Combat Reflexes, Critical Focus, Dodge, Greater Vital Strike, Improved Critical (bite), Improved Critical (tentacle), Improved Initiative, Improved Vital Strike, Lightning Reflexes, Multiattack, Power Attack, Quicken Spell-Like Ability (<i><i>baleful</i> polymorph</i>), Staggering Critical, Vital Strike</h5><h5><b>Skills </b>Fly +45, Intimidate +36, Knowledge (arcana) +37, Knowledge (planes) +37, Knowledge (dungeoneering) +34, Knowledge (history) +34, Knowledge (nature) +34, Knowledge (religion) +34, Perception +35, Sense Motive +35, Spellcraft +37, Stealth +25, Use Magic Device +36; <b>Racial Modifiers </b>+10 Fly</h5><h5><b>Languages </b>Abyssal; telepathy 300 ft.</h5><h5><b>SQ </b>qlippoth lord traits</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Sekatar-Seraktis)</h5><h5><b>Organization </b>solitary or group (Yamasoth plus 2d6 gongorinans and 2d6 various polymorphed minions)</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Gaze Weapon (Su)</b> As a free action at the start of his turn, Yamasoth can gape his central maw wide to expose the horrific red eye lodged in what should be his throat. This gaze weapon has a range of 30 feet, and polymorphs creatures affected by it into giant vermin, animals, or magical beasts (Fortitude DC 37 resists). Yamasoth chooses what creatures to transform victims into as they fail their saving throws. This effect otherwise functions as <i>polymorph any object</i> (CL 20th), and is a polymorph effect. Yamasoth can keep his maw open for up to 3 consecutive rounds, after which his throat-eye closes and this gaze weapon cannot be used again for 1 minute. The save DC is Constitution-based. </h5><h5><b><i>Horrific Appearance (Su)</i></b> Creatures that succumb to Yamasoth's horrific appearance are stunned. At the start of each round thereafter, a creature stunned in this way can make a choice- fight the overwhelming chaos and horror and attempt a new DC 29 Will save to end the stun effect and act normally on that round, or accept the chaos into its soul and automatically succeed at the save to recover from the stun effect. This latter option immediately shifts the creature's alignment one step closer to chaotic evil. This shift in alignment can be fixed via <i>atonement</i>, but counts as a voluntary alignment shift for the purposes of <i>atonement</i>'s material component requirements. A creature that becomes chaotic evil as a result of this also becomes a willing minion and ally of Yamasoth. </h5><h5><b>Maw (Ex)</b> Yamasoth's central maw is a primary attack that threatens a critical hit on a roll of 19-20. A creature hit by Yamasoth's maw while his gaze weapon is active takes a -4 penalty on its next saving throw against the gaze attack. </h5><h5><b>Polymorph Plague (Su)</b> Any creature that has been affected by one of Yamasoth's polymorph effects becomes \"contagious.\" For 24 hours after the creature's initial transformation, any other creature that touches or is touched by the polymorphed creature must succeed at a Fortitude save (DC = 10 + 1/2 the polymorphed creature's HD + the polymorphed creature's Constitution modifier) to resist polymorphing into a creature identical to the current form of the polymorphed creature. </h5><h5><b>Qlippoth Lord Traits</b> A qlippoth lord is a powerful and unique qlippoth that rules a significant portion of an Abyssal realm. Qlippoth lords possess the following traits. <ul><li> Immunity to cold, death effects, mind-affecting effects, and poison. <li> Resistance to acid 30, electricity 30, and fire 30. <li> </h5><h5><b><i>Horrific Appearance (Su)</i></b> This ability functions similarly to the typical qlippoth ability, save that qlippoth lords' horrific appearances often create physical effects and changes in their victims. Despite these physical effects, a qlippoth lord's horrific appearance remains a mind-affecting effect. <li> <i>Summon Qlippoth (Sp)</i> Once per day, a qlippoth lord can summon any qlippoth or combination of qlippoth whose total combined CR is 20 or lower. This ability always works, and is equivalent to a 9th-level spell. <li> Telepathy 300 feet. <li> A qlippoth lord's natural weapons, as well as any weapon it wields, are treated as chaotic, epic, and evil for the purpose of overcoming damage reduction. <li> Qlippoth lords can grant spells to their worshipers. Granting spells does not require any specific action on the qlippoth lord's behalf. All qlippoth lords grant access to the domains of Chaos and Evil; in addition, they grant access to two other domains and a favored weapon that vary according to each qlippoth lord's themes and interests. </h5><h5><b>Tentacle Transformation (Su)</b> At the start of every odd-numbered round, three of Yamasoth's tentacle tips transform into one of three different types of appendages-a serpent's head, a clawed hand, or a metallic blade. The three tentacles all change into the same type of attack, and the change persists for 1 full round, after which the three tentacles revert to normal tentacles on every even-numbered round. While transformed, the limbs make the following types of attacks instead of tentacle attacks. <li> <i>Blade</i>: talon +36 (3d6+13/19-20) <li> <i>Clawed Hand</i>: claw +36 (2d6+13 plus bleed damage equal to the damage dealt by the claw) <li> <i>Serpent Head</i>: bite +36 (1d8+13 plus poison: bite- injury; save Fort DC 37; frequency 1/round for 12 rounds; effect 1d4 Dex drain and slowed for 1 round; cure 3 consecutive saves)</ul></h5></div><br><div><h4><p><p>Yamasoth, known also as the Polymorph Plague, dwells in the endless cavern realm of Sekatar- Seraktis in the Abyss. Constantly at war with bickering balor lords and other powerful demons, Yamasoth has held his own as the lord of the Abyss's largest, most centralized region: the Kingdom of New Flesh. The \"new flesh\" in question consists of the qlippoth lord's subjects- men and women from countless worlds who may have been kings and queens at one time, but here are nothing more than base monsters, vermin, and beasts to serve at Yamasoth's whim. Some he feeds upon. Others he keeps for his harem. But the bulk of the denizens of the Kingdom of New Flesh are soldiers. In this army, other qlippoth serve as commanders and generals, particularly Yamasoth's favored minions, the gongorinans (see page 90). Unlike most qlippoth, Yamasoth does not necessarily prefer to kill but rather to transform. A human who sins and dies produces a soul that fuels the demonic horde, but a dumb beast or feral monster who dies is merely carrion. By transforming free-willed mortals into monsters, Yamasoth's Army of the New Flesh only becomes more capable of ending worlds. Yamasoth's centuries-long alliance with Runelord Alaznist may have eventually resulted in such an assault on Golarion, but the devastation of Earthfall ended those plans before Yamasoth's burgeoning realm could finalize its gestation-proof that even in the greatest of disasters, some good is wrought. Yamasoth's interest in transformations goes far beyond mere polymorphing. The qlippoth lord is also fascinated by the act of fleshwarping and reworking life into new forms of mutants. Rumors state that the nature of the experiments that take place deep in the Kingdom of New Flesh closely mimic those the daemons performed in the Abyss so long ago that resulted in the first demons. In fact, some dissident demonologists claim Yamasoth himself is a nascent demon lord, and is in fact that first, primal demon born of daemonic tampering with Abyssal quintessence and sinful souls.</p></h4></div>", "Languages": "Abyssal; telepathy 300 ft.", "Source": "AP 64", "Land": "1", "Organization": "solitary or group (Yamasoth plus 2d6 gongorinans and 2d6 various polymorphed minions)", "Ref": "28", "Climb": "0", "HD": "(27d10+378)", "AbilitiyScores": "Str 36, Dex 25, Con 38, Int 25, Wis 21, Cha 22", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "20 ft. (30 ft. with tentacles)", "DontUseRacialHD": "0", "id": 3545, "SubType": "(chaotic, evil, extraplanar, qlippoth)", "MonsterSource": "", "Feats": "Combat Reflexes, Critical Focus, Dodge, Greater Vital Strike, Improved Critical (bite), Improved Critical (tentacle), Improved Initiative, Improved Vital Strike, Lightning Reflexes, Multiattack, Power Attack, Quicken Spell-Like Ability (baleful polymorph), Staggering Critical, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "33", "Fly": "1", "RacialMods": "+10 Fly", "AC": "43, touch 18, flat-footed 35", "Swim": "0", "Name": "Yamasoth", "VariantParent": "", "Skills": "Fly +45, Intimidate +36, Knowledge (arcana) +37, Knowledge (planes) +37, Knowledge (dungeoneering) +34, Knowledge (history) +34, Knowledge (nature) +34, Knowledge (religion) +34, Perception +35, Sense Motive +35, Spellcraft +37, Stealth +25, Use Magic Device +36", "ClassArchetypes": "", "IsTemplate": "0", "Will": "18", "Race": "", "CR": "24", "XP": 1228800, "TemplatesApplied": "", "Environment": "any (Sekatar-Seraktis)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "qlippoth lord traits", "Saves": "Fort +33, Ref +28, Will +18", "Melee": "maw +36 (2d10+13/19-20), 4 bites +36 (2d8+13/19-20), 6 tentacles +34 (2d6+6/19-20 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 60 ft. (good)", "Alignment": "CE", "Size": "Gargantuan"}