{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 96, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Cephalophore</h2><h3><i>Holding its own severed head in its hands, this marble statue looms forbiddingly over what it protects.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Cephalophore</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>N Large construct </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +1</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 11, flat-footed 21 (+2 Dex, +12 natural, -1 size)</h5><h5><b>hp </b>96 (12d10+30)</h5><h5><b>Fort </b>+4, <b>Ref </b>+6, <b>Will </b>+5</h5><h5><b>Defensive Abilities </b>shatter weapons; <b>Immune </b>construct traits; <b>SR </b>20</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>2 slams +18 (2d6+7 plus dazing strike)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>dazing gaze, dazing strike</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>25, <b>Dex </b>14, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>12, <b>Cha </b>1</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+20; <b>CMD </b>32</h5><h5><b>SQ </b>shatter weapons, statue</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Dazing Gaze (Su)</b> As a standard action, a cephalophore can hold up its severed head to make a gaze attack that affects all seeing creatures within a 60-foot radius. These creatures must succeed at a DC 16 Will save or be stunned for 1 round. Creatures that successfully save are instead sickened for 1 round. This is a mind-affecting fear effect, and the save DC is Wisdom-based. </h5><h5><b>Dazing Strike (Su)</b> Any creature struck by the cephalophore's slam attacks must succeed at a DC 16 Will save or be dazed for 1 round. Those who save against this affect are instead sickened for 1 round. This is a mind-affecting fear effect, and the save DC is Wisdom-based. </h5><h5><b>Shatter Weapons (Ex)</b> Whenever a character strikes a cephalophore with a weapon (magical or nonmagical), the weapon takes 3d6 points of damage. Apply the weapon's hardness normally. Weapons that take any amount of damage in excess of their hardness gain the broken condition. </h5><h5><b>Statue (Ex)</b> If a cephalophore stands perfectly still, it is indistinguishable from a normal statue. An observer must succeed at a DC 20 Perception check to notice the cephalophore is alive. If a cephalophore initiates combat from this pose, it gains a +6 bonus on its initiative check.</h5></div><br><div><h4><p><p>Adventurers wandering among forgotten ruins, abandoned temples, or moldering graveyards may have a chance encounter with an enigmatic cephalophore standing watch over the site. At a cursory glance, these guardians appear to be looming statues of decapitated humanoids, their severed heads held aloft in a gruesome warning or cradled in their hands like a precious prize. To benign passersby, these marble constructs remain inert, their stone gazes producing only an unnerving sense of watchfulness. However, those who attempt to raid or desecrate the cephalophore's holy site quickly find that this seemingly immovable statue is anything but. Consequently, many adventurers and tomb raiders have come to see cephalophores as a type of good-luck omen, because when one finds a cephalophore, a dangerous and treasure-filled ruin-hopefully still unlooted-is surely not far away. Part guard and part trap, most of these hulking figures were constructed millennia ago to stand watch over culturally vital holy sites. Cephalophores are the perfect sentinels-they remain completely still, without fatigue or complaint, for centuries, until a specific set of circumstances triggers them. These triggers are far from universal, and each individual cephalophore has a different set of transgressions that it is constitutionally bound to prevent. For many, it's the perturbation of certain relics within its tomb or temple, but some cephalophores are bound to attack any who pass by without performing a now-long-forgotten ritual or incantation. A typical cephalophore stands 10 to 15 feet tall and weighs up to 4,000 pounds. Cephalophores are made of solid marble, which makes attacking them with standard weaponry inefficient at best. <b></p><p>Ecology</b></p><p> Cephalophores are intimately linked to specific tombs or temples, with each constructed to stand guard over a single location. While the ravages of time do little to diminish the single-minded dedication of these creatures, the sacred edifices to which they are bound seldom stand so firmly against the ages. Consequently, cephalophores are often found amid ruins or deep in the wilderness, standing vigilant guard over a site that has been long forgotten by mortal society. Many cephalophores lie buried beneath sandy dunes, overgrown by unchecked jungle foliage, or entombed within collapsed caverns. Not entirely immune to aging, cephalophores do decay very slowly, their marmoreal forms flaking and crumbling over centuries. This process is hastened in climates where exposure to local weather conditions is especially ruinous or erosive. It is for this reason that the majority of intact cephalophores are discovered in arid climates or enclosed habitats like caves or catacombs. This leads some to mistakenly believe these creatures prefer such environs. In reality, preference has nothing to do with it-they are simply better preserved in dry conditions. Cephalophores subjected to centuries of high winds or dripping water sometimes deteriorate into featureless columns, the details of their forms washing away with the elements. Consequently, those having come in contact with a malformed cephalophore often chalk up the encounter to a spiteful earth elemental, and have no idea how close they were to an ancient treasure trove or forgotten tomb. <b></p><p>Habitat & Society</b></p><p> Designed to perform a single, lonely function and constructed to be mindless, cephalophores are not at all social creatures. Any vestige of identity the constructs have is left over from their makers, who designed them in accordance with the aesthetics of their own cultures. Most scholars of Golarion suspect the first cephalophores were constructed during the height of the ancient city of Ninshabur in present-day Casmaron, whose inf luence extended as far west as Ancient Osirion and present-day Taldor. These scholars also posit that the cephalophores were made in an attempt by the Ninshaburians to emulate the living monoliths of Osirion, with whom Ninshaburian phalanxes were likely to have come into contact. The Ninshaburian origins of the cephalophores are evidenced by both their appearance and their geographic locations. One obvious indicator of the cephalophores' link to Ninshabur is the facial characteristics of the animate statues. Many of the constructs feature stylistically arched eyebrows and ferocious grimaces, in keeping with the characteristics of many known Ninshaburian statues of lammasus and sphinxes. Further, the locations of known cephalophore sites are consistent with the territory of the once-inf luential empire. Though the highest concentration of cephalophores is undoubtedly in eastern Qadira, they have also been encountered throughout Andoran, Cheliax, Galt, Isger, Varisia, and even Nex in eastern Garund. Many of these territories were never officially conquered by the marauding Ninshaburians, but it's possible some of their cultural practices and techniques spread to other societies, prompting a variety of sects to create their own cephalophores. Scholars debate whether ancient cephalophores were originally statues, chiseled from stone and then imbued with deadly purpose, or whether they were once living creatures that were immortalized through some forgotten ritual. If it's true that the Ninshaburians were inspired by the divine guardians of Osirion, then it's likely both methods were used at different times. Rock carvings found in the abandoned temple complex of Tabsagal indicate that the characteristic decollation of cephalophores was tied to a ritual wherein highly venerated holy warriors (akin to present-day paladins or clerics) were offered near-immortality in exchange for their service to Ninshabur. The majority of the ritual seems to have consisted of oath-taking, wherein the terms of the heroes' guardianship were made clear. However, to seal the pact, these warriors were then required to offer their own heads in homage to their ancient gods. After their beheading, the soldiers' bodies rapidly turned to stone, and they were then moved to their eternal resting places as guardians of Ninshabur's holiest sites. A cephalophore's grisly pose is a perfect representation of the self-sacrificial zealotry of Ninshaburian warriors. Those who chose to become Ninshabur's longstanding holy guards forsook all freedom and everlasting rest to ensure that their empire's sacred artifacts remained unmolested. Those who would stir the dust of Ninshabur must risk the wrath of these ever-watchful martyrs and the single-minded dedication that drives them. <br><b>Construction</b><br> A cephalophore is constructed from a single block of marble weighing at least 4,000 pounds and costing 3,500 gp. </h5><h5><b>Cephalophore </b> <br><b>CL</b> 11th; <b>Price</b> 33,500 gp </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Construct, <i>animate objects</i>, <i>daze monster</i>, <i>geas/quest</i>, <i>resurrection</i>, creator must be caster level 11th; <b>Skill</b> Craft (sculpture) DC 20; <b>Cost</b> 18,500 gp</p></h4></div>", "Languages": "", "Source": "AP 64", "Land": "1", "Organization": "solitary or pair", "Ref": "6", "Climb": "0", "HD": "(12d10+30)", "AbilitiyScores": "Str 25, Dex 14, Con -, Int -, Wis 12, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3546, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "23, touch 11, flat-footed 21", "Swim": "0", "Name": "Cephalophore", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "shatter weapons, statue", "Saves": "Fort +4, Ref +6, Will +5", "Melee": "2 slams +18 (2d6+7 plus dazing strike)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Large"}