{"Group": "Kyton", "Space": "5 ft.", "Mythic": "0", "HP": 52, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kyton, Ostiarius</h2><h3><i>Cloaked in shadows, every curve and sculpted muscle of this vision of physical perfection suggests some new gasping pleasure or titillating torture.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Ostiarius</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>LE Medium outsider (evil, extraplanar, kyton, lawful)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +16</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 12, flat-footed 16 (+2 Dex, +2 natural, +4 shield)</h5><h5><b>hp </b>52 (7d10+14); regeneration 2 (good weapons and spells, silver weapons)</h5><h5><b>Fort </b>+7, <b>Ref </b>+4, <b>Will </b>+11</h5><h5><b>Immune </b>cold, magic missile</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 touches +2 (1 plus 1d4 bleed)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>compel courage, unnerving gaze (30 ft., DC 21)</h5><h5><b>Spell-Like Abilities</b> (CL 7th; concentration +11) </br>Constant&mdash;<i>shield</i> </br>At Will&mdash;<i>calm emotions</i> (DC 16), <i>darkness</i>, <i>enthrall</i> (DC 16), <i>major image</i> (DC 17) </br>3/day&mdash;<i>crushing despair</i> (DC 17), <i>shadow walk</i>, <i>silence</i> (DC 16) </br>1/day&mdash;<i>plane shift</i> (to the Material Plane and Plane of Shadow only, lawful evil creatures only), <i>shout</i> (DC 18)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>15, <b>Con </b>14, <b>Int </b> 19, <b>Wis </b>18, <b>Cha </b>19</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+7; <b>CMD </b>19</h5><h5><b>Feats </b>Alertness, Blind-Fight, Improved Initiative, Iron Will</h5><h5><b>Skills </b>Bluff +14, Diplomacy +14, Escape Artist +9, Heal +14, Intimidate +14, Knowledge (planes) +14, Perception +16, Perform (oratory) +14, Sense Motive +16, Stealth +12</h5><h5><b>Languages </b>Common, Infernal; telepathy 100 ft.</h5><h5><b>SQ </b>shadow traveler</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Plane of Shadow)</h5><h5><b>Organization </b>solitary, pair, or synod (5-9)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Compel Courage (Ex)</b> An ostiarius can inspire courage as a 5th-level bard using bardic performance, granting a +2 morale bonus on saving throws against charm and fear effects and a +2 competence bonus on attack and weapon damage rolls. This ability has a range of 50 feet and affects those creatures the ostiarius chooses who also willingly accept the benefits of the effect (no saving throw required). The ostiarius's performance compels creatures to perform at dangerous extremes. Any living non-outsider that benefits from this ability takes 1 point of bleed damage. A creature that accepts these benefits for multiple consecutive rounds gains additional points of bleed damage that stack with one another (to a maximum of 5). This is an audible, mind-affecting effect and can be countered by a bard's countersong ability. </h5><h5><b>Shadow Traveler (Ex)</b> When an ostiarius uses <i>plane shift</i> to travel to the Plane of Shadow, it arrives at its intended destination with complete accuracy. When an ostiarius uses <i>shadow walk</i>, it moves at a rate of 100 miles per hour. </h5><h5><b>Unnerving Gaze (Ex)</b> A creature that succumbs to an ostiarius's unnerving gaze becomes sickened for 1d4 rounds. This is a mind-affecting fear effect. The save DC is Charisma-based.</h5></div><br><div><h4><p><p>Ostiariuses mind the gate between the world of mortals and the endless excruciating delights of the Plane of Shadow. Their role is twofold: admitting their brethren to the Material Plane using their powers of extraplanar travel, and, more insidiously, convincing mortals to willingly journey with them to their shadowed homeland. They are the emissaries of their people, encouraging susceptible mortals to turn away from the tired philosophies of their dull traditions and dim imaginations and to embrace inconceivable possibilities in a realm of inscrutable <i>darkness</i>. Their guidance leads those they counsel to a path of taboo indulgences and selfish excesses, gradually indoctrinating them in the unsqueamish methods and gluttonous mindset of the kyton race. Eventually, when a mortal is deemed worthy- which is to say, irredeemably corrupted and likely having set others down the same path-the ostiarius leads her into the dark of the Plane of Shadow, where it and its kin gorge themselves upon this newly trapped scrap of flesh and thwarted expectation. An ostiarius might superficially appear to be of any gender or completely androgynous, often undergoing physical manipulation to present an appealing figure to those it would court. Extremes of exotic tattooing, piercing, or body modification often mark their forms, and some ostiariuses go so far as to fuse flesh, shining accoutrements, and dark clothing into a single epidermal layer. Most proudly stand over 6 feet tall, though their weights range from exceedingly light to grossly heavy due to interior cavities either scraped empty or filled with the most perversely beautiful but utterly superficial organs. <br><b>Kyton Rhetoric</b><br> Ostiariuses are infamous for their half-truths and honey lies. As the reputation of the kyton race does not lead most mortals-even those with the most stained souls- to embrace the pain-tasters' cruel mortal enlightenment, it falls to ostiariuses to turn minds against their own bodies, encouraging philosophies of suffering to take root and override their natural fear and revulsion of kytons' so-called \"gifts.\" To such ends, ostiariuses claim absolute openness with those they court, and deftly-supposedly candidly-answer even the most pointed questions about their insidious natures. The following are just a few of the questions commonly put to kyton ostiariuses, and their well-rehearsed answers to each. Kytons are evil. </h5><h5><b>Why should I trust you? </b> \"Evil? Such a small word to sum up my people, our culture, and our millennia-old dogma. I have little belief in the concept. I've seen holy men sacrif ice innocents and be called saints. I've seen mothers who stole only to feed their children go to the gallows. I perceive evil to be an artif icial construct, a mere description created by frightened clerks so they can determine whether one's actions fall within or outside their narrow visions for what reality should be. But am I evil? I believe in potential. I believe that some creatures are without signif icance and not worthy of my hand raised to save them. Conversely, I believe the multiverse blesses some beings with extraordinary traits, with the potential to do-to be-great things. The fact that I exist to seek out such potential and help it flourish means that regardless of what you believe about such small words like ‘good' and ‘evil,' inarguably the cosmos has guided me to you, and as I believe in the power of that cosmos, I believe in you.\" My magic says you're evil. </h5><h5><b>Why shouldn't I slay you? </b> \"Pause to consider the source of that information. Something has told you that I am evil, and why wouldn't it? I seek to enlighten. To reveal secrets of reality, rebirth, immortality, and divinity that no creature that calls itself ‘good' would wish to see revealed. Surely my words are heresy in every faith where the blind follow the sighted, for I promise to reveal wonders inherent in every worthy soul, wonders the deities claim are theirs alone.\" Your race hails from the Plane of Shadow. </h5><h5><b>Why do you dwell in such a terrible place? </b> \"My people seek to escape form, to escape prejudice, to escape all restrictions that wantonly encage us. To this end, my people voluntarily migrated to the one place in all existence where the body becomes muted, and voices, philosophies, and sensations are amplified. My people are ascetics, the <i>darkness</i> our endless meditation.\" Your people originated in Hell. </h5><h5><b>Care to explain? </b> \"Surely you know there are angels as well as devils in Hell. In the home of the righteous, there must be a single law. All who refuse to bow to that law are rebels in the eyes of the empowered, and so must be outcast. Those who refuse to bend to righteousness-or worse, who hold their own visions of righteousness-are exiled to the burning hinterland. But, were my people prisoners of Hell, were we truly damned, could we have left so easily? My people have been pilgrims in many lands, and have come to understand many truths of the cosmos. Hell was merely the last of many realms through which we've passed.\" Your methods indulge in fear and suffering. </h5><h5><b>Why would I embrace such destruction? </b> \"Pain. Sorrow. Fear. These are not emotions. These are instincts of animals, of lesser beings. Do you think the rat feels contentedness, the snake either love or lust, the sow ecstasy? We are without the vestigial mental ref lexes of mortals. Yet such enlightenment is not our purview alone. We would teach all with minds to understand how to be more than what an evolution of meat and tears would constrain. We offer possibility and revelations of enlightenment, states your kind are predisposed to distrust, to view as revolution, but which those with the potential for greatness clasp as rungs upon the ladder of exultation.\"</p></h4></div>", "Languages": "Common, Infernal; telepathy 100 ft.", "Source": "AP 64", "Land": "1", "Organization": "solitary, pair, or synod (5-9)", "Ref": "4", "Climb": "0", "HD": "(7d10+14)", "AbilitiyScores": "Str 10, Dex 15, Con 14, Int 19, Wis 18, Cha 19", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3548, "SubType": "(evil, extraplanar, kyton, lawful)", "MonsterSource": "", "Feats": "Alertness, Blind-Fight, Improved Initiative, Iron Will", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "18, touch 12, flat-footed 16", "Swim": "0", "Name": "Ostiarius", "VariantParent": "", "Skills": "Bluff +14, Diplomacy +14, Escape Artist +9, Heal +14, Intimidate +14, Knowledge (planes) +14, Perception +16, Perform (oratory) +14, Sense Motive +16, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any (Plane of Shadow)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "shadow traveler", "Saves": "Fort +7, Ref +4, Will +11", "Melee": "2 touches +2 (1 plus 1d4 bleed)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Medium"}