{"Group": "Psychopomp", "Space": "5 ft.", "Mythic": "0", "HP": 114, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Psychopomp, Kere</h2><h3><i>This unnaturally pale woman is dressed in the somber garb of a mourner, her countenance covered by a lengthy black veil.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Kere</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>N Medium outsider (psychopomp, extraplanar)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft., low-light vision, spiritsense; Perception +24</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 15, flat-footed 17 (+5 Dex, +7 natural)</h5><h5><b>hp </b>114 (12d10+48)</h5><h5><b>Fort </b>+8, <b>Ref </b>+15, <b>Will </b>+13</h5><h5><b>DR </b>10/adamantine; <b>Immune </b>death effects, disease, poison; <b>Resist </b>cold 10, electricity 10; <b>SR </b>21</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 30 ft. (perfect)</h5><h5><b>Melee </b>2 claws +17 (1d4+3 plus 1d6 cold), shroud +17 (infectious fear)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft. (15 ft. with shroud)</h5><h5><b>Special Attacks </b>infectious fear (DC 20), veil of tears</h5><h5><b>Spell-Like Abilities</b> (CL 11th; concentration +15) </br>At Will&mdash;<i>ghost sound</i> (DC 14), grave tell, <i>greater invisibility</i>, <i>hide from undead</i> (DC 15), <i>minor image</i> (DC 16), <i>searing light</i>, <i>whispering wind</i> </br>3/day&mdash;<i>fog cloud</i>, <i>mage's faithful hound</i>, <i>mirage arcana</i> (DC 19), <i>speak with dead</i> (DC 17), <i>waves of fatigue</i> </br>1/day&mdash;<i>gate</i> (to the Boneyard or Material Plane only; planar travel only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>21, <b>Con </b>18, <b>Int </b> 13, <b>Wis </b>20, <b>Cha </b>19</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+15; <b>CMD </b>30</h5><h5><b>Feats </b>Alertness, Combat Reflexes, Improved Initiative, Lightning Reflexes, Stealthy, Weapon Finesse</h5><h5><b>Skills </b>Escape Artist +7, Fly +28, Intimidate +19, Knowledge (history) +16, Knowledge (religion) +16, Perception +24, Sense Motive +24, Stealth +24</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Infernal</h5><h5><b>SQ </b>grave dependent, grave meld</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (graveyards or the Boneyard)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Grave Dependent (Su)</b> A kere is mystically bonded to a single gravestone-typically the most impressive or oldest in a graveyard-and must never stray more than 300 yards from it. A kere who moves 300 yards beyond her bonded grave immediately becomes visible and unable to use any of her spell-like abilities. A kere who is out of range of her bonded grave for 24 hours takes 1d6 points of Constitution damage, and another 1d6 points of Constitution damage every day of separation that follows-eventually, this separation kills the kere. A kere can break this bond or forge a new bond with a new grave by performing a 24-hour ritual and making a successful DC 20 Will save. If a kere is not bonded with a grave, she must either actively try to forge a new bond or attempt to return to the Boneyard (where she takes no penalties from not being bonded). </h5><h5><b>Grave Meld (Su)</b> A kere can meld with any gravestone or funerary sculpture, similarly to how the spell <i>meld into stone</i> functions. She can remain melded with such a structure as long as she wishes. </h5><h5><b>Grave Tell (Sp)</b> This ability functions as the spell <i>stone tell</i>, but only affects stone funerary structures, like gravestones, cemetery monuments, lych-<i>gate</i>s, mausoleums, and similar constructions. </h5><h5><b>Infectious Fear (Su)</b> Any creature struck by a kere's shroud must succeed at a DC 20 Will save or become frightened for 2d4 rounds. Any creature that physically touches a creature frightened by this effect must succeed at a DC 20 Will save as well or also be frightened for 2d4 rounds (though the fear of the creature touched is not contagious). The save DC is Charisma-based. </h5><h5><b>Shroud (Ex)</b> A kere's shroud is an insubstantial thing that only a kere can touch. Creatures that come into contact with this shroud find it to be as insubstantial as mist-though they often do feel the terror it inspires. A creature that is unaware of a kere and is struck by her shroud is not aware that a weapon has struck it. A kere's shroud vaporizes upon its owner's death. </h5><h5><b>Spiritsense (Su)</b> A psychopomp notices, locates, and can distinguish between living and undead creatures within 60 feet, just as if she possessed the blindsight ability. </h5><h5><b>Spirit Touch (Ex)</b> A psychopomp's natural weapons, as well as any weapon it wields, are treated as though they had the <i>ghost touch</i> weapon special ability. </h5><h5><b>Veil of Tears (Su)</b> Any graveyard that hosts a kere is gloomier and more solemn. All exterior areas within such a graveyard are perpetually affected by <i>darkness</i> and <i>mind fog</i> (Will DC 20). Additionally, any undead creature that enters the area is also affected as per the spell <i>slow</i> (Will DC 20). Those who save against these effects are immune to the graveyard's veil of tears for the next 24 hours. Those who fail are affected by these penalties for as long as they remain in the graveyard. A veil of tears can be raised or lowered by the resident kere as a free action. The veil disperses if a kere leaves the graveyard or is destroyed, and rises upon her return. The veil can also be dispelled for 1 day by casting <i>dispel magic</i> or a similar spell upon the kere's bonded gravestone. The spell effects are cast at the kere's caster level (usually 11th). The saving throw DCs are based on the resident kere's Charisma.</h5></div><br><div><h4><p><p>Certain places are sacred, settings meant to remain free of the raucous sounds and defiling touch of the living. Graveyards number among some of the most obvious of such places, where stone guardians and the buried weight of the dead bear on visitors with undeniable gravity. But certain forces disregard the fundamental sanctity of such ground-mortal and deathless heretics who use such places to hunt, feed, or cloak fouler deeds. Yet not all cemeteries are unguarded, and the vaporous shadows and palpable dread of some burial grounds suggest not corruption, but the custody of an ominous otherworldly guardian.</p><p>Keres, like all psychopomps, are emissaries of the Boneyard, the necropolis that all mortals must traverse at the end of life. While most psychopomps concern themselves with the souls of the recently deceased, keres mind the resting places of the dead. Their stewardship derives not from any otherworldly care for the deteriorating dust left in the wake of mortal life, but rather from an interest in those who come seeking the dead where they lie. Such creatures often engage in perversions keres seek to oppose. To this end, keres take up lonely residences amid the tombs and monuments of graveyards, spreading an ominous air and giving rise to tales of hauntings and strange encounters to deter even the boldest intruders from trespassing upon the fields they tend.</p><p>Keres appear as pale, sickly women standing about 5 feet tall and weighing less than 100 pounds.<b></p><p>Ecology</b></p><p> As otherworldly natives, keres have little direct impact on the world of the living, but the atmosphere they intentionally create is undeniable. To deter the living from treading upon the cemeteries they mind, keres employ tactics similar to those of mournful ghosts and mythical beings from storytellers' tales of spirits and haunts. Their presence fills the area they guard with a palpable dread, and they fill these cemeteries with baleful howling, somber illusions, and glimpses of their own ghastly forms. While they rarely create phantasmagoric images of the undead- out of a loathing for such perverse creatures-their unsettling displays of dangerous animals, lost children, whispering plants, shuddering gravestones, living statuary, pale doppelgangers, unnatural weather, and other eerie phenomena are typically more than enough to give a graveyard a haunted reputation.<b></p><p>Habitat & Society</b></p><p> A kere's exact methods usually matter little, as they tend to keep to more vulnerable, remote cemeteries, and prove most active when night cloaks the dark deeds of trespassers. But, occasionally, overzealous keres come into opposition with a fearful community and those sent to deal with the supposed haunting. Since their aloof nature causes them to avoid speaking directly with mortals, keres usually deal with would-be exorcists in the same manner they deal with other trespassers-by trying to frighten them away. Those who refuse to be frightened might be attacked, or faced with inquisitive illusions as a kere attempts to divine whether the interlopers are threats to her graveyard or not. More than once, a kere has been known to grow bored in her vigil and actively attempt to attract mortal visitants, but such attention-seeking psychopomps often find the added excitement isn't worth the bother. For all of the ambiance and grim reputations cultivated by keres, their primary objective upon the Material Plane is to preemptively thwart the deeds of necromancers and undead. To this end they terrorize grave robbers, harry the work of dark cultists, and openly attack the unliving. Any undead beings who enter or manifest in a cemetery under a kere's care find the weight of eternity crushing down upon them, making the most common sorts easy prey for these sentinel psychopomps. In some cases, though, more powerful undead might find ways to undermine a kere's defenses, or even drive her off. Such desperate keres have been known to grudgingly seek out aid, typically from the church of Pharasma or fringe-dwelling magic-users, in countering the taint of undeath.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Infernal", "Source": "AP 64", "Land": "1", "Organization": "solitary", "Ref": "15", "Climb": "0", "HD": "(12d10+48)", "AbilitiyScores": "Str 16, Dex 21, Con 18, Int 13, Wis 20, Cha 19", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft. (15 ft. with shroud)", "DontUseRacialHD": "0", "id": 3549, "SubType": "(psychopomp, extraplanar)", "MonsterSource": "", "Feats": "Alertness, Combat Reflexes, Improved Initiative, Lightning Reflexes, Stealthy, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "1", "RacialMods": "", "AC": "22, touch 15, flat-footed 17", "Swim": "0", "Name": "Kere", "VariantParent": "", "Skills": "Escape Artist +7, Fly +28, Intimidate +19, Knowledge (history) +16, Knowledge (religion) +16, Perception +24, Sense Motive +24, Stealth +24", "ClassArchetypes": "", "IsTemplate": "0", "Will": "13", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any (graveyards or the Boneyard)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "grave dependent, grave meld", "Saves": "Fort +8, Ref +15, Will +13", "Melee": "2 claws +17 (1d4+3 plus 1d6 cold), shroud +17 (infectious fear)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 30 ft. (perfect)", "Alignment": "N", "Size": "Medium"}