{"Group": "Qlippoth", "Space": "5 ft.", "Mythic": "0", "HP": 137, "Treasure": "standard (+1 scimitar plus other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Qlippoth, Gongorinan</h2><h3><i>This human-sized crablike creature scuttles on six stumpy legs, and each of its four arms sports a different method of inflicting pain.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Gongorinan</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CE Medium outsider (chaotic, qlippoth, evil, extraplanar)</h5><h5><b>Init </b>+10; <b>Senses </b>all-around vision, darkvision 60 ft.; Perception +18</h5><h5><b>Aura </b>horrific appearance (30 ft., DC 20)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>27, touch 17, flat-footed 20 (+6 Dex, +1 dodge, +10 natural)</h5><h5><b>hp </b>137 (11d10+77)</h5><h5><b>Fort </b>+14, <b>Ref </b>+13, <b>Will </b>+7</h5><h5><b>DR </b>10/lawful; <b>Immune </b>cold, acid, mind affecting effects, polymorph effects; <b>Resist </b>acid 10, electricity 10, fire 10; <b>SR </b>22</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., climb 40 ft.</h5><h5><b>Melee </b><i><i>+1 scimitar</i></i> +19/+14/+9 (1d6+7/15-20), claw +17 (1d8+6 plus bleed), sting +15 (1d4+3 plus poison), pincer +15 (1d6+3 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>bleed (1d6), constrict (1d6+7), oviposition, web (+17 ranged, DC 22, 11 hp)</h5><h5><b>Spell-Like Abilities</b> (CL 11th; concentration +16) </br>Constant&mdash;<i>air walk</i>, <i>freedom of movement</i> </br>At Will&mdash;<i>statue</i> </br>3/day&mdash;<i>baleful polymorph</i> (DC 20), <i>protection from law</i> </br>1/day&mdash;<i>dimension door</i>, <i>mass reduce person</i> (DC 19), <i>polymorph any object</i> (DC 23)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>23, <b>Dex </b>23, <b>Con </b>24, <b>Int </b> 13, <b>Wis </b>18, <b>Cha </b>20</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+17 (+21 grapple); <b>CMD </b>34 (42 vs. trip)</h5><h5><b>Feats </b>Combat Reflexes, Dodge, Improved Critical (scimitar), Improved Initiative, Multiattack, Power Attack, Weapon Focus (scimitar)</h5><h5><b>Skills </b>Acrobatics +20 (+24 when jumping), Climb +28, Disguise +16 (+24 as a boulder while in <i>statue</i> form), Knowledge (arcana) +15, Perception +18, Stealth +20 (+28 among rocks), Swim +17; <b>Racial Modifiers </b>+4 Acrobatics when jumping, +8 Disguise as a boulder while in <i>statue</i> form, +8 Stealth among rocks</h5><h5><b>Languages </b>Abyssal; telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground (the Abyss)</h5><h5><b>Organization </b>solitary, pair, or cast (3-10)</h5><h5><b>Treasure </b>standard (<i>+1 scimitar</i> plus other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Horrific Appearance (Su)</b> Creatures that succumb to a gongorinan's horrific appearance become confused for 1d4 rounds. </h5><h5><b>Oviposition (Su)</b> A gongorinan can implant a stony egg the size of a human heart in the body of any Small or larger pinned, helpless, or willing creature as a full-round action that provokes an attack of opportunity. This action deals 1d4 points of Constitution damage to the victim. If the victim survives this damage, the egg takes root deep in the victim's body, links to his mind, and begins gestating. The egg grows rapidly, dealing 1 point of Intelligence drain every day to a minimum score of 1. Once this Intelligence drain affects a creature that already has an effective Intelligence score of 1, the egg \"hatches\" inside of the victim. This causes the victim to immediately transform into a horrid animal, aberration, magical beast, or vermin (the exact choice is made by the gongorinan according to its strange goals and unknowable desires), whereupon it begins living out its new life via pure instinct-this effect otherwise functions as if it were <i>baleful polymorph</i> to which the creature had failed its secondary Will save to retain its personality. A gongorinan can command the actions of a creature that has undergone this transformation as if the victim had been affected by <i>dominate monster</i> (this works even on creatures that are normally immune to such effects as a result of being mindless) as long as the gongorinan is within 120 feet of the creature. The effect can be reversed by <i>break enchantment</i> (DC 22-treat the gongorinan's Hit Dice as it caster level), but cannot be dispelled. </h5><h5><b>Poison (Ex)</b> Sting-injury; <i>save</i> Fort DC 22; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d3 Strength damage and staggered for 1 round; <i>cure</i> 2 consecutive <i>save</i>s. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>The gongorinans are the spawn of the nascent qlippoth lord Yamasoth, although one could be forgiven for thinking them of them less as offspring and more as parasites. A gongorinan's basic shape resembles that of an immense, stocky crab, save that they lack all of the features crabs have adapted for an aquatic life-gongorinans are terrestrial creatures. A typical gongorinan possesses no fewer than a dozen stalked eyes, and is capable of extending these eyes from the upper edges of its body just above its mouth to a length of nearly 3 feet, giving it extraordinary vision in all directions. A gongorinan's mouth is a complex tangle of sliding plates and toothy ridges that rasp and shriek against each other as it speaks and chews, but despite their frightening shapes, these mouthparts are ill-suited for making physical attacks; the gongorinan relies upon its arms for that. Each gongorinan has four of these, and each arm is a different, highly specialized appendage. The humanoid arm is used for fine manipulation or the wielding of weaponry, while the mantislike claw is used to shred flesh and create deep, bleeding wounds. The needle-covered tentacle is used to sting and inject a painful poison to stagger foes, while the pincer is used to snatch and hold victims close for oviposition. A typical gongorinan stands about 6 feet tall and weighs 800 pounds. When at rest, a gongorinan retracts its limbs into its rock-encrusted body, allowing it to appear remarkably like nothing more than a large, misshapen boulder. Larger specimens known as elder gongorinans exist (and often possess additional and even more dangerous arms), but these are quite rare on the Material Plane save for in the depths of Hollow Mountain. <b></p><p>Ecology</b></p><p> All gongorinans carry within their bodies a brood of horrific egg masses, yet these eggs are not used for the propagation of their kind (that process is governed by a more traditional and yet more nightmarish method best left unspoken). Instead, these eggs carry within their stony shells a raw quintessence of the Abyss, infused with the ichor-seed of the gongorinans' lord, Yamasoth. Whereas most creatures are driven to breed and multiply, the gongorinans are instead driven to seek out humanoid hosts for their eggs. The implantation happens via the gongorinan's mouth and a hideous ovipositor that's not quite tongue and not quite toothed prolapsing throat, but something worse. Fortunately for most who might encounter a gongorinan, the process of oviposition leaves the horrid creature open to attack and cannot be performed quickly, yet to the lone adventurer caught and overwhelmed by a gongorinan, this is small comfort indeed. Once an egg has been implanted, it takes many days to grow, and the gongorinan prefers to carry the unfortunate host off to restrain it in a hidden location. Victims are often cocooned in webs or left stranded in high cavern ledges far above the ground so that the egg can gestate. As it grows, the egg feeds on the victim's mind, absorbing the victim's intellect until it has reduced the host to a drooling wreck. At this point, the egg doesn't hatch so much as it merely merges with the host, effecting a horrific and permanent transformation into a monstrous form. The gongorinan can inf luence this ultimate form as it lays its egg. It typically chooses powerful creatures that are already found in the region, for these \"young\" are loyal to their parent and serve as loyal guardians or playthings. Victims retain no true portion of their previous personality, but those who have been rescued from this horrific fate via powerful magic do retain memories of their time as a transformed monstrosity. Many never quite recover from these ordeals, and often develop a peculiar form of madness in which they regard their monstrous life as having been their true life, and their true life as the curse. The most despondent of these victims eventually seek the promise of peace through suicide rather than endure the dreams of their life as a monster-dreams that carry within them a most horrible longing. <b></p><p>Habitat & Society</b></p><p> Gongorinans are an industrious and intelligent breed of qlippoth, and where they find themselves, they invariably form hive-like complexes to live in. These gongorinan \"cities\" are labyrinthine affairs with plenty of chambers for their transformed children to live in. In the Abyss, gongorinan hives can grow truly immense, with populations in the thousands, but even the Material Plane is no stranger to gongorinan hive cities. The largest of these hives are thought to be located deep beneath Hollow Mountain, where Runelord Alaznist lured the Polymorph Plague himself, Yamasoth, into dwelling for a time. While Yamasoth has long vacated the Darklands caverns under Hollow Mountain, they bear the name of his spawn- Gongorina-and his spawn dwell there still.</p></h4></div>", "Languages": "Abyssal; telepathy 100 ft.", "Source": "AP 64", "Land": "1", "Organization": "solitary, pair, or cast (3-10)", "Ref": "13", "Climb": "1", "HD": "(11d10+77)", "AbilitiyScores": "Str 23, Dex 23, Con 24, Int 13, Wis 18, Cha 20", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3550, "SubType": "(chaotic, qlippoth, evil, extraplanar)", "MonsterSource": "", "Feats": "Combat Reflexes, Dodge, Improved Critical (scimitar), Improved Initiative, Multiattack, Power Attack, Weapon Focus (scimitar)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "+4 Acrobatics when jumping, +8 Disguise as a boulder while in statue form, +8 Stealth among rocks", "AC": "27, touch 17, flat-footed 20", "Swim": "0", "Name": "Gongorinan", "VariantParent": "", "Skills": "Acrobatics +20 (+24 when jumping), Climb +28, Disguise +16 (+24 as a boulder while in statue form), Knowledge (arcana) +15, Perception +18, Stealth +20 (+28 among rocks), Swim +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any underground (the Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +13, Will +7", "Melee": "+1 scimitar +19/+14/+9 (1d6+7/15-20), claw +17 (1d8+6 plus bleed), sting +15 (1d4+3 plus poison), pincer +15 (1d6+3 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., climb 40 ft.", "Alignment": "CE", "Size": "Medium"}