{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 76, "Treasure": "standard (dagger, shortbow plus 20 arrows, masterwork panpipes, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Blighted Fey</h2><h3><i>Ropes of fungus and patches of sickly mold cover this wan satyr.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Blighted Fey Satyr</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>CE Medium fey </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +20</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 13, flat-footed 17 (+2 Dex, +1 dodge, +7 natural)</h5><h5><b>hp </b>76 (8d8+40)</h5><h5><b>Fort </b>+6, <b>Ref </b>+8, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>fungal rejuvenation; <b>DR </b>10/cold iron and good; <b>Immune </b>disease, paralysis, poison, polymorph; <b>Resist </b>cold 10, electricity 10; <b>SR </b>17</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>dagger +6 (1d4+4/19-20), horns +1 (1d6+2)</h5><h5><b>Ranged </b>shortbow +6 (1d6/x3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>parasitic bond, pipes, thorn throw</h5><h5><b>Spell-Like Abilities</b> (CL 8th; concentration +13) </br>At Will&mdash;<i>charm person</i> (DC 16), <i>dancing lights</i>, <i>ghost sound</i> (DC 15), <i>sleep</i> (DC 16), <i>suggestion</i> (DC 17) </br>1/day&mdash;<i>fear</i> (DC 18), <i>summon nature's ally III</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>15, <b>Con </b>19, <b>Int </b> 12, <b>Wis </b>14, <b>Cha </b>21</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+8; <b>CMD </b>21</h5><h5><b>Feats </b>Dodge, Mobility, Skill Focus (Perception), Toughness<sup>B</sup>, Weapon Finesse</h5><h5><b>Skills </b>Bluff +16, Diplomacy +16, Disguise +10, Intimidate +10, Knowledge (nature) +12, Perception +20, Perform (wind) +20, Stealth +19, Survival +7; <b>Racial Modifiers </b>+2 Knowledge (nature), +6 Perception, +4 Perform (wind), +6 Stealth</h5><h5><b>Languages </b>Common, Sylvan</h5><h5><b>SQ </b>Cyth-V'sug's unity, tainted blood</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests (Nirmathas)</h5><h5><b>Organization </b>solitary, pair, band (3-6), or orgy (7-11)</h5><h5><b>Treasure </b>standard (dagger, shortbow plus 20 arrows, masterwork panpipes, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Pipes (Su)</b> A satyr can focus and empower his magic by playing haunting melodies on his panpipes. When he plays, all creatures within a 60-foot radius must make a successful DC 18 Will save or be affected by <i>charm person</i>, <i>fear</i>, <i>sleep</i>, or <i>suggestion</i>, depending on which tune the satyr chooses. A creature that successfully saves against any of the pipes' effects cannot be affected by the same set of pipes for 24 hours, but can still be affected by the satyr's other spell-like abilities as normal. The satyr's use of his pipes does not count toward his uses per day of his spell-like abilities, and if separated from them, he may continue to use his standard abilities. The pipes themselves are masterwork, and a satyr can craft a replacement with 1 week of labor. The save DC is Charisma-based.</h5></div><br><div><h4><p><p>The forest of Fangwood dominates the nation of Nirmathas. The country depends on the mighty wood for its security and economy, yet in its thick and shadowy depths lurks an oppressive curse. Where the pine trees grow tall and thick, the dryad Arlantia reigns. A pawn of the demon lord Cyth-V'sug, she is infected by the insidious tendrils of the Prince of the Blasted Heath. A magical breach forged by this curse connects the demon lord's realm, the Jeharlu, to Golarion and to the First World itself. Arlantia infects trees with demonic ichor that warps the fey creatures who reside in the heart of Fangwood, and she takes advantage of the conflict and war that wracks Nirmathas to create an army of thorn-crowned daughters and other rot-infested horrors to consume the forest from within. The blight manifests as a black and greasy fungal rot that moves and sways tree branches and limbs where no wind propels them, and a mystic network of fell power extends an unnatural awareness between nearby blighted fey. Dryads are by far the most insidious of the corrupted fey; they lure humanoids to literally and spiritually dark places to beget more daughters from their dark embrace- and further spread the disease. The dryads connect through a unified but tainted mystic field that transcends their ordinary limitations and permits them to treat every infected tree as if it were their own bonded tree. Only magic such as <i>miracle</i>, <i>limited <i>wish</i></i>, or <i>wish</i> can sever the connection to the Jeharlu and cure a blighted fey. Some speculate that a magical linchpin exists within Fangwood, which if destroyed would end this hideous plague. <br><b>CREATING A BLIGHTED FEY</b><br> \"Blighted fey\" is an acquired template that can be added to any fey creature with 2 or more Hit Dice, referred to hereafter as the base creature. Blighted fey were once normal fey-a fey creature tied up and bound in the ropey vines of the blighted, tainted trees of the Fangwood acquires the blighted fey template by the next sunset. A blighted fey uses the base creature's statistics and abilities except as noted here. <br><b>CR:</b> Same as the base creature +2. <br><b>Alignment:</b> Chaotic evil. <br><b>Senses:</b> A blighted fey gains darkvision to a range of 60 feet if the base creature did not already have it. If the base creature already has darkvision, the ability is extended by an additional 30 feet. <br><b>Armor Class:</b> Natural armor improves by +2. <br><b>Hit Dice:</b> The base creature's racial Hit Dice change to d8s. Class Hit Dice are unaffected. <br><b>Defensive Abilities:</b> A blighted fey gains DR 10/cold iron and good; immunity to disease, paralysis, poison, and polymorph; and resistance to cold 10 and electricity 10. A blighted fey also gains spell resistance equal to 11 + its newly adjusted CR. A blighted fey also gains the following ability. <br><i>Fungal Rejuvenation (Su)</i>: So long as it remains within 300 yards of any blighted tree within the Fangwood and remains standing on moist earth, the blighted fey gains fast healing 5. The infected tree need not be specifically bonded to the blighted fey for this ability to function. Special Attacks: A blighted fey gains the following special attacks. Unless otherwise noted, save DCs are equal to 10 + 1/2 the blighted fey's Hit Dice + the blighted fey's Constitution modifier. <br><i>Parasitic Bond (Su)</i>: Once per day with a successful thorn throw attack, the blighted fey can transform the thorn into a burrowing, wiggling maggot that infests the target and infuses it with a short-term curse from within unless the target succeeds at a Fortitude save. This parasite creates an unholy link to the target, binding it to the blighted fey. This binding persists for 5 rounds, during which all hit point damage taken by the blighted fey is halved, and the target takes the other half of the damage dealt. The type of damage remains consistent with what the blighted fey receives. Only one parasitic bond can be maintained with one creature at a time. This bond counts as a curse and a disease. <br><i>Thorn Throw (Ex)</i>: A blighted fey can shoot a fistful of needle-sharp thorns at a single target within 20 feet as a standard action. The thorn attack deals an amount of damage equal to a sting natural attack, with damage based on the blighted fey's size (see Table 3-1 on page 302 of the Bestiary), except the attack is resolved as a ranged attack instead of a melee attack. <br><b>Special Qualities:</b> A blighted fey gains the following special qualities. <br><i>Cyth-V'sug's Unity (Su)</i>: Blighted fey within 100 feet of each other can communicate through a shared fungal hive mind. This does not permit blighted fey to see and hear through each other's senses, but they can share specific situational information and tactics through telepathy. If one blighted fey within range is aware of danger, they are all aware of danger and cannot be surprised. <br><i>Daughters of Arlantia (Su)</i>: Fey creatures with close ties to a specific plant react differently to the blighted fey template. Blighted fey dryads are no longer dependent upon a specific tree. A dryad's tree dependent special ability is modified (but not replaced) so blighted fey dryads are required only to remain within 300 yards of any blighted Fangwood tree. This ability applies to blighted fey dryads only. <br><i>Tainted Blood (Ex)</i>: A blighted fey's blood and flesh are rife with disease. Any creature that successfully makes a bite attack against a blighted fey, swallows one whole, or otherwise ingests part of one must succeed at a Fortitude save or take 1 point of Strength damage and 1 point of Dexterity damage. One minute later, the creature must succeed at a second save at the same DC or be nauseated for 1 minute and take 1d6 points of Strength damage and 1d6 points of Dexterity damage. <br><b>Ability Scores:</b> Str +4, Con +4, +2 Cha. Feats: Blighted fey gain Toughness as a bonus feat. <br><b>Skills:</b> A blighted fey gains a +2 racial bonus on Knowledge (nature), Perception, and Stealth checks.</p></h4></div>", "Languages": "Common, Sylvan", "Source": "Inner Sea Bestiary", "Land": "1", "Organization": "solitary, pair, band (3-6), or orgy (7-11)", "Ref": "8", "Climb": "0", "HD": "(8d8+40)", "AbilitiyScores": "Str 18, Dex 15, Con 19, Int 12, Wis 14, Cha 21", "Gear": "", "Ranged": "shortbow +6 (1d6/x3)", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3555, "SubType": "", "MonsterSource": "", "Feats": "Dodge, Mobility, Skill Focus (Perception), ToughnessB, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+2 Knowledge (nature), +6 Perception, +4 Perform (wind), +6 Stealth", "AC": "20, touch 13, flat-footed 17", "Swim": "0", "Name": "Blighted Fey", "VariantParent": "", "Skills": "Bluff +16, Diplomacy +16, Disguise +10, Intimidate +10, Knowledge (nature) +12, Perception +20, Perform (wind) +20, Stealth +19, Survival +7", "ClassArchetypes": "", "IsTemplate": "1", "Will": "8", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "temperate forests (Nirmathas)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "Cyth-V'sug's unity, tainted blood", "Saves": "Fort +6, Ref +8, Will +8", "Melee": "dagger +6 (1d4+4/19-20), horns +1 (1d6+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "CE", "Size": "Medium"}