{"Group": "", "Space": "30 ft.", "Mythic": "0", "HP": 345, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Charnel Colossus</h2><h3><i>This horror is composed of dozens, if not hundreds, of decomposing cadavers held together as an amalgamated whole.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Charnel Colossus</p><p class=\"alignright\">CR 19</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>204,800</h5><h5>NE Colossal undead </h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., <i>see invisibility</i>; Perception +50</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 1, flat-footed 29 (-1 Dex, +28 natural, -8 size)</h5><h5><b>hp </b>345 (30d8+210)</h5><h5><b>Fort </b>+19, <b>Ref </b>+11, <b>Will </b>+32</h5><h5><b>Defensive Abilities </b>amorphous, channel resistance +4; <b>DR </b>15/ magic and slashing; <b>Immune </b>critical hits, precision damage, turning, undead traits; <b>SR </b>30</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>6 slams +26 (2d8+12/19-20 plus grab and mind feed) or </br>2 tendrils +21 (2d6+6 plus grab and pull)</h5><h5><b>Space </b>30 ft.; <b>Reach </b>20 ft. (40 ft. with tendrils)</h5><h5><b>Special Attacks </b>voice of the ancients</h5><h5><b>Spell-Like Abilities</b> (CL 18th; concentration +25) </br>Constant&mdash;<i>see invisibility</i> </br>At Will&mdash;<i>augury</i>, <i>blindness/deafness</i> (DC 20), <i>doom</i> (DC 18) </br>3/day&mdash;<i>bestow curse</i> (DC 20), <i>speak with dead</i> (DC 20), <i>unholy blight</i> (DC 21) </br>1/day&mdash;<i>blasphemy</i> (DC 24), <i>horrid wilting</i> (DC 25)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>34, <b>Dex </b>9, <b>Con </b>-, <b>Int </b> 18, <b>Wis </b>36, <b>Cha </b>25</h5><h5><b>Base Atk </b>+22; <b>CMB </b>+42 (+46 grapple); <b>CMD </b>51 (can't be tripped)</h5><h5><b>Feats </b>Ability Focus (voice of the ancients), Alertness, Blind- Fight, Combat Reflexes, Critical Focus, Great Fortitude, Improved Critical (slam), Improved Initiative, Improved Iron Will, Iron Will, Lightning Reflexes, Power Attack, Staggering Critical, Stand Still, Stunning Critical</h5><h5><b>Skills </b>Climb +45, Intimidate +40, Knowledge (arcana) +37, Knowledge (history) +34, Knowledge (religion) +37, Perception +50, Sense Motive +50, Spellcraft +37</h5><h5><b>Languages </b>Common (or the most commonly spoken language of its corporate body)</h5><h5><b>SQ </b>corporate will</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Kalexcourt, Ustalav)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Corporate Will (Su)</b> A charnel colossus is composed of the sentience of scores of creatures. Though they are able to work in concert as a cohesive whole, they are also able to separate their actions at will so as to not be impeded by the limitations of a single consciousness, effectively allowing them to focus on two things at once. As a result, the charnel colossus can use up to two spell-like abilities in the same round that it makes physical attacks or other full-found actions. It also gains an additional spell attack per round. In addition, a charnel colossus is immune to being turned (though it can still take damage from channeled positive energy). While part of the creature's sentience may be affected by a turn attempt, there are enough unaffected intellects within to override the effect. </h5><h5><b>Mind Feed (Su)</b> When a charnel colossus succeeds at a grapple check with a slam attack, it can use its mind feed ability as a free action during each round in which the grapple is maintained. A victim of a mind feed attempt must succeed at a DC 38 Will save each round that the ability is used. On a failed save, the cadavers that make up the charnel colossus lock their mouths against the victim and begin to draw forth a part of her sentience to add to the collective. This action deals 1d6 points of Wisdom damage per round. If the victim's Wisdom score is reduced to 0, her soul and persona are wholly subsumed by the charnel colossus, and her body becomes bleached white and brittle and is incorporated into the creature's mass. The charnel colossus then has full access to all of the victim's memories (though not any special powers), and the victim can only be recovered and returned to life with a <i>wish</i> or <i>miracle</i>. If the charnel colossus has grappled multiple victims, it can attempt multiple mind feeds in a single round. The save DC is Wisdom-based. </h5><h5><b>Voice of the Ancients (Su)</b> A charnel colossus can, as a full-round action, cause its collective knowledge to be whispered into the minds of any sentient creature within 100 feet. These whispers riffle through the brain of any such creatures within range in a maddening susurrus. These individuals must succeed at a DC 34 Will save or be paralyzed and frozen in place as if by the <i>hold monster</i> spell. The victim may attempt a new save each round to try and break the effect. Regardless of whether or not the save is successful, the effect leaves an insidious seed implanted in the victim's mind. The day after the save is made, the victim must succeed at a new save or the seed takes root and creates the subconscious compulsion for the victim to return to the charnel colossus at some point in the future. When and how this occurs is up the GM. This compulsion can be removed with a <i>remove curse</i> spell or by destroying the charnel colossus that implanted the compulsion. This is a mind-affecting compulsion and cannot be negated by a <i>silence</i> spell because it is heard directly in the mind of the victim. Each time a creature is subjected to this attack, there is a 1% chance that some of the lost lore transmitted into her mind causes her to gain a permanent +2 bonus to Intelligence. This beneficial side effect can only occur to a creature once. When a charnel colossus uses this ability, it cannot use its spell-like abilities or take other actions in that round. The save DC is Charisma-based.</h5></div><br><div><h4><p><p>Some dead don't rest easy because of the circumstances of their death or the horrific experiences they underwent in life. Their souls return to the world of the living demanding justice, revenge, or just wanton destruction. Some dead, however, never intended for their souls to leave. Instead they <i>wish</i>ed to preserve their knowledge, their culture, or some other aspect of their life in an undying form that could forever accumulate more of the same. In these instances, where lichdom is not sought as a viable option, and a multitude of individuals <i>wish</i> to take part, the result can be a charnel colossus. A charnel colossus is an amalgam of scores, even hundreds, of individuals who, upon death, chose to be interred under special ritual circumstances with others of like mind. This allowed them to feed their individual life experiences into an undying corporation of the collective whole. The resulting monstrosity would be like a living library-if it were living. The individual will of the deceased participants is subsumed in favor of a hive-like personality composed of all of the knowledge and experiences of the individual contributors. A few dominant or powerful members of this amalgam may give the resulting combined creature a general style of behavior, but no single constituent provides the creature with a true guiding force. Instead, the result is a pooling of the wisdom and experience of those who have been so interred-often over a period spanning hundreds of years-creating an abomination whose sole focus is the perpetuation of any such cultural traditions and the acquisition of more constituent parts to ever expand its breadth of experience. It is this guiding gluttony for further expansion of consciousness that ensures that even the most benign of traditions or experiential pools from which a charnel colossus is formed inevitably results in an all-consuming horror. The charnel colossus is a mass of the corpses that form its composition, often intermixed with earth, broken grave goods, and other burial materials if the decayed bodies alone are insufficient to fill out its massive size. This amorphous whole is collected within a membrane through which the individual corpses can still be seen and against which they often press as if seeking their freedom. But when a creature becomes trapped in the embrace of a colossus, the membrane proves to be permeable-the rotten, lipless mouths of those so interred are able to reach forth and feed upon the victim's own life experience. The colossus can also form two thin tendrils of this charnel stuff in order to lash out and draw prey into its embrace. As powerful, ever-hungering abominations, charnel colossi are thankfully few and far between. The only documented one currently known to exist is reported to be trapped beneath the ruins of Kalexcourt in northwestern Ustalav, in an ancient Kellid shamanistic burial site.</p></h4></div>", "Languages": "Common (or the most commonly spoken language of its corporate body)", "Source": "Inner Sea Bestiary", "Land": "1", "Organization": "solitary", "Ref": "11", "Climb": "0", "HD": "(30d8+210)", "AbilitiyScores": "Str 34, Dex 9, Con -, Int 18, Wis 36, Cha 25", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "20 ft. (40 ft. with tendrils)", "DontUseRacialHD": "0", "id": 3558, "SubType": "", "MonsterSource": "", "Feats": "Ability Focus (voice of the ancients), Alertness, Blind- Fight, Combat Reflexes, Critical Focus, Great Fortitude, Improved Critical (slam), Improved Initiative, Improved Iron Will, Iron Will, Lightning Reflexes, Power Attack, Staggering Critical, Stand Still, Stunning Critical", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "19", "Fly": "0", "RacialMods": "", "AC": "29, touch 1, flat-footed 29", "Swim": "0", "Name": "Charnel Colossus", "VariantParent": "", "Skills": "Climb +45, Intimidate +40, Knowledge (arcana) +37, Knowledge (history) +34, Knowledge (religion) +37, Perception +50, Sense Motive +50, Spellcraft +37", "ClassArchetypes": "", "IsTemplate": "0", "Will": "32", "Race": "", "CR": "19", "XP": 204800, "TemplatesApplied": "", "Environment": "any (Kalexcourt, Ustalav)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "corporate will", "Saves": "Fort +19, Ref +11, Will +32", "Melee": "6 slams +26 (2d8+12/19-20 plus grab and mind feed) or 2 tendrils +21 (2d6+6 plus grab and pull)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Colossal"}