{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 114, "Treasure": "double", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Fungus Queen</h2><h3><i>This eerie creature has the upper body of a beautiful, pale green woman and the lower body of a pulsating mound of fungus.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Fungus Queen</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>CE Medium plant (extraplanar)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +18</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 13, flat-footed 20 (+3 Dex, +10 natural)</h5><h5><b>hp </b>114 (12d8+60)</h5><h5><b>Fort </b>+13, <b>Ref </b>+7, <b>Will </b>+7</h5><h5><b>DR </b>10/cold iron or good; <b>Immune </b>electricity, plant traits; <b>Resist </b>acid 10, cold 10; <b>SR </b>20</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>2 claws +14 (1d6+5), 4 tentacles +12 (1d4+2 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>compel plants, constrict (1d4+5), create spawn, energy drain (1 level, DC 23), sporepod</h5><h5><b>Spell-Like Abilities</b> (CL 9th; concentration +16) </br>Constant&mdash;<i>detect good</i>, <i>tongues</i> </br>At Will&mdash;<i>veil</i> (DC 23, self only) </br>3/day&mdash; <i>charm monster</i> (DC 21), <i>detect thoughts</i> (DC 19), <i>suggestion</i> (DC 19) </br>1/day&mdash;<i>dominate person</i> (DC 22), <i>mind fog</i> (DC 22), <i>slow</i> (DC 20)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>21, <b>Dex </b>17, <b>Con </b>21, <b>Int </b> 18, <b>Wis </b>16, <b>Cha </b>24</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+14 (+18 grapple); <b>CMD </b>27</h5><h5><b>Feats </b>Combat Expertise, Combat Reflexes, Improved Initiative, Multiattack, Power Attack, Skill Focus (Disguise)</h5><h5><b>Skills </b>Bluff +19, Disguise +25, Knowledge (dungeoneering) +10, Knowledge (planes) +10, Perception +18, Sense Motive +15, Use Magic Device +19</h5><h5><b>Languages </b>Abyssal, Aklo, Common, Orvian, Undercommon; <i>tongues</i>, telepathy 100 ft.</h5><h5><b>SQ </b>plant empathy +23</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground (Darklands)</h5><h5><b>Organization </b>solitary or cult (fungus queen plus 2-16 mind-controlled plants and minions)</h5><h5><b>Treasure </b>double</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Compel Plants (Su)</b> A fungus queen's mind-affecting powers and spell-like abilities (and spells, should the fungus queen gain the ability to cast them) affect plant creatures (but not mindless plant creatures) as if they weren't immune to mind-affecting effects. </h5><h5><b>Create Spawn (Su)</b> A creature that would normally be slain by a fungus queen's energy drain attack is not killed- instead, it immediately loses all negative levels imparted by the fungus queen and transforms into a fungus-infested minion of the queen. Such creatures gain the fungoid simple template. Fungoid creatures are under the control of the fungus creature that created them, and remain enslaved until their mistress is destroyed or until they are cured of the infestation (see the facing page). A fungus queen can communicate telepathically with her fungoid spawn at any range as long as they are on the same plane, and may have a number of Hit Dice worth of enslaved spawn totaling no more than twice her own Hit Dice; any spawn she creates that would exceed this limit become free-willed fungoid creatures. A fungus queen may free an enslaved spawn in order to enslave a new spawn, but once freed, a fungoid creature cannot be enslaved again (although it can still be influenced by the fungus queen's compel plants and plant empathy abilities). </h5><h5><b>Energy Drain (Su)</b> A fungus queen's energy drain functions identically to that of a succubus (<i>Bestiary</i> 68). Creatures killed by this attack do not die-they instead become infested with the fungus queen's spores (see Create Spawn). The save DC is Charisma-based. </h5><h5><b>Plant Empathy (Ex)</b> This ability functions as the druid's wild empathy, save that a fungus queen can use this ability only on plant creatures. A fungus queen gains a +4 racial bonus on this check. Mindless plant creatures are imparted a modicum of implanted intelligence when a fungus queen uses this ability, allowing her to train such creatures as guardians. </h5><h5><b>Sporepod (Su)</b> As a standard action, a fungus queen can cause a Medium pod of fungal material to burst out of the ground at any point within 60 feet of her current location. Once created, a sporepod cannot move. If the fungus queen travels more than 120 feet from a sporepod, it is destroyed. A fungus queen can maintain a number of sporepods equal to her Charisma modifier (7 for the typical fungus queen). As a move action, she can instantaneously travel to one of her sporepods as if using <i>transport via plants</i>. She can also choose to spread out her tentacle attacks among her sporepods, attacking a creature within 5 feet of any sporepod with a tentacle-she is still limited to making only four tentacle attacks as part of a full-attack action, or one as a standard action. A sporepod is an object that has an AC of 15 and 20 hit points; damage dealt to a sporepod does not harm the fungus queen.</h5></div><br><div><h4><p><p>Hundreds of years ago, a cabal of powerful succubus assassins in the service of Nocticula attempted to invade the Jeharlu, the Abyssal Realm of Cyth-V'sug, demon lord of disease and fungus. They sought to assassinate a powerful witch named Soris Delyn, who had befouled one of Nocticula's favorite mortal temples, hidden below the Chelish city of Vyre, before fleeing to her patron's side. The succubi failed at their mission, and from their corpses grew the first fungus queens. Pleased with the outcome, Soris returned to the Material Plane with the fungus queens seeded them throughout the Inner Sea region to aid in the spread of Cyth-V'sug's cult. The fungus queens have taken to the Material Plane like rot to a carcass, and today hundreds of the subversive creatures dwell in the foul reaches of the world. They are particularly fond of large cave systems in the reaches of Nar-Voth near the surface, and of the slums of ruined cities in the Worldwound. Styrian Kindler's <i>Account of Ostog the Unslain</i> tells of a particularly harrowing encounter with a fungus queen in the caverns below Devil's Platter east of Sandpoint, and of indications that this was but one of many such queens dwelling in the region. A particularly dangerous and powerful sect of advanced fungus queens dwells within swampy reaches of Tanglebriar, commanding groups of vegepygmies grown from the corpses of slain elves-these fungus queens have seceded from the rule of Cyth-V'sug and now serve his rebellious minion Treerazer in the crusade to corrupt and destroy Kyonin. An encounter with a normally nonintelligent plant monster acting in a sinister and organized way is sure evidence of the manipulation of a fungus queen, but these monsters are equally fond of commanding and keeping other creatures as pets and slaves as well, particularly attractive humanoids. Those charmed minions they especially favor are given the gift of the fungus queen's embrace, and are transformed into fungoid minions forever loyal to their pallid mistress. Fungus queens are violently jealous and possessive. Those who attempt to lure away their charmed and dominated pets or cure those they have infested gain their eternal ire, but it is by succubi that fungus queens are the most enraged. Whether it be a simple territorial conf lict or some deeper hatred born of their unique genesis, a fungus queen faced with someone whom she even suspects might be a succubus is a terror indeed, for in such battles the sensuous plants abandon their normally subtle approaches of mental control and trickery, and instead bring all of their power to bear in an attempt to rip the offending creature limb from limb. Fungus queens take great delight in transforming succubi into fungoid creatures under their control. While their jealousy doesn't compel them to do battle with other fungus queens, they are always careful to maintain their own territorial boundaries apart from any nearby queens, and they take great pains not to \"poach\" from their sisters' harems of charmed and infested pets. Many fungus queens grow quite powerful over time, typically gaining class levels in ranger, bard, or sorcerer- they generally do not become more powerful by merely gaining racial Hit Dice or increasing in size. A typical fungus queen is 6 feet tall and weighs 150 pounds. <br><b>FUNGOID SIMPLE TEMPLATE (CR +1)</b><br> Creatures with the fungoid template appear as they did in life, save that their flesh is pallid and moist, and mushrooms and mold cake their bodies. This template can be applied to any living, non-plant creature. A fungoid creature's quick and rebuild rules are the same. <br><b>Rebuild Rules:</b> The creature's type changes to plant, and it gains all of the traits of the plant type. The creature gains telepathy 100 ft. with other fungoid creatures. Its alignment changes to chaotic evil.</p></h4></div>", "Languages": "Abyssal, Aklo, Common, Orvian, Undercommon; tongues, telepathy 100 ft.", "Source": "Inner Sea Bestiary", "Land": "1", "Organization": "solitary or cult (fungus queen plus 2-16 mind-controlled plants and minions)", "Ref": "7", "Climb": "0", "HD": "(12d8+60)", "AbilitiyScores": "Str 21, Dex 17, Con 21, Int 18, Wis 16, Cha 24", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3559, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Combat Expertise, Combat Reflexes, Improved Initiative, Multiattack, Power Attack, Skill Focus (Disguise)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "0", "RacialMods": "", "AC": "23, touch 13, flat-footed 20", "Swim": "0", "Name": "Fungus Queen", "VariantParent": "", "Skills": "Bluff +19, Disguise +25, Knowledge (dungeoneering) +10, Knowledge (planes) +10, Perception +18, Sense Motive +15, Use Magic Device +19", "ClassArchetypes": "", "IsTemplate": "1", "Will": "7", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any underground (Darklands)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "plant empathy +23", "Saves": "Fort +13, Ref +7, Will +7", "Melee": "2 claws +14 (1d6+5), 4 tentacles +12 (1d4+2 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "CE", "Size": "Medium"}