{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 560, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lorthact</h2><h3><i>This devilish humanoid has five horns growing out of his forehead that resemble a crown. He stands on stout cloven hooves.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Lorthact</p><p class=\"alignright\">CR 25</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,638,400</h5><h5>LE Medium outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 60 ft., <i>true seeing</i>; Perception +43</h5><h5><b>Aura </b><i>unholy aura</i></h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>45, touch 29, flat-footed 33 (+6 armor, +5 deflection, +11 Dex, +1 dodge, +2 luck, +10 natural)</h5><h5><b>hp </b>560 (32d10+384); regeneration 5 (good weapons or spells)</h5><h5><b>Fort </b>+26, <b>Ref </b>+31, <b>Will </b>+30</h5><h5><b>Defensive Abilities </b>evasion; <b>DR </b>20/good and silver; <b>Immune </b>fire, poison; <b>Resist </b>acid 30, cold 30; <b>SR </b>36</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +44 (1d6+6 plus 1 Int drain) or </br> <i>+2 quarterstaff</i> +40/+35/+30/+25 (1d6+11 plus 1 Intelligence drain)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>Intelligence drain, scholastic masquerade, spell reservoir</h5><h5><b>Spell-Like Abilities</b> (CL 25th; concentration +38) </br>Constant&mdash;<i>mind blank</i>, <i>tongues</i>, <i>true seeing</i> </br>At Will&mdash;<i>alter self</i>, <i>blasphemy</i> (DC 30), <i>dominate person</i> (DC 28), <i>freedom of movement</i>, <i>greater arcane sight</i>, <i><i>greater dispel</i> magic</i>, <i>greater invisibility</i>, <i>greater scrying</i> (DC 30), <i>greater shadow conjuration</i> (DC 30), <i>greater shadow evocation</i> (DC 31), <i>greater teleport</i>, <i>mass suggestion</i> (DC 29), <i>programmed image</i> (DC 29), <i>unholy aura</i> (DC 31) </br>3/day&mdash;<i>banishment</i> (DC 29), quickened <i><i>greater dispel</i> magic</i>, empowered <i><i>horrid</i> wilting</i> (DC 31), <i>polymorph any object</i> (DC 31), <i>spell turning</i> </br>1/day&mdash;<i>dominate monster</i> (DC 32), <i>limited wish</i>, <i>mage's disjunction</i> (DC 32), <i>prismatic sphere</i>, <i>time stop</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>22, <b>Dex </b>33, <b>Con </b>35, <b>Int </b> 30, <b>Wis </b>26, <b>Cha </b>37</h5><h5><b>Base Atk </b>+32; <b>CMB </b>+38; <b>CMD </b>65</h5><h5><b>Feats </b>Deflect Arrows, Destructive Dispel<sup>UC</sup>, Dispel Synergy<sup>UC</sup>, Dodge, Empower Spell-Like Ability (<i><i>horrid</i> wilting</i>), Flyby Attack, Great Fortitude, Greater Spell Penetration, Improved Great Fortitude, Improved Unarmed Strike, Iron Will, Power Attack, Quicken Spell-Like Ability (<i><i>greater dispel</i> magic</i>), Spell Penetration, Weapon Finesse, Weapon Focus (claw)</h5><h5><b>Skills </b>Acrobatics +36, Bluff +48, Craft (alchemy) +30, Diplomacy +48, Disguise +48, Fly +23, Intimidate +45, Knowledge (arcana) +45, Knowledge (planes) +45, Knowledge (dungeoneering) +20, Knowledge (engineering) +20, Knowledge (geography) +20, Knowledge (nobility) +20, Knowledge (religion) +20, Knowledge (history) +30, Knowledge (local) +30, Perception +43, Perform (act) +23, Sense Motive +30, Sleight of Hand +30, Spellcraft +45, Stealth +46, Use Magic Device +45</h5><h5><b>Languages </b>Abyssal, Aklo, Azlanti, Celestial, Common, Draconic, Dwarven, Elven, Giant, Ignan, Infernal, Undercommon; telepathy 300 ft.</h5><h5><b>SQ </b>infernal duke traits, temporal anomaly</h5><h5><b>Combat Gear </b>boots of speed, <i>rods of cancellation</i> (2), <i>staff of power</i>; <b>Other Gear </b><i>bracers of armor +6</i>, <i>mirror of life trapping</i>, <i>ring of evasion</i>, <i>ring of protection +5</i></h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Korvosa)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Infernal Duke Traits</b> An infernal duke is a powerful devil that has not yet made the full transition from unique devil to full archdevil. It possesses several traits, as summarized here. <ul><li> Immunity to charm and compulsion effects, death effects, fire, and poison. <li> Resistance to acid 30 and cold 30. <li> Telepathy 300 feet. <li> Lorthact's natural weapons, as well as any weapon he wields, are treated as evil and lawful for the purpose of overcoming damage reduction. <li> Lorthact can grant spells to his worshipers. Granting spells does not require any specific action on his behalf. Lorthact grants access to the domains of Evil, Law, Magic, and Trickery. His favored weapon is the quarterstaff. </h5><h5><b>Intelligence Drain (Su)</b> Lorthact drains 1 point of Intelligence each time he hits with a weapon or natural weapon (Will DC 39 negates). Alternatively, he can make a single melee touch attack per round, dealing no hit point damage but draining 2d4 points of Intelligence (Will DC 39 half). After draining Intelligence from a creature, Lorthact gains the benefit of <i>foresight</i> (as the spell) against that creature for 1 minute. </h5><h5><b>Scholastic Masquerade (Su)</b> When targeting a dominated wizard with his spell reservoir ability, Lorthact can also steal a school power from that wizard's chosen school. He can steal one of the wizard's 1st-level school powers by using three levels of his spell reservoir, both 1st-level school powers at a cost of six levels, and all school powers at a cost of nine levels. While Lorthact retains these powers, the target wizard cannot use them. The stolen powers function at the target wizard's level. Lorthact can steal school powers or a prepared spell from a dominated wizard, but not both. He may steal school powers from multiple schools if he has multiple wizards dominated. </h5><h5><b>Spell Reservoir (Su)</b> Lorthact can drain prepared arcane spells from the mind of a creature he has dominated and store them for later use, similarly to a <i>ring of spell storing</i>. Draining a spell requires 1 full-round action if he is able to touch the target, or 1 minute to perform through the mental link provided by the dominate effect; in either case, no saving throw is allowed. He can hold no more than one stolen spell from each dominated caster in his spell reservoir, and the total level of stolen spells cannot exceed 25. These stolen spells take effect at the original caster's level. </h5><h5><b>Temporal Anomaly (Su)</b> Lorthact exists slightly outside of the normal timestream. Spells that predict the future-such as <i>augury</i>, <i>divination</i>, <i>foresight</i>, and <i>moment of prescience</i>- cannot perceive him and provide no benefit against him or information about him. In addition, whenever a creature within 60 feet of him uses <i>time stop</i>, Lorthact can act normally within the duration of the <i>time stop</i>, as if he had cast it himself. As neither Lorthact nor the caster are frozen in time with respect to each other, each can target and affect the other with attacks, spells, or other effects they create, though they cannot affect other creatures within the duration of the <i>time stop</i>. This ability functions even if Lorthact is flat-footed or unaware of his opponent.</ul></h5><h5><sup>UC</sup> See Ultimate Combat.</h5></div><br><div><h4><p><p>Lorthact the Unraveler, also named the Dwimmerlaik, the Ur-Magius, and the Diabolus Mystere, was once a high-ranking duke of Hell. Atypically, he was not solely bound to the service of a single archdevil, instead serving openly at various times as a mystical advisor and consultant on magical matters under both Geryon and Mephistopheles. Some believed him to be secretly a favorite of Asmodeus himself; this supposed favor provided some measure of protection from his jealous rivals. His last mistress in Hell was Eiseth, Whore-Queen of the erinyes, but when Eiseth uncovered a plot to reverse their positions-Lorthact arrogating himself to lordship and reducing her to mere consort-her wrath was enormous and eternal. Lorthact's allies deserted him lest they taste the fury of the erinyes. Lorthact proclaimed his innocence, but he saw condemnation awaiting and fled, racing across the planes with the whips of the erinyes at his heels. After several planar refuges proved no shelter from his relentless pursuers, Lorthact sought solace in the mortal realms. Laying several false leads, he then doubled back to the diabolists of Cheliax, the first place his pursuers looked for him on Golarion. But after they had moved on, he slipped back into places they thought already thoroughly scoured. Adopting a succession of guises, he kept his presence hidden for years, but he never felt truly comfortable under the gaze of so many potentially unfriendly eyes. Seeking a more remote locale, he traveled to the farthest reaches of Chelish sovereignty: the Varisian city-state of Korvosa. There he found the perfect patsy in the vain and corrupt Lord Volshyenek Ornelos. Rebuffed by House Thrune in his quest to restore his youth and vigor, Volshyenek was easy prey for Lorthact's inveigling. The devil bound him in a web of lies and stole not only his soul but also his life. Impersonating Lord Ornelos for over 200 years, he became a dominant figure in Korvosa, shadow-master of the Acadamae and sire of a great house. Meanwhile, he sought ways to rebuild his diabolic power and his store of souls so one day he might buy his way back to ducal favor in Hell. In the end, Eiseth's diabolic assassins found him at long last, and he was forced to fake his own death. Yet he still dominates Korvosa from the shadows, controlling the Acadamae through his descendant Toff Ornelos. Little happens in the city without his knowledge, and he plays the part of the mage through shadow-magic, illusions, <i>limited wish</i>es, and the stolen magic of others. However, casters who delve too deeply into his or Korvosa's secrets find themselves at odds with the deadly duke, his powers honed by centuries of exile to undermine and destroy mages who might uncover his identity or unravel his schemes.</p></h4></div>", "Languages": "Abyssal, Aklo, Azlanti, Celestial, Common, Draconic, Dwarven, Elven, Giant, Ignan, Infernal, Undercommon; telepathy 300 ft.", "Source": "Inner Sea Bestiary", "Land": "1", "Organization": "solitary", "Ref": "31", "Climb": "0", "HD": "(32d10+384)", "AbilitiyScores": "Str 22, Dex 33, Con 35, Int 30, Wis 26, Cha 37", "Gear": "boots of speed, rods of cancellation (2), staff of power", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3571, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Deflect Arrows, Destructive DispelUC, Dispel SynergyUC, Dodge, Empower Spell-Like Ability (horrid wilting), Flyby Attack, Great Fortitude, Greater Spell Penetration, Improved Great Fortitude, Improved Unarmed Strike, Iron Will, Power Attack, Quicken Spell-Like Ability (greater dispel magic), Spell Penetration, Weapon Finesse, Weapon Focus (claw)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "26", "Fly": "0", "RacialMods": "", "AC": "45, touch 29, flat-footed 33", "Swim": "0", "Name": "Lorthact", "VariantParent": "", "Skills": "Acrobatics +36, Bluff +48, Craft (alchemy) +30, Diplomacy +48, Disguise +48, Fly +23, Intimidate +45, Knowledge (arcana) +45, Knowledge (planes) +45, Knowledge (dungeoneering) +20, Knowledge (engineering) +20, Knowledge (geography) +20, Knowledge (nobility) +20, Knowledge (religion) +20, Knowledge (history) +30, Knowledge (local) +30, Perception +43, Perform (act) +23, Sense Motive +30, Sleight of Hand +30, Spellcraft +45, Stealth +46, Use Magic Device +45", "ClassArchetypes": "", "IsTemplate": "0", "Will": "30", "Race": "", "CR": "25", "XP": 1638400, "TemplatesApplied": "", "Environment": "any (Korvosa)", "CharacterFlag": "0", "OtherGear": "bracers of armor +6, mirror of life trapping, ring of evasion, ring of protection +5", "UniqueMonster": "0", "SQ": "infernal duke traits, temporal anomaly", "Saves": "Fort +26, Ref +31, Will +30", "Melee": "2 claws +44 (1d6+6 plus 1 Int drain) or +2 quarterstaff +40/+35/+30/+25 (1d6+11 plus 1 Intelligence drain)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Medium"}