{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 379, "Treasure": "double", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Moxix</h2><h3><i>This strange, four-armed fiend appears to be constructed completely out of stone. Dried blood stains its body.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Moxix</p><p class=\"alignright\">CR 20</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>307,200</h5><h5>CE Gargantuan outsider (chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+3; <b>Senses </b>blindsense 60 ft., darkvision 60 ft., <i>see invisibility</i>; Perception +33</h5><h5><b>Aura </b>hopedrinker (60 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>34, touch 9, flat-footed 31 (+3 Dex, +25 natural, -4 size)</h5><h5><b>hp </b>379 (23d10+253)</h5><h5><b>Fort </b>+24, <b>Ref </b>+10, <b>Will </b>+22</h5><h5><b>Defensive Abilities </b>gush; <b>DR </b>15/adamantine and good; <b>Immune </b>electricity, poison; <b>Resist </b>acid 20, cold 20, fire 20</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>bite +29 (2d8+10/19-20), gore +29 (2d8+10), 4 slams +29 (2d6+10/19-20 plus grab)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>breath weapon (60-ft. cone, 16d6 acid damage plus disease, Reflex DC 32 halves, usable every 1d4 rounds), constrict (2d6+10), rend (2 slams, 2d6+15)</h5><h5><b>Spell-Like Abilities</b> (CL 23rd; concentration +30) </br>Constant&mdash;<i><i>mind</i> blank</i>, <i>see invisibility</i> </br>At Will&mdash;<i>crushing despair</i> (DC 21), <i>detect magic</i>, <i>dispel magic</i>, <i>eyebite</i> (DC 23), <i>protection from good</i>, <i>stone shape</i> </br>3/day&mdash;<i>create undead</i>, <i>feeble<i>mind</i></i> (DC 22), <i>insanity</i> (DC 24), quickened <i><i>mind</i> fog</i> (DC 22), <i>phantasmal killer</i> (DC 21), <i>song of discord</i> (DC 22), <i>symbol of pain</i> (DC 22) </br>1/day&mdash;<i>desecrate</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), summon (level 9, any 1 CR 19 or lower demon 100%), symbol of <i>insanity</i> (DC 25), <i>weird</i> (DC 26)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>17, <b>Con </b>32, <b>Int </b> 15, <b>Wis </b>24, <b>Cha </b>25</h5><h5><b>Base Atk </b>+23; <b>CMB </b>+37 (+41 grapple); <b>CMD </b>50</h5><h5><b>Feats </b>Bleeding Critical, Blind-Fight, Cleave, Combat Reflexes, Critical Focus, Dazing Assault<sup>APG</sup>, Improved Critical (bite), Improved Critical (slam), Iron Will, Power Attack, Quicken Spell-Like Ability (<i><i>mind</i> fog</i>), Vital Strike</h5><h5><b>Skills </b>Bluff +33, Climb +28, Diplomacy +25, Intimidate +33, Knowledge (planes) +28, Knowledge (religion) +21, Perception +33, Sense Motive +33, Spellcraft +25</h5><h5><b>Languages </b>Abyssal, Aklo, Common; telepathy 300 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm jungles (Yoha's Graveyard)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Breath Weapon (Su)</b> Moxix can exhale a cone of acidic fog laced with a terrible disease. Any creature damaged by the acid of his breath weapon must succeed at a DC 28 Fortitude save or contract this disease. A humanoid afflicted with this disease must attempt a new Will save each day. If the humanoid fails, it attacks and attempts to eat the weakest humanoid nearby. If the save is successful, it resists this impulse. A humanoid who dies or is killed while afflicted rises as a ghast at the next midnight. The save DC is Charisma-based. <i>Moxix's</i> <i>Delectation</i>: Inhaled; save Fortitude DC 28; <i>onset</i> 1 day; frequency 1/day; effect 1d4 Con and 1d4 Wis damage; cure 2 consecutive saves. </h5><h5><b>Gush (Ex)</b> Anytime Moxix takes more than 50 points of weapon damage in a round, blood and pus spews forth from the wound. The blood is extremely slippery and sprays out in a 20-foot radius, coating all creatures and surfaces in the area. Any creatures in the area must succeed at a DC 28 Reflex save or drop any items they are holding. A saving throw must be made each round that the creature attempts to use or pick up an item it previously dropped. In addition, the area coated in the gushing blood is difficult to move about in, and creatures moving through the area must succeed at a DC 15 Acrobatics check or fall prone. </h5><h5><b>Hopedrinker (Su)</b> Moxix emits an aura that drains hope from all within 60 feet. All morale bonuses are suppressed within this aura, regardless of their source. In addition, spells and spell-like abilities granting a morale bonus are affected as <i>dispel magic</i> used to counterspell (caster level 23rd) every round at the beginning of <i>Moxix's</i> turn. A successful dispel check negates the entire effect (not just the morale bonus) and grants Moxix temporary hit points equal to the spell's level (to a maximum of 100). These temporary hit points last 1 hour. </h5><h5><b>Mindshatter (Su)</b> If a creature fails its save against <i>Moxix's</i> <i>eyebite</i> spell-like ability, as a standard action before the end of his turn he may unravel the target's <i>mind</i> and spirit. This acts as greater <i>dispel magic</i> (caster level 23rd) against effects that protect against <i>mind</i>-affecting or necromantic effects and automatically affects the target as <i>enervation</i> and <i>touch of idiocy</i> (duration 24 hours).</h5><h5><sup>APG</sup> See Advanced Player's Guide.</h5></div><br><div><h4><p><p>Moxix, the Drinker of Human Hopes, is a unique demon bound to the mysterious isle called Yoha's Graveyard in the Shackles. Appearing as an eldritch four-armed statue of weathered gray stone, Moxix has a single emerald eye centered in his horrible face. A nest of twisted horns rests atop his head, and his fang-f illed maw is perpetually stained with blood. Those courageous explorers traveling to his seemingly idyllic isle are driven mad by strange visions and dreams, or by inscrutable but disturbing carvings, idols, and glyphs that litter the island. Even if they withstand the island's maddening magic, adventurers in search of legendary lost riches may confront Moxix himself and be scourged of <i>mind</i>, body, and soul. <i>Moxix's</i> baleful presence and malevolent awareness leer from every crudely carved icon, relief, and idol bearing his likeness, bringing with them a tinge of <i>insanity</i> and a ravenous hunger for human flesh. Ghosts and pentagram-branded cannibals and lunatics are all that remain of ill-fated expeditions to Yoha's Graveyard. Moxix found his first worshipers among the terrible cyclopes of Ghol-Gan as their civilization fell into ruin. As the one-eyed giants slipped more and more into depravity and violence, they began worshiping foul, otherworldly creatures their brothers and sisters brought up from the vaults of the Darklands after their exposure to the serpentfolk's wicked ways. Among the dozens of fiendish icons was Moxix, who came into inf luence among the cyclopes as their practice of sacrifice and cannibalism increased. It was at this time Moxix became known as the Drinker of Human Hopes. The ancient Ghol-Gan cyclopes fed him hundreds of captured humans, most of whom were of Azlanti descent. In one instance early in his time among the Ghol-Gan cyclopes, <i>Moxix's</i> followers captured an entire Azlanti embassy and fed them to the strange demon one by one while their companions watched in horror. Some say the sacrifices' spirits still inhabit the region, their wailing cries drifting through the hills and jungles of the haunted island. As his reign of blood began to spread from its base in southern Ghol-Gan, a raging contingent of rival cyclopes from elsewhere in the failing empire raided the demon-worshiping clan dedicated to Moxix, bringing both brute strength and the magic of powerful shamans and oracles to bear against it. The battle raged for 2 days, and in the end an oracle sacrificed her life in a final ploy to destroy Moxix. However, the oracle only succeeded in binding him to the high mountain peak that would one day become the island known as Yoha's Graveyard. To this very day, Moxix remains trapped in his island domain, ever eager to draw creatures to the ziggurat he calls home. There he delights in turning people to cannibalism, destruction, and <i>insanity</i>. Obscuring and disease-laden mists swirl around the island, keeping its lands hidden and protected from trespassers. Once per year, however, on the first full moon after the rainy season, the mists part for a single night. Some explorers have mounted expeditions to <i>Moxix's</i> island during these events, but as of yet, no one has returned the same person she used to be; all bear the mark of <i>insanity</i> Moxix stamps on their being.</p></h4></div>", "Languages": "Abyssal, Aklo, Common; telepathy 300 ft.", "Source": "Inner Sea Bestiary", "Land": "1", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(23d10+253)", "AbilitiyScores": "Str 30, Dex 17, Con 32, Int 15, Wis 24, Cha 25", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 3575, "SubType": "(chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Bleeding Critical, Blind-Fight, Cleave, Combat Reflexes, Critical Focus, Dazing AssaultAPG, Improved Critical (bite), Improved Critical (slam), Iron Will, Power Attack, Quicken Spell-Like Ability (mind fog), Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "24", "Fly": "0", "RacialMods": "", "AC": "34, touch 9, flat-footed 31", "Swim": "0", "Name": "Moxix", "VariantParent": "", "Skills": "Bluff +33, Climb +28, Diplomacy +25, Intimidate +33, Knowledge (planes) +28, Knowledge (religion) +21, Perception +33, Sense Motive +33, Spellcraft +25", "ClassArchetypes": "", "IsTemplate": "0", "Will": "22", "Race": "", "CR": "20", "XP": 307200, "TemplatesApplied": "", "Environment": "warm jungles (Yoha's Graveyard)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +24, Ref +10, Will +22", "Melee": "bite +29 (2d8+10/19-20), gore +29 (2d8+10), 4 slams +29 (2d6+10/19-20 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "CE", "Size": "Gargantuan"}