{"Group": "Vampire", "Space": "5 ft.", "Mythic": "0", "HP": 61, "Treasure": "NPC gear (chain shirt, cloak of resistance +1, potions of invisibility [2], other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Vampire, Vetala</h2><h3><i>With its bloodless flesh and eyes the color of deepest night, this imperious being obviously no longer numbers among the living.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Vetala</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>Female human vetala oracle 5</h5><h5>NE Medium undead (augmented humanoid, human)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +16</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 13, flat-footed 18 (+4 armor, +2 Dex, +1 dodge, +4 natural)</h5><h5><b>hp </b>61 (5d8+35); fast healing 5</h5><h5><b>Fort </b>+8, <b>Ref </b>+4, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>DR </b>10/magic and good; <b>Immune </b>undead traits; <b>Resist </b>electricity 10, fire 10</h5><h5><b>Weaknesses </b>vetala weaknesses</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 30 ft.</h5><h5><b>Melee </b>2 claws +7 (1d6+4 plus paralysis)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>drain prana (DC 18), malevolence, paralysis (1d4+1 rounds, DC 18), possess corpse</h5><h5><b>Oracle Spells Known</b> (CL 5th; concentration +11) </br>2nd (6/day)&mdash;<i>death knell</i> (DC 18), <i>false life</i>, <i>inflict moderate wounds</i> (DC 18), <i>levitate</i>, <i>minor image</i> (DC 18), <i>silence</i> (DC 18) </br>1st (8/day)&mdash;<i>cause fear</i> (DC 17), <i>command</i> (DC 17), <i>doom</i> (DC 17), <i>inflict <i>light</i> wounds</i> (DC 17), <i>obscuring mist</i>, <i>shield of faith</i> </br>0 (at will)&mdash;<i>bleed</i> (DC 16), <i>detect magic</i>, <i>ghost sound</i>, <i>guidance</i>, <i>light</i>, <i>mage hand</i>, <i>read magic</i>, <i>resistance</i></h5></h5><h5><b>Mystery </b>bones</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>15, <b>Con </b>-, <b>Int </b> 16, <b>Wis </b>12, <b>Cha </b>22</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+7; <b>CMD </b>20</h5><h5><b>Feats </b>Alertness<sup>B</sup>, Blind-Fight<sup>B</sup>, Combat Casting, Deceitful<sup>B</sup>, Dodge, Extra Revelation, Improved Initiative<sup>B</sup>, Mobility, Skill Focus (Disguise)<sup>B</sup></h5><h5><b>Skills </b>Bluff +16, Climb +10, Diplomacy +14, Disguise +27, Knowledge (religion) +11, Perception +16, Sense Motive +19, Spellcraft +11, Stealth +16; <b>Racial Modifiers </b>+8 Disguise, +8 Perception, +8 Sense Motive, +8 Stealth</h5><h5><b>Languages </b>Common, Infernal, Vudrani</h5><h5><b>SQ </b>oracle's curse (haunted), revelations (death's touch, undead servitude, voice of the grave)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Vudra)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>NPC gear (chain shirt, cloak of <i>resistance</i> +1, <i>potions of invisibility</i> [2], other treasure)</h5></div><br><div><h4><p><p>While most of the Inner Sea's vampires lust for living blood, the mysterious vetalas hunger for a more intangible force: the energy that infuses mortal minds. Referred to as consciousness or psyche by some, the academics of Vudra- from where most vetalas hail-call this fundamental vital force prana. Regardless of their desire's name, vetalas prey upon those who show creative promise, possess potent force of will, or seem destined for greatness, draining the most brilliant sources of mortal <i>light</i> to fuel their own unnatural embers. Their dark mastery of life force allows vetalas to possess corpses or even overwhelm the minds of living creatures. With these stolen masks and the resources of abducted lives, they work their foul wills. Vetalas are said to be the spirits of children \"born evil,\" who never received burial rites upon their deaths. Sometimes one of these evil spirits takes hold of a corpse- not necessarily its own-which becomes its anchor to the mortal world. Such young souls seek out experiences and life energy, becoming as wicked as any other vampire as they endlessly indulge their profane, deathless desires. <br><b>CREATING A VETALA</b><br> \"Vetala\" is an acquired template that can be added to any living creature with 5 or more Hit Dice (referred to hereafter as the base creature). Most vetalas were once humanoids, fey, or monstrous humanoids. A vetala uses the base creature's stats and abilities except as noted here. <br><b>CR:</b> Same as the base creature + 2. <br><b>AL:</b> Any evil. Type: The creature's type changes to undead (augmented). Do not recalculate class Hit Dice, BAB, or saves. Senses: A vetala gains darkvision 60 ft. <br><b>Armor Class:</b> Natural armor improves by +4. <br><b>Hit Dice:</b> Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As undead, vetalas use their Charisma modifiers to determine bonus hit points (instead of Constitution). <br><b>Defensive Abilities:</b> A vetala gains channel resistance +4, DR 10/magic and good, and <i>resistance</i> to fire 10 and electricity 10, in addition to all of the defensive abilities granted by the undead type. A vetala also gains fast healing 5. If reduced to 0 hit points in combat, a vetala is helpless and its fast healing ceases to function for 1 hour. Additional damage dealt to the vetala has no effect. Its body might be subjected to any method of dismemberment or desecration, but after 1 hour-regardless of the state of its remains-it regains 1 hit point, is no longer helpless, and resumes healing at the rate of 5 hit points per round. <br><b>Weaknesses:</b> Vetalas cannot tolerate the sound of <i>prayer</i>s or religious mantras recited by those truly faithful to a good deity. Any character with a good-aligned deity can force a vetala to recoil by dramatically praying as a standard action. Praying doesn't harm a vetala; it merely keeps the creature at bay. A recoiling vetala must stay at least 5 feet away from a praying character and cannot touch or make melee attacks against it. After 1 round, a vetala can fight past its revulsion and function normally each round it succeeds at a DC 25 Will save. The <i>prayer</i>s of those who worship non-good deities or worship no deity have no effect on a vetala. Reducing a vetala's hit points to 0 or lower incapacitates it but doesn't always destroy it (see fast healing). However, consecrating the vetala's remains and burying the body destroys it forever. A vetala's body is considered <i>consecrate</i>d if it is doused with a vial of holy water and buried, if it is buried in earth affected by the spell <i>consecrate</i>, or if <i>bless</i>, <i>prayer</i>, or a similar divine spell is cast upon it as it is being buried. Digging up a vetala's corpse or profaning the area where it's buried does not restore a buried vetala. <br><b>Speed:</b> Same as the base creature. A vetala also gains a climb speed equal to its base land speed. Melee: A vetala gains two claw attacks if the base creature didn't have them. A vetala's claw attacks do damage as a creature once size category larger (for example, a Medium vetala's claw attack deals 1d6 points of damage). A vetala's natural weapons are treated as magic weapons for the purpose of overcoming damage reduction. <br><b>Special Attacks:</b> A vetala gains several special attacks. Save DCs are equal to 10 + 1/2 the vetala's Hit Dice + the vetala's Cha modifier unless otherwise noted. <br><i>Drain Prana (Su)</i>: A vetala can drain the mental vitality of a grappled opponent. If the vetala establishes or maintains a pin, it drains this energy, dealing 1d4 points of Charisma damage. Additionally, the victim is affected by the spell <i>modify memory</i>, as if the vetala had spent 5 minutes concentrating. The vetala gains perfect knowledge of any memory it chooses to eliminate using this ability. Vetalas often use this ability to prevent victims from remembering they've been attacked. <br><i>Malevolence (Su)</i>: As a full-round action, a vetala can attempt to take control of a helpless living creature's body, as the spell <i>magic jar</i> (caster level 10th or the vetala's Hit Dice, whichever is higher), except that it does not require a receptacle. The target can resist the attack with a successful Will save. A creature that successfully saves is immune to that same vetala's possession for 24 hours. If a creature fails its save, its consciousness and control of its body are subsumed as the vetala takes <i>command</i> of its body. The vetala can remain in control for a number of hours equal to its Charisma modifier or until it decides to end the possession. Whenever the possession ends or the host body is killed, the vetala's consciousness instantly returns to its body, regardless of distance, so long as it remains on the same plane. If the vetala's body has been destroyed or moved to another plane, the vetala's consciousness is destroyed when the possession ends. While possessing another creature, the vetala's body is empty and vulnerable, though it is instantly aware if its body is disturbed or takes damage. <br><i>Paralysis (Ex)</i>: Any creature struck by a vetala's claws must make a successful Will save or be paralyzed for 1d4+1 rounds. Elves are immune to this effect. <br><i>Possess Corpse (Su)</i>: As a full-round action, a vetala can possess a Large or smaller corpse just as it can a living body. The vetala's consciousness leaves its body and takes control of the corpse, animating it as either a skeleton or zombie (depending on its state of decay). The vetala can remain in control of a corpse indefinitely, and can communicate through the body, but cannot use any of its other special abilities. This ability otherwise functions just as malevolence. <br><b>Ability Scores:</b> Str +4, Dex +2, Int +4, Wis +2, Cha +6. As an undead creature, a vetala has no Constitution score. <br><b>Feats:</b> Vetalas gain Alertness, Blind-Fight, Deceitful, Improved Initiative, and Skill Focus (Disguise) as bonus feats. <br><b>Skills:</b> Vetalas gain a +8 racial bonus on Disguise, Perception, Sense Motive, and Stealth checks.</p></h4></div>", "Languages": "Common, Infernal, Vudrani", "Source": "Inner Sea Bestiary", "Land": "1", "Organization": "solitary", "Ref": "4", "Climb": "1", "HD": "(5d8+35)", "AbilitiyScores": "Str 18, Dex 15, Con -, Int 16, Wis 12, Cha 22", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3589, "SubType": "(augmented humanoid, human)", "MonsterSource": "", "Feats": "AlertnessB, Blind-FightB, Combat Casting, DeceitfulB, Dodge, Extra Revelation, Improved InitiativeB, Mobility, Skill Focus (Disguise)B", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "oracle 5", "Fort": "8", "Fly": "0", "RacialMods": "+8 Disguise, +8 Perception, +8 Sense Motive, +8 Stealth", "AC": "21, touch 13, flat-footed 18", "Swim": "0", "Name": "Vetala", "VariantParent": "", "Skills": "Bluff +16, Climb +10, Diplomacy +14, Disguise +27, Knowledge (religion) +11, Perception +16, Sense Motive +19, Spellcraft +11, Stealth +16", "ClassArchetypes": "", "IsTemplate": "1", "Will": "6", "Race": "Female human vetala", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any (Vudra)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "oracle's curse (haunted), revelations (death's touch, undead servitude, voice of the grave)", "Saves": "Fort +8, Ref +4, Will +6", "Melee": "2 claws +7 (1d6+4 plus paralysis)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 30 ft.", "Alignment": "NE", "Size": "Medium"}