{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 200, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Veiled Master</h2><h3><i>This monstrosity has a six-eyed face and six long tentacles- four ending in glowing spheres and two in what look like hands.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Veiled Master</p><p class=\"alignright\">CR 14</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>38,400</h5><h5>LE Large aberration (aquatic, shapechanger)</h5><h5><b>Init </b>+10; <b>Senses </b>darkvision 120 ft.; Perception +23</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 15, flat-footed 24 (+4 armor, +6 Dex, +11 natural, -1 size)</h5><h5><b>hp </b>200 (16d8+128); fast healing 10</h5><h5><b>Fort </b>+13, <b>Ref </b>+13, <b>Will </b>+14</h5><h5><b>Immune </b>electricity, mind-affecting effects; <b>Resist </b>cold 20; <b>SR </b>25</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., swim 80 ft.</h5><h5><b>Melee </b>bite +17 (2d6+6 plus consume memory and slime), 2 claws +17 (1d6+6 plus slime), 4 tentacles +12 touch (2d6+3 electricity plus thoughtlance)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft. (20 ft. with claws and tentacles)</h5><h5><b>Special Attacks </b>delayed <i>suggestion</i>, mucus cloud</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +26) </br>Constant&mdash;<i>mage armor</i> </br>At Will&mdash;<i>detect thoughts</i> (DC 18), <i><i>dominate</i> person</i> (DC 21), <i>hypnotic pattern</i> (DC 18), <i>illusory wall</i> (DC 20), <i>mirage arcana</i> (DC 21), <i>persistent image</i> (DC 21), <i>programmed image</i> (DC 22), <i>project image</i> (DC 23), <i>veil</i> (DC 22) </br>3/day&mdash;<i><i>dominate</i> monster</i> (DC 25), quickened <i><i>dominate</i> person</i> (DC 21), <i>geas/quest</i> (DC 22), <i>mass <i>suggestion</i></i> (DC 22)</h5></h5><h5><b>Sorcerer Spells Known</b> (CL 12th; concentration +18) </br>6th (4)&mdash;<i><i>symbol of</i> persuasion</i> (DC 23) </br>5th (6)&mdash;<i><i>symbol of</i> pain</i> (DC 22), <i>teleport</i> </br>4th (7)&mdash;<i>dimension door</i>, <i>phantasmal killer</i> (DC 20), <i>symbol of</i> slowingUM (DC 21) </br>3rd (7)&mdash;<i>clairaudience/clairvoyance</i>, <i>explosive runes</i> (DC 20), <i>hold person</i> (DC 19), <i>secret page</i> </br>2nd (8)&mdash;<i>blindness/deafness</i> (DC 18), <i>invisibility</i>, <i>levitate</i>, <i>symbol of</i> mirroringUM (DC 19), <i>touch of idiocy</i> </br>1st (8)&mdash;<i>charm person</i> (DC 17), <i>comprehend languages</i>, <i>erase</i> (DC 17), <i>ray of enfeeblement</i> (DC 17), <i>silent image</i> (DC 17) </br>0 (at will)&mdash;<i>arcane mark</i>, <i>dancing lights</i>, <i>daze</i> (DC 16), <i>detect magic</i>, <i>ghost sound</i> (DC 16), <i>mage hand</i>, <i>message</i>, <i>read magic</i>, <i>touch of fatigue</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>22, <b>Dex </b>22, <b>Con </b>27, <b>Int </b> 21, <b>Wis </b>19, <b>Cha </b>22</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+19; <b>CMD </b>35 (can't be tripped)</h5><h5><b>Feats </b>Arcane Strike, Combat Casting, Combat Expertise, Eschew Materials<sup>B</sup>, Extend Spell, Improved Initiative, Lightning Reflexes, Quicken Spell, Quicken Spell-Like Ability (<i><i>dominate</i> person</i>)</h5><h5><b>Skills </b>Knowledge (arcana) +21, Knowledge (history) +21, Knowledge (nature) +21, Perception +23, Sense Motive +20, Spellcraft +24, Stealth +21, Swim +33, Use Magic Device +22</h5><h5><b>Languages </b>Aboleth, Aklo, Aquan, Azlanti, Undercommon; telepathy 300 ft.</h5><h5><b>SQ </b>change shape (any Small or Medium form; <i>greater</i> polymorph), runemastery, swift transformation</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any water (Golarion's oceans)</h5><h5><b>Organization </b>solitary or shoal (1 <i>veil</i>ed master and 2-8 aboleths)</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Consume Memory (Su)</b> When a <i>veil</i>ed master bites a creature, it consumes some of that creature's memories. The creature bitten must succeed at a DC 24 Fortitude save or gain one negative level. A <i>veil</i>ed master heals 5 points of damage each time it grants a negative level in this way, and also learns some of the target creature's memories (subject to the GM's discretion). This is a mind-affecting effect. A <i>veil</i>ed master can suppress this ability as a free action. The save DC is Charisma-based. </h5><h5><b>Delayed Suggestion (Sp)</b> Whenever a <i>veil</i>ed master successfully uses <i><i>dominate</i> person</i> or <i><i>dominate</i> monster</i> on a creature, it can also implant a delayed <i>suggestion</i> that triggers when <i>dominate</i> effect ends. Typically, this <i>suggestion</i> (which functions as a spell-like ability, CL 20th, Will DC 19 negates) is for the previously <i>dominate</i>d creature to seek out the <i>veil</i>ed master again and submit to a new domination attempt, but sometimes, a <i>veil</i>ed master implants other <i>suggestion</i>s (such as a <i>suggestion</i> to attack the first person it sees). </h5><h5><b>Mucus Cloud (Ex)</b> While underwater, a <i>veil</i>ed master exudes a cloud of transparent slime in a 30-foot-radius spread. All creatures in this area must succeed at a DC 26 Fortitude save each round or lose the ability to breathe air (but gain the ability to breathe water) for 24 hours. Renewed contact with this mucus cloud and failing another save extends the effect for another 24 hours. The save DC is Constitution-based. </h5><h5><b>Runemastery (Ex)</b> A <i>veil</i>ed master is particularly skilled at casting spells that create magical writing, such as <i>explosive runes</i>, <i>secret page</i>, or any spell with the word \"symbol\" in its name. It never requires material components or focus components when casting such spells, and the save DC of any of these spells increases by 1. A <i>veil</i>ed master's symbol spells are difficult to disarm-the Disable Device DC for these symbols increases by 2. </h5><h5><b>Slime (Ex)</b> A creature hit by any of a <i>veil</i>ed master's bite or claw attacks must succeed at a DC 26 Fortitude save or have its skin and flesh transform into a clear, slimy membrane over the course of 1d4 rounds. The creature's new \"flesh\" is soft and tender, reducing its Constitution score by 4 as long as the condition persists. If the creature's flesh isn't kept moist, it dries quickly and the victim takes 1d12 points of damage every 10 minutes. <i>Remove disease</i> and similar effects can restore an afflicted creature to normal, but immunity to disease offers no protection from this attack. The save DC is Constitution-based. </h5><h5><b>Spells</b> A <i>veil</i>ed master can cast spells as a 12th-level sorcerer. </h5><h5><b>Swift Transformation (Su)</b> A <i>veil</i>ed master can use its change shape ability as a swift action. </h5><h5><b>Thoughtlance (Su)</b> Four of a <i>veil</i>ed master's tentacles end in glowing spheres of light. These spheres deal 2d6 points of electricity damage on a touch attack, and also blast a creature's mind with waves of mental energy-a creature touched by one of these tentacles (regardless of whether the touch deals electricity damage) must succeed at a DC 24 Will save or be staggered for 1 round. Additional touches increase the duration by 1 round. While a creature is staggered in this manner, it must make concentration checks to cast spells as if it were experiencing extremely violent motion while casting (DC = 20 + spell level). The save DC is Charisma-based.</h5></div><br><div><h4><p><p>The aboleths are among the oldest of Golarion's denizens, creatures that can trace back their presence in the deepest reaches of the world's oceans to times far before humanity came to dwell upon the globe- or before even most deities themselves turned their attentions to this tiny sphere of water and stone. In those ancient times, elder forces and eldritch entities knew of the world. While they were not gods as are known today, even they were dismissed and ignored by the aboleth race, for the aboleths knew that what the gods could accomplish, so could they, given time. And the aboleths have always had time. During the era of ancient Azlant, when the aboleths manipulated humanity like puppets, some of their kind walked among their pets in disguise, <i>veil</i>ing themselves with magic to appear as humanoids. These were the <i>veil</i>ed masters, and if one were to make the foolish attempt at imposing human constructions on this alien race, the <i>veil</i>ed masters would be considered the nobility among aboleth-kind. In truth, while the aboleths do treat the <i>veil</i>ed masters with utmost respect and defer to their decisions, they are not regarded as the rulers of the race- even stranger and more dangerous entities rule over the <i>veil</i>ed masters in the deepest trenches below the sea. Aboleths are without a doubt skilled at domination and illusion, but the <i>veil</i>ed masters are the true experts of the arcane. It is they who engineered the deceptions and manipulations of ancient Azlant's culture. Their hidden gifts and subtle coaxings did much to encourage humanity's first rise to glory in that age, and many of Azlant's nations had <i>veil</i>ed masters walking among them, whispering into their leaders' ears. The people knew the <i>veil</i>ed masters as powerful wizards, and there were murmurs that the mysterious cabal was more than human, but few suspected the truth for very long. The <i>veil</i>ed masters handled such suspicions by doing violence to the bodies and minds of those who proved too curious. It was the <i>veil</i>ed masters who first learned of Azlant's growing hubris-of their beliefs that they were <i>greater</i> than their patrons. At first, their punishments were minor, yet to the <i>veil</i>ed masters' surprise and frustration, these acts only strengthened humanity's resolve. In the end, Earthfall was the answer, and as Azlant sank below the waves, the <i>veil</i>ed masters retreated to the depths as well, content for now that the devastation above would serve as a lesson that would never be forgotten. Today, the <i>veil</i>ed masters live on. They walk among the humanoid races again, watching and waiting. The time to teach a new lesson draws ever closer.</p></h4></div>", "Languages": "Aboleth, Aklo, Aquan, Azlanti, Undercommon; telepathy 300 ft.", "Source": "Inner Sea Bestiary", "Land": "1", "Organization": "solitary or shoal (1 veiled master and 2-8 aboleths)", "Ref": "13", "Climb": "0", "HD": "(16d8+128)", "AbilitiyScores": "Str 22, Dex 22, Con 27, Int 21, Wis 19, Cha 22", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "10 ft. (20 ft. with claws and tentacles)", "DontUseRacialHD": "0", "id": 3590, "SubType": "(aquatic, shapechanger)", "MonsterSource": "", "Feats": "Arcane Strike, Combat Casting, Combat Expertise, Eschew MaterialsB, Extend Spell, Improved Initiative, Lightning Reflexes, Quicken Spell, Quicken Spell-Like Ability (dominate person)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "0", "RacialMods": "", "AC": "30, touch 15, flat-footed 24", "Swim": "1", "Name": "Veiled Master", "VariantParent": "", "Skills": "Knowledge (arcana) +21, Knowledge (history) +21, Knowledge (nature) +21, Perception +23, Sense Motive +20, Spellcraft +24, Stealth +21, Swim +33, Use Magic Device +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "14", "XP": 38400, "TemplatesApplied": "", "Environment": "any water (Golarion's oceans)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (any Small or Medium form; greater polymorph), runemastery, swift transformation", "Saves": "Fort +13, Ref +13, Will +14", "Melee": "bite +17 (2d6+6 plus consume memory and slime), 2 claws +17 (1d6+6 plus slime), 4 tentacles +12 touch (2d6+3 electricity plus thoughtlance)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., swim 80 ft.", "Alignment": "LE", "Size": "Large"}