{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 102, "Treasure": "none (eye gems worth 300 gp each)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Whirlmaw</h2><h3><i>This creature glides on undulating folds of leathery skin. Its spinning, circular mouth is lined with rows of razor-sharp teeth.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Whirlmaw</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>N Medium aberration </h5><h5><b>Init </b>+10; <b>Senses </b>darkvision 60 ft., keen sight, tremorsense 30 ft.; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 16, flat-footed 14 (+6 Dex, +4 natural)</h5><h5><b>hp </b>102 (12d8+48)</h5><h5><b>Fort </b>+8, <b>Ref </b>+10, <b>Will </b>+8</h5><h5><b>Immune </b>fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., burrow 10 ft., fly 90 ft. (perfect)</h5><h5><b>Melee </b>bite +16 (2d6+9 plus burrowing bite)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>flying charge</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>23, <b>Dex </b>22, <b>Con </b>18, <b>Int </b> 3, <b>Wis </b>10, <b>Cha </b>3</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+15; <b>CMD </b>31 (can't be tripped)</h5><h5><b>Feats </b>Flyby Attack, Hover, Improved Initiative, Power Attack, Weapon Focus (bite), Wingover</h5><h5><b>Skills </b>Fly +18, Perception +8, Stealth +15</h5><h5><b>SQ </b>dust cloud</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm deserts (Rahadoum)</h5><h5><b>Organization </b>solitary or flight (2-9)</h5><h5><b>Treasure </b>none (eye gems worth 300 gp each)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Burrowing Bite (Ex)</b> If a whirlmaw successful hits a Small or larger creature with its bite attack, it immediately attempts to start a grapple as a free action with a +4 bonus on the grapple check. If the grapple check is successful, the whirlmaw's spinning, sawlike mouth immediately begins to burrow into the flesh of the creature, dealing 4d6+12 points of damage per round until the grapple is broken. </h5><h5><b>Dust Cloud (Ex)</b> By rapidly beating the leathery flaps of skin attached along its body, a whirlmaw can raise a cloud of debris while using its Hover feat just as if it were a Large creature. </h5><h5><b>Flying Charge (Ex)</b> When a whirlmaw makes a charge attack while flying, it gains a +4 bonus on its attack roll (rather than the normal +2 bonus), and does not take the normal -2 penalty to Armor Class. </h5><h5><b>Keen Sight (Ex)</b> A whirlmaw is extremely sharp-sighted. It takes only half the penalty on Perception checks for distance, and can see creatures in open terrain clearly from up to a mile away.</h5></div><br><div><h4><p><p>Predators of the deep desert, whirlmaws are just one of the many dangers posed to those who travel the dry wastes of inner Rahadoum. Little more than flying eaters, these creatures rise singly or in flights, and attack all other living creatures that enter their territory. They are equally at home nestled in shallow burrows beneath sand dunes or resting in the rocky crevices of mountains. When they hunt, they soar upon the high thermals and keep an eye out for potential prey through the stony orbs that serve as their eyes. These bizarre hunters prefer to burrow into the torsos of their victims and consume the blood-rich organs, leaving the corpses' peripheral parts for scavengers. Few that encounter these vicious predators live to tell of it. The skeletal remains of whirlmaws' victims can be identified by the suspiciously circular sections of their torsos missing where the creatures burrowed through and consumed the flesh, bone, and organs in their entirety. The green, gemlike eyes of a whirlmaw are prized by those who seek exotic and dangerous treasures in the desert. It is speculated by some that these mystical orbs are the source of the whirlmaw's natural fire immunity, and alchemists and wizards often use them as components in creating magic items that bestow that form of energy resistance.</p></h4></div>", "Languages": "", "Source": "Inner Sea Bestiary", "Land": "1", "Organization": "solitary or flight (2-9)", "Ref": "10", "Climb": "0", "HD": "(12d8+48)", "AbilitiyScores": "Str 23, Dex 22, Con 18, Int 3, Wis 10, Cha 3", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 3593, "SubType": "", "MonsterSource": "", "Feats": "Flyby Attack, Hover, Improved Initiative, Power Attack, Weapon Focus (bite), Wingover", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "1", "RacialMods": "", "AC": "20, touch 16, flat-footed 14", "Swim": "0", "Name": "Whirlmaw", "VariantParent": "", "Skills": "Fly +18, Perception +8, Stealth +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "warm deserts (Rahadoum)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "dust cloud", "Saves": "Fort +8, Ref +10, Will +8", "Melee": "bite +16 (2d6+9 plus burrowing bite)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., burrow 10 ft., fly 90 ft. (perfect)", "Alignment": "N", "Size": "Medium"}