{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 396, "Treasure": "triple (+5 breastplate, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Zelishkar Of The Bitter Flame</h2><h3><i>This fiendish figure appears to be shaped from pure flame with a feline face. Three wicked tongues dart from the creature's mouth.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Zelishkar</p><p class=\"alignright\">CR 21</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>409,600</h5><h5>NE Large outsider (daemon, evil, extraplanar, <i>fire</i>)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft., scent, <i>true seeing</i>; Perception +33</h5><h5><b>Aura </b><i>unholy aura</i></h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>39, touch 13, flat-footed 35 (+11 armor, +3 Dex, +1 dodge, +15 natural, -1 size)</h5><h5><b>hp </b>396 (24d10+264)</h5><h5><b>Fort </b>+19, <b>Ref </b>+19, <b>Will </b>+20</h5><h5><b>Defensive Abilities </b>blur (20% miss chance); <b>Immune </b>ability damage, acid, charm and compulsion effects, death effects, disease, fire, poison; <b>Resist </b>cold 30, electricity 30; <b>SR </b>32</h5><h5><b>Weaknesses </b>vulnerable to cold</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (perfect)</h5><h5><b>Melee </b>bite +34 (1d8+11 plus 2d6 <i>fire</i>), 2 claws +35 (1d10+11/19-20 plus 2d6 <i>fire</i>)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>bitter flames, corpse cremation, incandescent body, incendiary grasp, pounce, rake (2 claws +35, 1d10+11 plus 2d6 <i>fire</i>)</h5><h5><b>Spell-Like Abilities</b> (CL 24th; concentration +30) </br>Constant&mdash;<i>blur</i>, <i>true seeing</i>, <i>unholy aura</i> (DC 24) </br>At Will&mdash;<i>blistering</i> invective<sup>UC</sup> (DC 18), <i>dispel good</i> (DC 21), <i><i>fire</i> shield</i>, <i>mass charm monster</i> (creatures of the <i>fire</i> subtype only) (DC 24) </br>3/day&mdash;empowered <i><i>fire</i> storm</i> (DC 24), <i>incendiary cloud</i> (DC 24), quickened <i>contagious</i> flame<sup>APG</sup>, sirocco<sup>APG</sup> (DC 22) </br>1/day&mdash;summon (level 9, 2 fiendish elder <i>fire</i> elementals or any daemon of 20 Hit Dice or fewer 100%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>33, <b>Dex </b>21, <b>Con </b>32, <b>Int </b> 17, <b>Wis </b>22, <b>Cha </b>23</h5><h5><b>Base Atk </b>+24; <b>CMB </b>+36; <b>CMD </b>52</h5><h5><b>Feats </b>Blind-Fight, Charge Through<sup>APG</sup>, Combat Reflexes, Dodge, Empower Spell-Like Ability ( <i><i>fire</i> storm</i>), Greater Overrun, Improved Critical (claw), Improved Overrun, Mobility, Power Attack, Quicken Spell-Like Ability (<i>contagious</i> flame), Weapon Focus (claw)</h5><h5><b>Skills </b>Acrobatics +29, Bluff +20, Diplomacy +20, Fly +26, Intimidate +33, Knowledge (planes) +30, Perception +33, Sense Motive +29, Spellcraft +24, Stealth +25, Survival +27</h5><h5><b>Languages </b>Abyssal, Common, Ignan, Infernal; telepathy 300 ft.</h5><h5><b>SQ </b>daemonic harbinger traits</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Osirion)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>triple (<i>+5 breastplate</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Bitter Flames (Su)</b> Whenever Zelishkar deals <i>fire</i> damage with any attack or effect, half of the damage is <i>fire</i> damage and the other half is untyped damage, similar to a <i>flame strike</i> spell. In addition, creatures that fail a save against any <i>fire</i> effect Zelishkar creates are sickened for 1 minute. Those damaged by his melee attacks or by <i>fire</i> effects that allow no save are instead sickened for 1 round per attack. This duration stacks. </h5><h5><b>Corpse Cremation (Su)</b> Whenever Zelishkar reduces a living creature to negative hit points, as a swift action he can turn its body to ashes and feed upon the target's life force, as <i>death knell</i> (Will DC 28 negates). Whenever Zelishkar slays a creature with any attack or ability, the creature's corpse is reduced to ashes (treat as disintegrate). </h5><h5><b>Daemonic Harbinger Traits</b> A daemonic harbinger is a powerful daemon that has not yet made the full transition from unique daemon to a horseman. It possesses several traits, as summarized here. <ul><li> Immunity to acid, charm and compulsion effects, death effects, disease, and poison. <li> Resistance to cold 30, electricity 30, and <i>fire</i> 30. <li> Telepathy 300 feet. <li> The harbinger's natural weapons, as well as any weapon it wields, are treated as evil and lawful for the purpose of overcoming damage reduction. <li> The harbinger can grant spells to its worshipers. Granting spells does not require any specific action on its behalf. Zelishkar grants access to the domains of Evil, Law, Magic, and Trickery. His favored weapon is the quarterstaff. </h5><h5><b>Incandescent Body (Su)</b> As a free action, Zelishkar can cause his body to erupt into white-hot flame. He sheds light as bright as a <i>daylight</i> spell, and dazzles any creature that does not avert its gaze. Creatures with the <i>fire</i> subtype are immune to this dazzling effect. Zelishkar can dim his flames to burning black shadows as a free action, suppressing the dazzling effect and allowing him to use Stealth without penalty. </h5><h5><b>Incendiary Grasp (Su)</b> If Zelishkar hits a target with more than one natural weapon in the same round, the <i>fire</i> damage from each hit is combined as if from a single attack for the purpose of overcoming effects that provide resistance to <i>fire</i>. In addition, if Zelishkar succeeds at a grapple combat maneuver, as a swift action he can suppress any <i>fire</i> resistance or immunity the target possesses until the beginning of Zelishkar's next turn. Creatures with the <i>fire</i> subtype are immune to this effect, unless that subtype is granted by a temporary magical effect or magic item.</ul></h5><h5><sup>UC</sup> See Ultimate Combat. <sup>APG</sup> See Advanced Player's Guide.</h5></div><br><div><h4><p><p>The dread Zelishkar of the Bitter Flame is a figure much feared on the crumbling plains of Abaddon and across the multiverse. A monstrous feline in shape but seemingly sculpted of lurid crimson flame, Zelishkar is girded with a crest and cuirass of infernally strengthened obsidian, shaved to razor thinness yet losing none of its terrible strength. His eyes are jet-black pits that mirror his armor, though pinpoints of awful orange radiance gleam deep within. He is surrounded always by a heat shimmer that diffuses his blinding radiance. Zelishkar is reputed to sense the presence of his prey by the tiniest variations in temperature, tracking the movements of creatures both seen and unseen before he pounces. His own <i>fire</i>s burn with a hellish uncleanness, tainting even those who thought themselves proofed against his flames and rapidly consuming their body and soul, leaving nothing behind but befouled ashes. Zelishkar is feared as much for his incisive tactical acumen as for his dreadful and terrifying powers in close combat. He has single-handedly withered and despoiled cities and farmlands when summoned in the name of his daemonic mistress-Szuriel, patron of war and suffering. She forged Zelishkar's form in the deepest pits of the Cinder Furnace as her terrifying harbinger, embodying the hopeless misery of funeral pyres that consume and cremate the dead in the wake of the war that she brings. He proved so adept that she judged him worthy to transcend his purpose, and he has come to embody all of the hateful and sadistic purposes that <i>fire</i> serves. His name is invoked now by torturers and inquisitors alike as they consign their hapless captives to the ultimate agonies of being burned alive, and even by arsonists both petty and grand. All twisted souls who love nothing more than to see the world burn offer up silent praises to Zelishkar in their hearts; even if they never speak his name, the hate that burns within them is a sweet savor in his nostrils. Zelishkar was summoned to Golarion in ancient times, during the height of Osirion's empire, and he led legions of flaming minions against the enemies of the Pharaoh of Forgotten Plagues, notably the Jistka Imperium. In a twist of supreme hubris, the Pharaoh of Forgotten Plagues turned against his summoned ally after several successful campaigns, and chose Zelishkar to be the test subject of his grandest experiment yet. The Osirian king had just finished construction of a grand labyrinth south of the Alamein Peninsula, and in a display of prideful foolishness ordered Zelishkar to be imprisoned within to prove the infallibility of his maze. It took the efforts of an entire army of summoned genies to lock the daemonic harbinger away beneath the desert's churning sands, but his imprisonment was absolute with the aid of an ancient efreeti and a legendary artifact known as the <i>Bottle of the Bound</i>. Through all the long millennia since, Zelishkar and the remnant of his host have remained imprisoned beneath the Labyrinth of Shiman-Sekh, the city founded by the Song Pharaoh upon her victory over the Pharaoh of Forgotten Plagues years after Zelishkar's detention. He has emerged from his prison but once, when Szuriel and the ironically named Incorruptible Pharaoh joined to loose his fiery fury upon one of the sky-cities of Shory. His destructive rampage could not be contained, however, and he devastated several cities and oases of western Osirion before he and his host were finally bound back within their prison. There he remains, plotting burning vengeance upon Osirion and all of Golarion for his ages of durance vile.</p></h4></div>", "Languages": "Abyssal, Common, Ignan, Infernal; telepathy 300 ft.", "Source": "Inner Sea Bestiary", "Land": "1", "Organization": "solitary", "Ref": "19", "Climb": "0", "HD": "(24d10+264)", "AbilitiyScores": "Str 33, Dex 21, Con 32, Int 17, Wis 22, Cha 23", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3595, "SubType": "(daemon, evil, extraplanar, fire)", "MonsterSource": "", "Feats": "Blind-Fight, Charge ThroughAPG, Combat Reflexes, Dodge, Empower Spell-Like Ability ( fire storm), Greater Overrun, Improved Critical (claw), Improved Overrun, Mobility, Power Attack, Quicken Spell-Like Ability (contagious flame), Weapon Focus (claw)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "19", "Fly": "1", "RacialMods": "", "AC": "39, touch 13, flat-footed 35", "Swim": "0", "Name": "Zelishkar", "VariantParent": "", "Skills": "Acrobatics +29, Bluff +20, Diplomacy +20, Fly +26, Intimidate +33, Knowledge (planes) +30, Perception +33, Sense Motive +29, Spellcraft +24, Stealth +25, Survival +27", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "21", "XP": 409600, "TemplatesApplied": "", "Environment": "any (Osirion)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "daemonic harbinger traits", "Saves": "Fort +19, Ref +19, Will +20", "Melee": "bite +34 (1d8+11 plus 2d6 fire), 2 claws +35 (1d10+11/19-20 plus 2d6 fire)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 60 ft. (perfect)", "Alignment": "NE", "Size": "Large"}