{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 66, "Treasure": "standard (precious metals, gems, and magic gems or jewelry only)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Xorn</h2><h3><i>This squat beast is as wide as it is tall. Strangely symmetrical, it has three arms, three legs, three eyes, and one huge mouth.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Xorn</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>N Medium outsider (earth, extraplanar)</h5><h5><b>Init </b>+0; <b>Senses </b>all-around vision, darkvision 60 ft., tremorsense 60 ft.; Perception +14</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 10, flat-footed 21 (+11 natural)</h5><h5><b>hp </b>66 (7d10+28)</h5><h5><b>Fort </b>+8, <b>Ref </b>+2, <b>Will </b>+5</h5><h5><b>DR </b>5/bludgeoning; <b>Immune </b>cold, fire, flanking; <b>Resist </b>electricity 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., burrow 20 ft.; earth glide</h5><h5><b>Melee </b>bite +10 (4d6+3), 3 claws +10 (1d4+3)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 17, <b>Dex</b> 10, <b>Con</b> 17, <b>Int</b> 10, <b>Wis</b> 11, <b>Cha</b> 10</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+10; <b>CMD </b>20 (22 vs. trip)</h5><h5><b>Feats </b>Cleave, Improved Bull Rush, Power Attack, Toughness</h5><h5><b>Skills </b>Appraise +10, Intimidate +10, Knowledge (dungeonering) +10, Perception +14, Stealth +10, Survival +10; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>Languages </b>Common, Terran</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Plane of Earth)</h5><h5><b>Organization </b>solitary, pair, or cluster (3-6)</h5><h5><b>Treasure </b>standard (precious metals, gems, and magic gems or jewelry only)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>All-Around Vision (Ex)</b> A xorn sees in all directions at the same time, giving it a +4 racial bonus on Perception checks. A xorn cannot be flanked.</h5><h5><b> Earth Glide (Ex)</b> A xorn can glide through any sort of natural earth or stone as easily as a fish swims through water. Its burrowing leaves no sign of its passage nor hint at its presence to creatures that don't possess tremorsense. A move earth spell cast on an area containing a xorn moves the xorn back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save.</h5></div><br></br><div><h4><p>Strange creatures as big around as they are tall, xorns have little interest in natives of the Material Plane- except for the gems and precious metals they might be carrying. Lurking beneath the surface for what might seem long stretches of time to humans, a xorn might wait months, even years, for the right treat to come along, assaulting the being carrying its favorite meal, such as a certain gemstone or the right sort of silver.</p><p>Adventurers who frequent regions inhabited by xorns often carry with them small chunks of raw ore or relatively inexpensive gemstones or crystals to use as bribes. While the price of a gemstone or piece of metal is often in direct proportion to the object's flavor and desirability as a meal, most xorns are quite gluttonous and prefer quantity over quality when it comes to food Treasure found carried by a xorn or stashed in its lair amounts to little more than snacks set aside for another day. An offering of a particularly delicious (and expensive) jewel or piece of precious metal can swiftly secure a xorn's temporary allegiance. Since xorns can swim through solid rock with ease, they make excellent guides in underground regions.</p><p>Xorns grow in size as they age. The youngest xorns are approximately 3 feet in size, and can be represented by applying the young simple template to the statistics presented here. The most commonly encountered xorns are about 5 feet tall (and wide), while the largest are 8 feet or more and weigh upward of 9,000 pounds. These elder xorns are giant advanced xorns, but some even greater xorns exist as well, with upward of 15 Hit Dice.</p><p>Often, an elder xorn possesses class levels as well.</p><p>These creatures are generally leaders, heroes, or even outcasts or villains in xorn society. A classed elder xorn typically has levels in barbarian or rogue.</p><p>Xorns aren't particularly religious, but those who do have deep faith are typically druids (though such xorns rarely, if ever, take animal companions, as such followers cannot follow through solid rock, and instead choose to take the Earth domain). Xorn bards and sorcerers are not unheard of either, with bards favoring Perform (sing) as their focus, and sorcerers almost invariably having the Elemental (earth) bloodline.</p></h4></div>", "Languages": "Common, Terran", "Source": "PFRPG Bestiary", "Land": "1", "Organization": "solitary, pair, or cluster (3-6)", "Ref": "2", "Climb": "0", "HD": "(7d10+28)", "AbilitiyScores": "Str 17, Dex 10, Con 17, Int 10, Wis 11, Cha 10", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 360, "SubType": "(earth, extraplanar)", "MonsterSource": "", "Feats": "Cleave, Improved Bull Rush, Power Attack, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "+4 Perception", "AC": "21, touch 10, flat-footed 21", "Swim": "0", "Name": "Xorn", "VariantParent": "", "Skills": "Appraise +10, Intimidate +10, Knowledge (dungeonering) +10, Perception +14, Stealth +10, Survival +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any (Plane of Earth)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +8, Ref +2, Will +5", "Melee": "bite +10 (4d6+3), 3 claws +10 (1d4+3)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "20 ft., burrow 20 ft.", "Alignment": "N", "Size": "Medium"}