{"Group": "Zombie", "Space": "5 ft.", "Mythic": "0", "HP": 12, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Zombie, Human </h2><h3><i>This walking corpse wears only a few soiled rags, its flesh rotting off its bones as it stumbles forward, arms outstretched.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Human Zombie</p><p class=\"alignright\">CR 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>200</h5><h5>NE Medium undead </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>12, touch 10, flat-footed 12 (+2 natural)</h5><h5><b>hp </b>12 (2d8+3)</h5><h5><b>Fort </b>+0, <b>Ref </b>+0, <b>Will </b>+3</h5><h5><b>DR </b>5/slashing; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>slam +4 (1d6+4)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 17, <b>Dex</b> 10, <b>Con</b> -, <b>Int</b> -, <b>Wis</b> 10, <b>Cha</b> 10</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+4; <b>CMD </b>14</h5><h5><b>Feats </b>Toughness<sup>B</sup></h5><h5><b>SQ </b>staggered</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>any</h5><h5><b>Treasure </b>none</h5></div><br></br><div><h4><p>Zombies are the animated corpses of dead creatures, forced into foul unlife via necromantic magic like animate dead. While the most commonly encountered zombies are slow and tough, others possess a variety of traits, allowing them to spread disease or move with increased speed.</p><p>Zombies are unthinking automatons, and can do little more than follow orders. When left unattended, zombies tend to mill about in search of living creatures to slaughter and devour. Zombies attack until destroyed, having no regard for their own safety.</p><p>Although capable of following orders, zombies are more often unleashed into an area with no command other than to kill living creatures. As a result, zombies are often encountered in packs, wandering around places the living frequent, looking for victims. Most zombies are created using animate dead. Such zombies are always of the standard type, unless the creator also casts haste or remove paralysis to create fast zombies, or contagion to create plague zombies.</p><p><b>Creating a Zombie</b><br> \"Zombie\" is an acquired template that can be added to any corporeal creature (other than an undead), referred to hereafter as the base creature.</p><p><b>Challenge Rating:</b> This depends on the creature's new total number of Hit Dice, as follows: <table> <tr><th>HD</th><th>CR</th><th>XP</th></tr> <tr><td>1/2</td><td>1/8</td><td>50</td></tr> <tr><td>1</td><td>1/4</td><td>100</td></tr> <tr><td>2</td><td>1/2</td><td>200</td></tr> <tr><td>3-4</td><td>1</td><td>400</td></tr> <tr><td>5-6</td><td>2</td><td>600</td></tr> <tr><td>7-8</td><td>3</td><td>800</td></tr> <tr><td>9-10</td><td>4</td><td>1,200</td></tr> <tr><td>11-12</td><td>5</td><td>1,600</td></tr> <tr><td>13-16</td><td>6</td><td>2,400</td></tr> <tr><td>17-20</td><td>7</td><td>3,200</td></tr> <tr><td>21-24</td><td>8</td><td>4,800</td></tr> <tr><td>25-28</td><td>9</td><td>6,400</td></tr> </table> <b>Alignment:</b> Always neutral evil.</p><p><b>Type:</b> The creature's type changes to undead. It retains any subtype except for alignment subtypes (such as good) and subtypes that indicate kind. It does not gain the augmented subtype. It uses all the base creature's statistics and special abilities except as noted here.</p><p><b>Armor Class:</b> Natural armor is based on the zombie's size: <table> <tr><th>Zombie Size</th><th>Natural Armor Bonus</th></tr> <tr><td>Tiny or smaller</td><td>+0</td></tr> <tr><td>Small</td><td>+1</td></tr> <tr><td>Medium</td><td>+2</td></tr> <tr><td>Large</td><td>+3</td></tr> <tr><td>Huge</td><td>+4</td></tr> <tr><td>Gargantuan</td><td>+7</td></tr> <tr><td>Colossal</td><td>+11</td></tr> </table> <b>Hit Dice:</b> Drop HD gained from class levels (minimum of 1) and change racial HD to d8s. Zombies gain a number of additional HD as noted on the following table.</p><p> <table> <tr><th>Zombie Size</th><th>Bonus Hit Dice</th></tr> <tr><td>Tiny or smaller</td><td>-</td></tr> <tr><td>Small or Medium</td><td>+1 HD</td></tr> <tr><td>Large</td><td>+2 HD</td></tr> <tr><td>Huge</td><td>+4 HD</td></tr> <tr><td>Gargantuan</td><td>+6 HD</td></tr> <tr><td>Colossal</td><td>+10 HD</td></tr> </table> Zombies use their Charisma modifiers to determine bonus hit points (instead of Constitution).</p><p><b>Saves:</b> Base save bonuses are Fort +1/3 HD, Ref +1/3 HD, and Will +1/2 HD + 2.</p><p><b>Defensive Abilities:</b> Zombies lose their defensive abilities and gain all of the qualities and immunities granted by the undead type. Zombies gain DR 5/slashing.</p><p><b>Speed:</b> Winged zombies can still fly, but maneuverability drops to clumsy. If the base creature flew magically, so can the zombie. Retain all other movement types.</p><p><b>Attacks:</b> A zombie retains all the natural weapons, manufactured weapon attacks, and weapon prof iciencies of the base creature. It also gains a slam attack that deals damage based on the zombie's size, but as if it were one size category larger than its actual size (see pages 301-302).</p><p><b>Special Attacks:</b> A zombie retains none of the base creature's special attacks.</p><p><b>Abilities:</b> Str +2, Dex -2. A zombie has no Con or Int score, and its Wis and Cha become 10.</p><p><b>BAB:</b> A zombie's base attack is equal to 3/4 its Hit Dice.</p><p><b>Skills:</b> A zombie has no skill ranks.</p><p><b>Feats:</b> A zombie loses all feats possessed by the base creature, and does not gain feats as its Hit Dice increase, but it does gain Toughness as a bonus feat.</p><p><b>Special Qualities:</b> A zombie loses most special qualities of the base creature. It retains any extraordinary special qualities that improve its melee or ranged attacks. A zombie gains the following special quality.</p><p><i>Staggered (Ex):</i> Zombies have poor ref lexes and can only perform a single move action or standard action each round. A zombie can move up to its speed and attack in the same round as a charge action.</p><p><b>Variant Zombies</b><br> The typical zombie is a slow-moving abomination that is tough to destroy. Yet this tough zombie is not the only type of zombie to plague crypts or stalk graveyards. Each of the following two variant zombies modif ies the base zombie in a few simple ways.</p><p><b>Fast Zombie</b><br> Unlike the standard, plodding zombie, a fast zombie moves with a supernatural quickness.</p><p><b>Speed:</b> Increase the base creature's land speed by 10 feet.</p><p><b>Defensive Abilities:</b> A fast zombie does not gain DR 5/ slashing.</p><p><b>Special Attacks:</b> A fast zombie gains the following special attack.</p><p><i>Quick Strikes (Ex):</i> Whenever a fast zombie takes a fullattack action, it can make one additional slam attack at its highest base attack bonus.</p><p>Abilities: As a standard zombie, except its Dexterity is increased by 2 instead of reduced by 2.</p><p><b>Special Qualities:</b> A fast zombie does not gain the staggered special quality.</p><p><b>Plague Zombie</b><br> These zombies carry a terrible disease that perpetuates their undead lineage-those infected by a plague zombie's contagion rise as zombies themselves when they perish.</p><p><b>Defensive Abilities:</b> A plague zombie does not gain DR 5/slashing.</p><p><b>Special Attacks:</b> A plague zombie gains the following special attacks.</p><p><i>Death Burst (Ex):</i> When a plague zombie dies, it explodes in a burst of decay. All creatures adjacent to the plague zombie are exposed to its plague as if struck by a slam attack and must make a Fortitude save or contract zombie rot.</p><p><i>Disease (Su):</i> The slam attack-as well as any other natural attacks-of a plague zombie carries the zombie rot disease.</p><p><i>Zombie rot:</i> slam; save Fort DC = 10 + 1/2 the zombie's Hit Dice + the zombie's Cha modifier; onset 1d4 days; frequency 1/day; effect 1d2 Con, this damage cannot be healed while the creature is infected; cure 2 consecutive saves. Anyone who dies while infected rises as a plague zombie in 2d6 hours.</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary", "Land": "1", "Organization": "any", "Ref": "0", "Climb": "0", "HD": "(2d8+3)", "AbilitiyScores": "Str 17, Dex 10, Con -, Int -, Wis 10, Cha 10", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 364, "SubType": "", "MonsterSource": "", "Feats": "ToughnessB", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "0", "Fly": "0", "RacialMods": "", "AC": "12, touch 10, flat-footed 12", "Swim": "0", "Name": "Human Zombie", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "1", "Will": "3", "Race": "", "CR": "1/2", "XP": 200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "staggered", "Saves": "Fort +0, Ref +0, Will +3", "Melee": "slam +4 (1d6+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}