{"Group": "Rot Grub", "Space": "10 ft.", "Mythic": "0", "HP": 85, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Rot Grub, Swarm</h2><h3><i>A nauseating carpet of wriggling white grubs erupts from the corpse's flank, undulating outward in a wave of pallid hunger.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Rot Grub Swarm</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>N Fine vermin (swarm)</h5><h5><b>Init </b>+2; <b>Senses </b>blindsense 30 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 20, flat-footed 18 (+2 Dex, +8 size)</h5><h5><b>hp </b>85 (10d8+40)</h5><h5><b>Fort </b>+11, <b>Ref </b>+5, <b>Will </b>+3</h5><h5><b>Defensive Abilities </b>swarm traits; <b>Immune </b>mind-affecting effects, weapon damage</h5><h5><b>Weaknesses </b>swarm traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft.</h5><h5><b>Melee </b>swarm (2d6 plus distraction and infestation)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>distraction (DC 19), infestation</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 1, <b>Dex</b> 15, <b>Con</b> 18, <b>Int</b> -, <b>Wis</b> 10, <b>Cha</b> 1</h5><h5><b>Base Atk </b>+7; <b>CMB </b>-6; <b>CMD </b>6</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Infestation (Ex)</b> Any living creature that takes damage from a rot grub swarm becomes infested unless he makes a DC 19 Reflex save. An infested creature takes 1d6 points of Constitution damage per round as the rot grubs inside him consume his flesh-this damage continues even if the victim escapes the swarm's square. If the victim is targeted with any area-effect fire attack before he suffers his second round of infestation, the grubs in his body are slain and the infestation ends, but the sheer number of grubs makes cutting them out impossible. Any effect that cures disease (such as remove disease or heal) also halts the infestation and kills the grubs, but immunity to disease offers no defense against infestation. The save DC is Constitution-based.</h5></div><br></br><div><h4><p>Rot grubs are nauseating parasites that feed on flesh and use corpses as nests in which to grow. While a rot grub can derive nourishment from dead flesh, its true hunger is for the flesh of the living-live flesh greatly accelerates a rot grub's growth to adulthood. A grub with only a corpse to feed on can take weeks to complete its transformation into the short-lived, skittering, yellow-orange arachnid that is its adult form, but a grub that finds living prey gnaws its way through the body and gorges on live flesh, then nests in the resulting corpse and grows to adulthood in a matter of hours. An adult rot grub lives for only a few hours-long enough for it to lay dozens of eggs within the body of its old host before it dies. The new grubs that hatch grow slowly unless a new host wanders by.</p><p>Thankfully, rot grub swarms occur only rarely, as they require the infested carcass of a Huge or larger creature and many weeks to build up in the amounts necessary to constitute a swarm. When this occurs-after the grubs have finally skeletonized their host-they erupt and seethe across the ground, a hideous carpet of pale flesh that, unlike smaller groups of rot grubs, actively seeks out living flesh to consume. Once formed, a rot grub swarm is self-sustaining; the vermin quickly devour creatures they slay and move on.</p><p>When individual grubs mature in a swarm, they are quickly eaten by those grubs yet to achieve adulthood.</p><p>Swarms of rot grubs are single-minded in their purpose, and know only hunger. They are voracious, and never stop moving or pursuing flesh that can be eaten. As long as consumable flesh exists, they replenish their numbers at a speed such that they never need to stop to rest. Swarms of rot grubs have been known to cross vast expanses of land like flesh-eating floods, consuming all living creatures that they happen to encounter. These menaces arise most frequently in warm, moist environs, but prove tenacious and might be found in nearly any unfrozen clime.</p></h4></div>", "Languages": "", "Source": "AP 25", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(10d8+40)", "AbilitiyScores": "Str 1, Dex 15, Con 18, Int -, Wis 10, Cha 1", "Gear": "", "Ranged": "", "Type": "vermin", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 365, "SubType": "(swarm)", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "", "AC": "20, touch 20, flat-footed 18", "Swim": "0", "Name": "Rot Grub Swarm", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +5, Will +3", "Melee": "swarm (2d6 plus distraction and infestation)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "10 ft.", "Alignment": "N", "Size": "Fine"}