{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 34, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Giant Rot Grub</h2><h3><i>This twitching, pale yellow maggot is the size of a large dog. A four-jawed mouth twitches and gasps at one end of its pulsating body.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Giant Rot Grub</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Small vermin </h5><h5><b>Init </b>+1; <b>Senses </b>blindsense 30 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 12, flat-footed 14 (+3 armor, +1 Dex, +1 size)</h5><h5><b>hp </b>34 (4d8+16)</h5><h5><b>Fort </b>+8, <b>Ref </b>+2, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>bite +6 (1d6+3 plus poison and grab)</h5><h5><b>Special Attacks </b>gnaw</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 14, <b>Dex</b> 12, <b>Con</b> 18, <b>Int</b> -, <b>Wis</b> 10, <b>Cha</b> 1</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+4; <b>CMD </b>15</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, or nest (3-8)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Gnaw (Ex)</b> A rot grub that is grappling a foe and chooses to damage the foe with an additional grapple check inflicts twice its normal bite damage (2d6+6 for most giant rot grubs), in addition to injecting an additional dose of poison with each successful check.</h5><h5><b> Poison (Ex)</b> Bite-injury; save Fort DC 16; frequency 1/round for 5 rounds; effect 1d3 Strength damage; cure 1 save. The save DC is Constitution-based.</h5></div><br></br><div><h4><p>Sometimes a rot grub's transformation into an adult simply fails to trigger. In this case, the mutant grub continues to feed and grow, eventually reaching its maximum size and becoming a venomous giant rot grub.</p><p>At this size, the rot grub ceases its parasitic behavior and functions more like a predator, scouring the region for living creatures to feed upon.</p><p>Although it proves notoriously difficult to predict what circumstances might lead to the growth of a giant rot grub, many seem to arise from swarms allowed to feed upon the flesh of dragons, be they true wyrms or other breeds. While these giants can't be trusted to arise from every draconic meal a rot grub swarm ingests, the frequency with which they do proves statistically higher.</p><p><b>Rot Grubs as Hazards (CR 4)</b><br> Smaller groups of normal-sized rot grubs do not constitute a swarm, but even individually they're quite dangerous. Generally, a handful of the grubs infest a single corpse at a time, and a DC 15 Perception check is enough to note the infestation before the grubs have a chance to attack anything living that comes in contact with the corpse. If the Perception check is failed, 1d6 grubs swiftly burst from the carcass to burrow into the creature, which can attempt a DC 15 Ref lex save to avoid the grubs (but only if the creature is aware of the grubs' presence).</p><p>Once rot grubs are burrowing in a living body, the host must make a DC 17 Fortitude save each round.</p><p>Failure results in 2 points of Constitution damage per grub infesting the victim-at Constitution 0, the rot grubs have reached the host's heart, brain, and other key internal organs and death occurs.</p><p>On the first round of infestation, applying flame to the point of entry can kill the grubs and save the host, but this inflicts 1d6 points of fire damage to the victim.</p><p>Cutting the grubs out also works, but the longer the grubs remain in a host, the more damage this method does. For each round that the grubs have remained in a host, cutting them out requires a slashing weapon and a DC 20 Heal check, and inflicts 1d6 points of damage per round that the host has been infested. On a successful Heal check, the grubs are removed. A remove disease spell (or similar effect) instantly halts the infestation, but as the grubs themselves are parasites, immunity to disease offers no protection against infestation.</p><p>Any amount of damage reduction is enough to provide immunity to infestation, however.</p><p><b>Infested Undead</b><br> Since rot grubs only feed on living flesh and use dead flesh as an incubator, undead are not harmed by infestations of the parasites. A corporeal, non-skeletal undead infested with rot grubs transfers one rot grub to any creature that touches it or to any creature it strikes with a touch attack or with any natural attack. The target may make a DC 15 Reflex save to avoid being infested, but otherwise is immediately subjected to a single grub burrowing through his flesh. A rot-grub-infested undead's CR increases by +1.</p></h4></div>", "Languages": "", "Source": "AP 25", "Land": "1", "Organization": "solitary, pair, or nest (3-8)", "Ref": "2", "Climb": "0", "HD": "(4d8+16)", "AbilitiyScores": "Str 14, Dex 12, Con 18, Int -, Wis 10, Cha 1", "Gear": "", "Ranged": "", "Type": "vermin", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 366, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "", "AC": "15, touch 12, flat-footed 14", "Swim": "0", "Name": "Giant Rot Grub", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +8, Ref +2, Will +1", "Melee": "bite +6 (1d6+3 plus poison and grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Small"}