{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 19, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Shadowgarm</h2><h3><i>This amorphous creature loosely resembles a cross between a large snake and an insect. It has black oily skin, and parts of its very flesh blend seamlessly into the shadows. Its constantly moving, writhing form makes it difficult to identify from a distance.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Shadowgarm</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>NE Medium aberration (extraplanar)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., low-light vision, scent; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 12, flat-footed 12 (+2 armor, +2 Dex)</h5><h5><b>hp </b>19 (3d8+6)</h5><h5><b>Fort </b>+3, <b>Ref </b>+5, <b>Will </b>+5</h5><h5><b>Defensive Abilities </b>feather fall, shadow blend; <b>SR </b>7</h5><h5><b>Weaknesses </b>light fixation</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 30 ft.</h5><h5><b>Melee </b>3 claws +4 (1d4+2 plus shadow slime)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 14, <b>Dex</b> 15, <b>Con</b> 14, <b>Int</b> 5, <b>Wis</b> 14, <b>Cha</b> 11</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+4; <b>CMD </b>16</h5><h5><b>Feats </b>Improved Initiative, Lightning Reflexes</h5><h5><b>Skills </b>Climb +14, Perception +6, Stealth +6 (+10 in dim light); <b>Racial Modifiers </b>+4 Stealth in dim light</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Plane of Shadow)</h5><h5><b>Organization </b>solitary or gathering (2-12)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Feather Fall (Ex)</b> A shadowgarm's body is both light and consists of numerous folds of thin flesh. Although it cannot fly, a falling shadowgarm always descends as if under the effects of a feather fall spell, and thus never takes falling damage. </h5><h5><b>Light Fixation (Su)</b> Although a shadowgarm is not particularly harmed by bright light, it prefers dim lighting. Magical light, on the other hand, causes a shadowgarm to grow slow and lethargic. Whenever a shadowgarm is within an area of bright light that is magically created, it is staggered. </h5><h5><b>Shadow Blend (Su)</b> In conditions of dim light, a shadowgarm's outline wavers and blends with the surrounding shadows, granting it concealment (20% miss chance) even if its opponents are capable of seeing clearly in dim light. </h5><h5><b>Shadow Slime (Su)</b> A shadowgarm is coated with a thin layer of oily black slime. Whenever it strikes a foe, it transfers a swath of this cold black slime onto the creature struck. This slime causes a growing numbness and lethargy in the bodies of those it coats. Each time a creature takes damage from a shadowgarm's claws, the creature struck must make a DC 13 Fortitude save or take a cumulative -2 penalty to its Dexterity score. A creature whose total Dexterity penalty equals its Dexterity score is paralyzed and blinded as long as the penalty remains in effect. All accrued Dexterity penalties fade an hour after the last time the victim was affected by shadow slime, but any new shadow slime resets the recovery period. Exposure to bright light of any sort causes the Dexterity penalty to lessen by 2 points per round until all of the shadow slime is effectively \"burned away\" by the light. A shadowgarm is immune to the effects of its shadow slime and the shadow slime of other shadowgarms. The save DC is Constitution-based.</h5></div><br></br><div><h4><p>Shadowgarms are strange monsters from the Plane of Shadow, where they function as lowly predators and pests somewhat akin to the Material Plane's coyotes, leopards, and similar hunting mammals. Yet to a creature unfamiliar with the workings of the Plane of Shadow, the shadowgarm is a hideous and frightening beast. Generally lairing in ruined sections of towns or dead-end alleys clogged with refuse during the day, they come out at night to prey upon creatures that stray too far from the safety of light.</p><p>These aberrant predators \"leak\" into the Material Plane anywhere the Plane of Shadow's influence is strong. Small groups of shadowgarms are occasionally seen lurking in old graveyards where undead (particularly shadows) are known to reside, and anywhere that has strong traditions of shadow magic tends to have a healthy population of shadowgarms lurking in out-of-the-way areas as well.</p><p>The typical shadowgarm measures about 4-1/2 feet long and weighs approximately 90 pounds, their bodies being strangely light, composed of a spongy dark matter and seemingly wisps of shadow itself. Some, however, grow to be much larger, though shadowgarms of all sizes prove especially adept at blending in among the shadows and detritus of their hunting grounds or crawling into crevices it seems creatures of their size would not be able to squeeze.</p><p><b>Ecology</b><br> Strange beings with a little-understood physiology, shadowgarms prove endlessly hungry, taking sustenance from shadow as if it were water and drawing nutrition from the flesh of other creatures as their only source of food. Shadowgarms can eat and digest any sort of animal matter, from flesh to bone, converting them into little more than smoke and shadow. A creature left to a shadowgarm to feed upon leaves behind nothing but trappings of metal and similarly solid accessories.</p><p>A shadowgarm's physical form seems strangely fluid, proving slightly malleable and generalized. No two shadowgarms appear exactly alike, and even individuals of the race seem to gradually change, all the faster in areas of deep shadows. Regardless of their endless, fluid alterations, they retain three primary clawed appendages, which serve them in consuming meals and fighting. Their number of feelers or tentacle-like legs, however, is constantly in flux, numbering but two or three one moment and then multiplying to dozens the next. Shadowgarms do not have a mouth and hardly have heads to speak off-possessing only slight knobby protuberances that seem to have little role in guiding their motions. When ingesting matter, they slowly dissolve their meals, their bodies breaking down any organic substance they choose by resting upon their meal for a matter of moments. The entire process might be likened to a body-wide ingestion process similar to that of a fly, as matter is dissolved and subsumed by the shadowy hunter's bulk.</p><p>Once every several months, the urge to mate descends upon shadowgarms like a mass racial insanity. At this time, their natural aversion to their own kind is overwhelmed by a need to procreate. Shadowgarms are hemaphroditic, but cannot fertilize themselves- when a shadowgarm gathering begins, these creatures congregate in groups of up to a dozen, remaining in close proximity to each other for days at a time. The cycle that drives shadowgarm gatherings is nothing connected to the Material Plane-most scholars have been unable to determine what pattern the timing follows, if indeed there is a pattern at all.</p><p><b>Habitat & Society</b><br> Although shadowgarms are quite active at all times on the Plane of Shadow, the realities of the Material Plane force them into the niche of nocturnal predator. Yet despite their hatred of light, they seem to need it in some strange way. Observers have noted that the creatures prefer to stand in actual shadows, rather than just in darkness, and seem to savor the ever-changing nature of the shadows themselves. It may be that shadowgarms abhor total darkness as much as light, though neither bright light nor utter darkness causes them physical harm. Most shadowgarms' hunts take place under the light of the full moon, or in the shadowy hours of dusk or dawn.</p><p>In cities where shadowgarms are common, they naturally gravitate to sewers or narrow alleys. This allows them the easiest way to quickly strike at unwary victims from above or below.</p><p>They do not build any sort of true nest or lair, preferring to remain constantly afoot in search of new prey. As shadowgarms have no fear of falling, they often clamber up to corners and niches at the tops of tunnels or just under rooftop overhangs, both to avoid any bright light that might be shining down from above and to lie in wait to ambush unsuspecting prey that walks underneath. This leads to the discovery of shadowgarms in truly unexpected and unnerving places, like in bell towers, within attics and crawl spaces, and even hidden amid cracks and loose shingles in old roofing. More than one child's tale of boogiemen or strange shapes lurking outside their windows might actually be attributed to the daring nocturnal wanderings of shadowgarms.</p><p>Shadowgarms are incredibly territorial, and usually do not nest together except during their mating gathering.</p><p>Shadowgarms immediately confront one another upon meeting. Pickpockets and other street urchins often share wild tales of shadowgarms battling fiercely in the alleyways and nighted dens, fighting with raw savagery instead of their more customary stealth. Some canny streetfolk use this territorial nature to trick competing shadowgarms into fighting each other, giving wanderers out after dark enough time to move through territories infested by these lurking hunters without being attacked.</p><p>Of course, this tactic doesn't work well in areas where large numbers of shadowgarms are known to skulk, as directing one's attention to avoid a single hunter might prevent a traveler from noticing other predators lying in wait in the shadows.</p><p>On rare occasions, a shadowgarm might take to the seas, stealing aboard a ship at dock and hiding in the hold. Once at sea, such hunters emerge nightly to prey upon the ship's crew. Since a shadowgarm melts away into shadow and fog when it dies, leaving no evidence of a corpse behind, this might be one explanation for mysteriously derelict ships found adrift on the waves with nothing living on board.</p></h4></div>", "Languages": "", "Source": "AP 25", "Land": "1", "Organization": "solitary or gathering (2-12)", "Ref": "5", "Climb": "1", "HD": "(3d8+6)", "AbilitiyScores": "Str 14, Dex 15, Con 14, Int 5, Wis 14, Cha 11", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 367, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Improved Initiative, Lightning Reflexes", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "+4 Stealth in dim light", "AC": "14, touch 12, flat-footed 12", "Swim": "0", "Name": "Shadowgarm", "VariantParent": "", "Skills": "Climb +14, Perception +6, Stealth +6 (+10 in dim light)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any (Plane of Shadow)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +3, Ref +5, Will +5", "Melee": "3 claws +4 (1d4+2 plus shadow slime)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., climb 30 ft.", "Alignment": "NE", "Size": "Medium"}