{"Group": "Devil", "Space": "5 ft.", "Mythic": "0", "HP": 32, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Devil, Ukobach</h2><h3><i>The light of a flaming pitchfork illuminates a creepily malformed little man, his red skin scarred and raw like the victim of horrific burns. Although barely taller than a child, his features mock those of a terrible old man with an oversized head, knife-like nose, and crazed round eyes flickering with wild flames.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ukobach (Tinder Devil)</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>LE Small Outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., see in darkness; Perception +3</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 15, flat-footed 13 (+4 Dex, +2 natural, +1 size)</h5><h5><b>hp </b>32 (5d10+5)</h5><h5><b>Fort </b>+2, <b>Ref </b>+8, <b>Will </b>+7</h5><h5><b>DR </b>5/silver or good; <b>Immune </b>fire, poison; <b>Resist </b>acid 10, cold 10; <b>SR </b>15</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>1 fire poker +5 (1d6-1 plus 1d4 fire) or 2 claws +5 (1d4- 1 plus 1d4 fire)</h5><h5><b>Ranged </b>1 ember +10 (1d6 fire)</h5><h5><b>Special Attacks </b>animate flames, fire breathing, scorch</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 9, <b>Dex</b> 19, <b>Con</b> 13, <b>Int</b> 13, <b>Wis</b> 16, <b>Cha</b> 13</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+3; <b>CMD </b>+17</h5><h5><b>Feats </b>Improved Initiative, Lightning Reflexes, Throw Anything</h5><h5><b>Skills </b>Acrobatics +12, Appraise +9, Bluff +9, Climb +7, Craft (any) +9, Knowledge (arcana) +9, Stealth +16</h5><h5><b>Languages </b>Celestial, Common, Infernal; telepathy 100 ft.</h5><h5><b>SQ </b>fire leap</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Hell</h5><h5><b>Organization </b>solitary, pair, or team (4-16)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Animate Flames (Su)</b> As a standard action, an ukobach can animate an existing fire of Small size or larger. Doing so requires an ukobach to make a DC 15 Wisdom check as it impresses its will upon the fire. This DC increases by +5 for every size category of the flame above Small. If an ukobach succeeds, the flame animates with the statistics of a fire elemental of the same size, and follows the ukobach's mental commands. The flames remain animate for a number of rounds equal to the ukobach's Wisdom modifier-usually 3-after which they return to being simple flames, setting the square they cease moving in alight or being extinguished, as their surroundings warrant. Up to five ukobachs can make use of the aid another action to each grant an adjacent ukobach a +2 bonus on this Wisdom check to animate flames (granting a maximum +10 bonus). </h5><h5><b>Fire Leap (Su)</b> As a swift action, an ukobach occupying the same space as a fire, pool of lava, vent of searing steam, or similar blaze can teleport from that burning feature and emerge from another within 100 feet. This ability functions similarly to the spell dimension door, but only between fires. Upon entering a flame, an ukobach is instantly aware of all flames within range through which it might exit. If an ukobach enters a flame and there are no others to exit through within 100 feet, the devil's movement immediately ends and it is stunned for 1 round. </h5><h5><b>Firebreathing (Su)</b> An ukobach can spend a standard action to guzzle a pint of oil, alcohol, or similarly flammable fluid and hold the combustible liquid within its body. At any point within 10 minutes of doing so, the ukobach can expel the liquid either as a 10-foot cone of fire or a 20-foot line of flame, both dealing 3d6 points of fire damage (Reflex DC 13 for half). Upon breathing fire an ukobach cannot make use of this ability again until it drinks another pint of oil. The save DC is Constitution-based. </h5><h5><b>Scorch (Su)</b> An ukobach's touch is searing hot, causing its claws and any metal weapon it grasps to deal an additional 1d4 points of fire damage.</h5></div><br></br><div><h4><p>Maniacal and clever, ukobachs embody the tenacity and ever advancing genius of Hell. Legions of these tiny devils labor throughout the it, and from their efforts rise new heresies and tools of depravity. They revel in the fires of Hell and manipulate them not toward destruction, but to the creation of ever greater and more innovative diabolical ends. The keepers of Hell's furnaces, they delight in their mad work, breaking only to torment the damned with their burning tools or newest inventions.</p><p>Ukobachs stand approximately 3-1/2 feet tall and weigh 70 pounds on average. Their fire pokers are fundamentally tied to their beings and disintegrate in a flash of cinders and ash upon the devil's death. These tools hold up to 10 fistsized embers, which an ukobach can fling at its enemies.</p><p><b>Ecology</b><br> Born from the burning depths of Hell, ukobachs find themselves most at home amid the choking and sultry pits where mortals dare not delve, proving well adapted to such stifling environs. While they must breathe, they prove equally well adapted to breathing smoke, cinders, and steam as air. Like all devils, the ukobachs' infernal eyes gaze through even the most stygian night, but unlike their brethren, they dislike the dark. While they harbor no fear of darkness and certainly see its value when tormenting mortals, they view it largely as a waste, seeking to dispel even the most fleeting shadow with an explosion of flame.</p><p><b>Habitat & Society</b><br> Most ukobachs originate from the flaming canals of Dis or the fiery pits of Phlegethon. Although rarely born from Moloch's crematoriums at the heart of Citadel Ba'al, hordes of ukobach furnace keepers tend the flames of the archdevil's ceremonial ovens. Devastating ukobach engineers also tinker in the foundries at the heart of Phlegethon, creating ingenious devices of intentional or incidental immolation-some infernal rumors claim a particularly insidious ukobach inspired the invention of the first fireworks, leaving these devils with a universal love of such creations.</p><p>On the mortal plane, ukobachs gravitate to cities.</p><p>While many metropolises prove ill prepared to defend against the flames these devils delight in spreading, most ukobachs take more subtle approaches, finding lairs in abandoned smithies, large furnaces, stone ruins, and other places likely to survive the occasional errant flame.</p><p>While indisputably pyromaniacal, ukobachs are more than merely crazed marauders. Seeing a small hovel, pile of leaves, or alley cat burn is nothing to creatures born from the flames of Hell. Rather, they enjoy the order and progression of flames, exalting in striking the spark that ignites a wildfire, upturning the lantern that sets a whole city quarter aflame, or immolating the leader whose death results in the dispersal of a formerly devout congregation. Further satisfying their methodological obsessions, ukobachs prefer setting elaborate traps for their victims over direct combat, often turning whole structures into burning deathtraps, trapping and retrapping the same location, or setting obvious snares that cause their quarries to overlook more devious ambushes.</p><p>These impish devils understand the use of flammable fluids and materials well, often employing barrels of oil, casks of alcohol, heaps of coal, and even alchemical items like tindertwigs in their creations.</p><p>Among diabolists, it is said that all ukobachs know the secret of creating berith, an alchemical element by which any material might be distilled into gold. Stories tell of ukobachs trading knowledge of this element for wild prices or only after an alchemist gathers components from exotic lands. Such tales often offer blatant moral lessons and warnings against these unnatural obsessions, such as the Taldan author and former alchemist Smardina's cryptic and symbol-laden work Shagreen, wherein an obsessed alchemist adventures across the world and ultimately trades an ukobach 23 years of his life, only to find his age and journeys have made his hands too crippled to work-he dies soon after and is dragged to Hell in a golden coffin.</p><p><b>Summoning Ukobachs</b><br> Ukobachs prove unusually congenial when it comes to answering the summons of many diabolists, especially those with an obvious creative streak, interest in alchemy, or queries regarding the inventions of Hell.</p><p>Any diabolist who draws the magic circle necessary to bind an ukobach with mercury or silver powder, or who lights their diabolical summoning with chemical fire rather than normal oil or tinder, increases how difficult an ukobach finds it to escape from the magical trap by +2.</p><p>Additionally, a diabolist gains a +2 bonus on the opposed Charisma check made to obtain an ukobach's service if the task involves creating alchemical or metallurgical works, or otherwise involves fire.</p><p>In addition, ukobachs who know and favor their summoner sometimes bring gifts with them from Hell. While on the surface such boons might seem like blessings, they are always carefully selected by an ukobach and meant to encourage a summoner toward a destructive end. Commonly, such infernal gifts take the form of fireworks and explosives-especially in lands where such creations are uncommon-inscrutable blueprints or formulas for fiendish devices or magic items, or powerfully volatile alchemical reagents.</p></h4></div>", "Languages": "Celestial, Common, Infernal; telepathy 100 ft.", "Source": "AP 25", "Land": "1", "Organization": "solitary, pair, or team (4-16)", "Ref": "8", "Climb": "0", "HD": "(5d10+5)", "AbilitiyScores": "Str 9, Dex 19, Con 13, Int 13, Wis 16, Cha 13", "Gear": "", "Ranged": "1 ember +10 (1d6 fire)", "Type": "Outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 369, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Improved Initiative, Lightning Reflexes, Throw Anything", "AlternateNameForm": "Tinder Devil", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "", "AC": "17, touch 15, flat-footed 13", "Swim": "0", "Name": "Ukobach", "VariantParent": "", "Skills": "Acrobatics +12, Appraise +9, Bluff +9, Climb +7, Craft (any) +9, Knowledge (arcana) +9, Stealth +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "Hell", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "fire leap", "Saves": "Fort +2, Ref +8, Will +7", "Melee": "1 fire poker +5 (1d6-1 plus 1d4 fire) or 2 claws +5 (1d4- 1 plus 1d4 fire)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Small"}