{"Group": "Devil", "Space": "5 ft.", "Mythic": "0", "HP": 76, "Treasure": "standard (+1 dagger, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Devil, Salikotal</h2><h3><i>On lean limbs the color of spilt blood creeps a being of sinister grace. Eyes like embers and a sneer full of needle-thin teeth gleam from an unmistakably fiendish visage. A pair of crimson wings sprout from the back of the hairless humanoid form, fluttering silently like an assassin's cloak, while in one hand it clutches the twisted, dagger-like horn of some infernal terror.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Salikotal</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>LE Medium outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+10; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +4</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 17, flat-footed 16 (+6 Dex, +1 dodge, +6 natural)</h5><h5><b>hp </b>76 (9d10+27)</h5><h5><b>Fort </b>+9, <b>Ref </b>+12, <b>Will </b>+7</h5><h5><b>DR </b>5/good; <b>Immune </b>fire, poison; <b>Resist </b>acid 10, cold 10; <b>SR </b>18</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (good)</h5><h5><b>Melee </b><i>+1 dagger</i> +14/+9 (1d4+5/17-20), tail +8 (1d4+2) or 2 claws +13 (1d4+4), tail +8 (1d4+2)</h5><h5><b>Ranged </b><i>+1 dagger</i> +16 (1d4+5/17-20)</h5><h5><b>Special Attacks </b>contract killer, sneak attack +3d6, suicide, vengeance</h5><h5><b>Spell-Like Abilities</b> (CL 9th)</br>Always active&mdash;<i>spider climb</i> </br>At will&mdash;<i>greater teleport</i> (self plus 50 pounds of objects only),<i> locate creature</i>,<i> knock</i></br>3/day&mdash;<i>blur</i> (self only),<i> darkness</i>,<i> dimension door</i>,<i> dispel magic</i>, <i>silence</i> (DC 16), <i>suggestion</i> (DC 17)</br>1/day&mdash;<i>mislead</i> (DC 20),<i> passwall</i>, <i>statue</i> (self only), <i>summon devil</i> (level 3,<i> 4 imps</i>, 35%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 18, <b>Dex</b> 22, <b>Con</b> 17, <b>Int</b> 15, <b>Wis</b> 19, <b>Cha</b> 18</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+13; <b>CMD </b>30</h5><h5><b>Feats </b>Dodge, Improved Critical (dagger), Improved Initiative, Mobility, Wind Stance</h5><h5><b>Skills </b>Acrobatics +15, Disable Device +18, Disguise +16, Escape Artist +18, Knowledge (local) +11, Sense Motive +16, Sleight of Hand +18, Stealth +18</h5><h5><b>Languages </b>Celestial, Common, Infernal; telepathy 100 ft. Gear +1 dagger</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Hell)</h5><h5><b>Organization </b>solitary or team (2-8)</h5><h5><b>Treasure </b>standard (+1 dagger, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Contract Killer (Su)</b> A salikotal gains a +2 bonus on attack and damage rolls when attacking a specific individual it has marked for death. At the beginning of each day, it determines an individual to serve as its target and which one of its three vengeances it may make use of that day. It may not change this target or ability until the next day. The target may be any specific creature the salikotal knows of, even if it has not seen its target before. This target is treated as being known to a salikotal for the purposes of using its locate creature ability, even if the devil has never seen its victim before.</h5><h5><b> Sneak Attack (Ex)</b> Anytime a salikotal's opponent is denied his Dexterity bonus to AC, or if a salikotal flanks his opponent, he deals an extra 3d6 points of damage. This ability is just like the rogue's sneak attack and subject to the same limitations. </h5><h5><b>Suicide (Su)</b> As a standard action, a salikotal may target itself with a coup de grace attack. If the salikotal reduces itself to fewer than 0 hit points-or fails to do so but still fails the associated Fortitude save (DC = 10 + damage dealt)-the salikotal erupts in a burst of destructive energy. Any creature within 15 feet of a salikotal that commits suicide is damaged by a blast of metal shards and needle-like scales, taking 6d6 points of damage (DC 17, save for half ). The save DC is Constitution-based. Upon using this ability, a salikotal is permanently destroyed. This effect only takes place if a salikotal willingly ends its own life, not if it is killed by outside effects. </h5><h5><b>Vengeance (Su)</b> While seeking a victim a salikotal prepares itself daily, honing its will to effectively slaughter its intended quarry. On a given day, chosen as part of its contract killer ability, a salikotal may gain the benefit of any one of the following powers, either the one it feels will most aid it or whichever one its summoner requests. Only one of these abilities is active on a given day, and it only comes into effect when a salikotal kills its intended target with a coup de grace. These executions only function on living creatures. Fideicide: The victim's soul is immediately shunted to a infernal prison on Erebus, the third layer of Hell. The soul can be returned to life, but upon casting the spell, the spellcaster attempting the resurrection takes an amount of fire damage equal to 1d6 x the victim's number of Hit Dice, and must make an immediate concentration check (DC 10 + damage delt + spell level) or lose the spell. Necrocide: After 1d4 rounds, the victim's body animates as a zombie under the salikotal's control. The devil may permanently grant control of the zombie to any sentient creature as a free action. Omnicide: The victim's body is utterly destroyed, disintegrating without a trace. Its clothing and possessions remain unharmed. Only spells that do not require a portion of the corpse may return the victim to life.</h5></div><br></br><div><h4><p>Prince-killers and assassins of souls, salikotals serve as the bloody chisels by which the lords of Hell subtly shape the mortal world to their whims. Soaring through the night on silent wings, these murderous devils care nothing for life or reason, knowing only a single, murderous goal. Cloaked by shadow and silence, few ever glimpse the sharp features of a salikotal, for Hell's death-dealers reveal themselves only amid the haze of fading life.</p><p>Lean, deft hunters, salikotals move like terrible predatory birds, each taloned step measured, cautious, and full of deadly intent. Protected by an armor of sharp, thin scales, these agile devils universally stand 5 feet, 4 inches tall, and weigh 85 pounds, their barbed frames supporting the breadth of their 8-foot-wide, bat-like wings. They have full control over their slender tails, nimbly manipulating objects and even wielding deadly, Hell-forged blades in these dexterous, prehensile appendages.</p><p><b>Ecology</b><br> Salikotals rise from the tenebrous reaches of Erebus's vaulted heights. Unblinking and endlessly patient, salikotals haunt the claustrophobic upper realms of the lightless labyrinth, stealthy and watchful but caring little for the doings of intruders or their lesser kin. Only the summons of conjurers or the diabolical elite rouse them from their eerie aerial stalkings, drawing them forth from the shadows for a chance to hone their death-dealing expertise in the name of Hell.</p><p>Naturally silent, salikotals never vocalize even the slightest sound, relying on their innate telepathic abilities for communication. Even when using such mental interaction, though, the devils prove terse and resistant to conversation.</p><p>For most summoners, a salikotal's only communication is a slow nod acknowledging its orders, and a nod in answer to the question of its murderous success.</p><p><b>Habitat & Society</b><br> Salikotals have little to do with others of their kind, be they other salikotals or other lesser devils in general.</p><p>Emotionless and rigid even beyond the typical disciplines of Hell, these assassins realize they exist for but a single reason: to sow death. Their cold precision only wavers when they discuss payment for their most notorious murderous methods, wherein they demand specific types of gemstones in compensation for their grisly work. Few non-devils dare to suppose why salikotals request such precise payments, refusing to work for any other recompense, but among the damned spread rumors of vast vaults filled with glistening jewels, each a fabulous treasure and a representation of a life cut short by the blades of Hell.</p><p><b>Summoning Salikotals</b><br> As in all things, salikotals prove emotionless when it comes to being summoned. They have little reason to purposefully resist or accept a diabolist's call, unless ordered to do so by their infernal masters. Once a salikotal is summoned, though, only murder interests it. Any Charisma check made as part of the spell planar binding to convince a salikotal to undertake a mission other than assassination takes a -2 penalty.</p><p>Once a salikotal has agreed to perform a murder for its summoner, it explains the signature vengeances its kind can inflict upon a victim and offers to exact one upon its summoner's victim for an associated price.</p><p>The devil requests 1,000 gp for every Hit Die its target possesses (intrinsically gauging its victim's prowess), to be paid entirely in one of three types of gemstones: ruby for fideicide, onyx for necrocide, and jacyinth for omnicide. Salikotals prove exceedingly particular in these payments, and if a summoner cannot pay the price in the type of gem requested, the devil refuses to exact one of its vengeances. If the summoner tries to force a salikotal to use one of its vengeances, the devil takes offense and all of the summoner's Charisma-related interactions with it in the future take a -2 penalty.</p></h4></div>", "Languages": "Celestial, Common, Infernal; telepathy 100 ft. Gear +1 dagger", "Source": "AP 26", "Land": "1", "Organization": "solitary or team (2-8)", "Ref": "12", "Climb": "0", "HD": "(9d10+27)", "AbilitiyScores": "Str 18, Dex 22, Con 17, Int 15, Wis 19, Cha 18", "Gear": "", "Ranged": "+1 dagger +16 (1d4+5/17-20)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 370, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Dodge, Improved Critical (dagger), Improved Initiative, Mobility, Wind Stance", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "1", "RacialMods": "", "AC": "23, touch 17, flat-footed 16", "Swim": "0", "Name": "Salikotal", "VariantParent": "", "Skills": "Acrobatics +15, Disable Device +18, Disguise +16, Escape Artist +18, Knowledge (local) +11, Sense Motive +16, Sleight of Hand +18, Stealth +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any (Hell)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +9, Ref +12, Will +7", "Melee": "+1 dagger +14/+9 (1d4+5/17-20), tail +8 (1d4+2) or 2 claws +13 (1d4+4), tail +8 (1d4+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., fly 60 ft. (good)", "Alignment": "LE", "Size": "Medium"}