{"Group": "", "Space": "30 ft.", "Mythic": "0", "HP": 290, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Bhole</h2><h3><i>This titanic worm heaves its endless bulk into the air, raising a bleached end as if ready to strike with a massive set of hooked jaws.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Bhole</p><p class=\"alignright\">CR 17</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>102,400</h5><h5>CN Colossal magical beast </h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision, tremorsense 120 ft.; Perception +28</h5><h5><b>Aura </b>frightful presence (300 ft., DC 26)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>33, touch 1, flat-footed 33 (-1 Dex, +32 natural, -8 size)</h5><h5><b>hp </b>290 (20d10+180)</h5><h5><b>Fort </b>+21, <b>Ref </b>+13, <b>Will </b>+11</h5><h5><b>DR </b>10/-; <b>Immune </b>acid, disease, fire, magical control, paralysis, poison, sleep, stunning effects; <b>SR </b>28</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., burrow 50 ft.</h5><h5><b>Melee </b>bite +29 (6d6+25/19-20 plus grab), slam +29 (3d8+25/19-20)</h5><h5><b>Space </b>30 ft.; <b>Reach </b>60 ft.</h5><h5><b>Special Attacks </b>breath weapon, overwhelming strength, swallow whole (20d6 acid damage, AC 26, hp 29), trample (2d8+25, DC 37)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>44, <b>Dex </b>8, <b>Con </b>28, <b>Int </b> 3, <b>Wis </b>21, <b>Cha </b>23</h5><h5><b>Base Atk </b>+20; <b>CMB </b>+45 (+49 grapple); <b>CMD </b>54 (can't be tripped)</h5><h5><b>Feats </b>Awesome Blow, Critical Focus, Improved Bull Rush, Improved Critical (bite), Improved Critical (slam), Improved Initiative, Lightning Reflexes, Power Attack, Staggering Critical, Vital Strike</h5><h5><b>Skills </b>Perception +28</h5><h5><b>Languages </b>Aklo (rarely speaks)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Breath Weapon (Su)</b> Once every minute, a bhole can expel a prodigious amount of thick slime from its gullet. This breath weapon has a range of 900 feet, and creates a 40-foot-diameter spread of slime in its targeted area. Any creature within this area must succeed at a DC 29 Fortitude save to avoid being stunned for 1d4 rounds. The slime transforms the area it coats into difficult terrain. Furthermore, any creature that is in the area (or that attempts to enter the area) must succeed at a DC 29 Reflex save to avoid becoming entangled by the slime. Bhole slime persists for 2d6 hours-bhole lairs are typically pre-caked with the stuff. A bhole can move through bhole slime without penalty. The save DC is Constitution-based. </h5><h5><b>Immune to Magical Control (Ex)</b> A bhole is immune to nearly all forms of mind control, including all charm spells, <i>suggestion</i> spells, and dominate spells. It is similarly immune to <i>magic jar</i> and possession attempts. Confusion and other mind-affecting effects that don't allow another creature to directly control a bhole work normally. Rare effects that allow a creature to manipulate the exact effects of confusion on a creature provide one of the few ways to magically control a bhole. Other methods, particularly those tied to strange and powerful artifacts, may work as well. </h5><h5><b>Overwhelming Strength (Ex)</b> A bhole always applies 1-1/2 times its Strength modifier on all natural weapon attacks.</h5></div><br><div><h4><p><p>Known on some worlds as dholes, bholes are among the largest of living creatures, wormlike leviathans of such size that few can claim to have seen one wholly from head to tail, and those who do tend toward madness and other aff lictions that carry with them a heavy burden of doubt. The coloration of these creatures' coiling bodies ranges widely-from darker blues and purples to paler grays, yellows, or bleached white-with a cavernous mouth consisting of long, bony jaws that extend and unfold from the creature's head when it feeds. <b></p><p>Ecology</b></p><p> By all accounts, bholes are incredibly long-lived-those that exist in remote worlds or on other dimensions have done so for countless eons. The bholes themselves seem to have no interest in their history, perhaps as a result of their limited intellect, but by all accounts a bhole can live forever, barring death by violence. For a creature as immense and dangerous as a bhole, such conditions essentially amount to immortality. Regions inhabited by bholes are always barren wastelands. What creatures survive there do so with a combination of stealth and speed, and even then they quickly learn to make themselves scarce when the telltale rumbling of an approaching bhole begins to shake the ground. Bholes themselves seem able to eat and digest anything and everything, and in time can reduce a huge area to a honeycombed network of immense tunnels. These regions swiftly collapse, leaving behind crumpled, rubble-filled pits of vast and terrifying size. Legends speak of entire worlds being reduced to rubble by bholes-they also tell of the danger of allowing these monsters into inhabited worlds, for their hunger is eternal, and a relatively small number of bholes can do incredible damage on a continental scale. <b></p><p>Habitat & Society</b></p><p> Legends state that even larger bholes exist in distant realms below the Dimension of Dreams or deep under Leng. These legends state that no one has actually seen one of these truly enormous bholes; while someone must have witnessed one for the legend to spread, the number of those who have survived an encounter with a bhole with body and mind intact is so small that the hyperbole is for all intents and purposes the truth. Certainly the immense burrows in certain regions of the underworld below Leng or the Dimension of Dream speak of massive creatures indeed-holes into which typical bholes might fall and vanish forever. If these monsters do indeed exist, they do so on a scale that may make them impossible denizens of such constraining habitats as mere planets. Bholes are more intelligent than animals, but only just. They rarely speak, and their vocabularies are generally limited to only a handful of words in ancient, mostly forgotten languages-those words they do know and speak in more widespread tongues are generally limited to a few phrases in Aklo. Yet bholes rarely have cause to speak, for little seems to interest them apart from eating and slithering. No active bholes currently exist on Golarion, although dormant ones may certainly dwell in the deepest reaches of the Darklands, or may well be trapped between this world and other dimensions. Explorers are most likely to encounter these creatures on other planes, other planets, or in other dimensions. Certain members of the cult of Groetus have long sought a way to bring bholes to Golarion, or if they already exist in its depths, methods of locating and awakening them, for what swifter doom could one bring to a planet than to infest it with creatures capable of coring it out as a worm might devour an apple from within? <br><b>Encounters with Bholes</b><br> A typical bhole is only 30 feet wide, yet is hundreds of feet long and weighs thousands of tons. Combat with such immense monsters might present some challenges for games based around miniatures and play mats. When you include an encounter with a bhole in such a game, it might be best to describe the immense worm as extruding itself out of the earth to attack those nearby-if the bhole needs to move, it simply burrows to a new location, sticks out its head, and starts attacking new targets. Alternatively, you can treat the bhole's head as its only actively dangerous portion. In this case, attacks directed at its immense body are irrelevant, with only those directed at its head (which consists of a 30-foot space) actually reducing its hit points. You might even run an encounter with a bhole using a truly enormous space on your Flip-Mat-a space of 100 feet or more, perhaps. This solution presents its own challenges, obviously, particularly if your gaming area lacks for space. Of course, if these options for handling immense monsters don't sit well with you, the best solution is to simply downsize bholes in your game; assume they coil up on themselves and fit entirely into their 30-foot space, with their length accounting for their unusually enormous reach. Finally, you might consider not using miniatures at all for a fight against a bhole, with the assumption that once combat begins, the immense monster poses a significant threat to all in the area and that even several rounds of flight might not put a victim outside the monster's reach. Pick the solution that works best for your style of game play; in the end, the point is that a fight with a bhole should be one that your players remember for a long time.</p></h4></div>", "Languages": "Aklo (rarely speaks)", "Source": "AP 65", "Land": "1", "Organization": "solitary", "Ref": "13", "Climb": "0", "HD": "(20d10+180)", "AbilitiyScores": "Str 44, Dex 8, Con 28, Int 3, Wis 21, Cha 23", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "60 ft.", "DontUseRacialHD": "0", "id": 3707, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Critical Focus, Improved Bull Rush, Improved Critical (bite), Improved Critical (slam), Improved Initiative, Lightning Reflexes, Power Attack, Staggering Critical, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "21", "Fly": "0", "RacialMods": "", "AC": "33, touch 1, flat-footed 33", "Swim": "0", "Name": "Bhole", "VariantParent": "", "Skills": "Perception +28", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "17", "XP": 102400, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +21, Ref +13, Will +11", "Melee": "bite +29 (6d6+25/19-20 plus grab), slam +29 (3d8+25/19-20)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., burrow 50 ft.", "Alignment": "CN", "Size": "Colossal"}