{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 229, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kurshu The Undying</h2><h3><i>This large creature has the upper body of a winged woman and the lower body of a snake. She looks withered, like a preserved corpse.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Kurshu The Undying</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>LE Large outsider (evil, extraplanar, lawful)</h5><h5><b>Init </b>+10; <b>Senses </b>blindsense 60 ft., darkvision 120 ft., low-light vision, scent; Perception +25</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 17, flat-footed 24 (+2 deflection, +6 Dex, +13 natural, -1 size)</h5><h5><b>hp </b>229 (17d10+136); regeneration 5 (acid)</h5><h5><b>Fort </b>+20, <b>Ref </b>+11, <b>Will </b>+17</h5><h5><b>DR </b>10/cold iron and magic; <b>Resist </b>cold 30, electricity 30, fire 30, sonic 30; <b>SR </b>26</h5><h5><b>Weaknesses </b>divine separation</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +21 (1d6+5 plus 1d4 Intelligence drain), tail slap +16 (1d8+2 plus grab)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>constrict (1d8+5), power surge</h5><h5><b>Spell-Like Abilities</b> (CL 15th; concentration +22) </br>At Will&mdash;<i>detect magic</i>, <i>floating disk</i>, <i>mage hand</i>, <i>read magic</i>, <i>tongues</i> </br>3/day&mdash;<i>cure serious wounds</i>, <i>dispel magic</i>, <i>displacement</i>, <i>fireball</i> (DC 20), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>hold person</i> (DC 20), <i>lightning bolt</i> (DC 20), <i>limited wish</i>, <i>magic missile</i>, <i>plane shift</i> (DC 24), <i>slow</i> (DC 20), <i>stinking cloud</i> (DC 20), <i>vampiric touch</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>23, <b>Con </b>26, <b>Int </b> 31, <b>Wis </b>20, <b>Cha </b>25</h5><h5><b>Base Atk </b>+17; <b>CMB </b>+23 (+27 grapple); <b>CMD </b>41 (can't be tripped)</h5><h5><b>Feats </b>Combat Casting, Combat Reflexes, Craft Wondrous Item, Great Fortitude, Hover, Improved Initiative, Improved Iron Will, Iron Will, Scribe Scroll</h5><h5><b>Skills </b>Diplomacy +24, Escape Artist +23, Fly +21, Heal +22, Intimidate +24, Knowledge (arcana) +30, Knowledge (dungeoneering) +27, Knowledge (history) +27, Knowledge (planes) +30, Knowledge (religion) +27, Perception +25, Sense Motive +25, Spellcraft +30, Stealth +22, Swim +22, Use Magic Device +27</h5><h5><b>Languages </b>Aklo, Azlanti, Draconic, Infernal, Terran, Thassilonian; telepathy 100 ft.</h5><h5><b>SQ </b>change shape (human; <i>alter self</i> ), feed, spell-like crafting</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land (extraplanar)</h5><h5><b>Organization </b>solitary or cabal (herald and 1d4 <i>charm</i>ed outsiders of CR 5 to CR 10)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Divine Separation (Su)</b> The herald has been separated from Lissala for thousands of years and does not know where her master is. The loss of her connection to the goddess severely weakens the herald, and she gains 1 negative level per day, up to a maximum of 16 negative levels. These negative levels cannot be suppressed or removed in any way (including <i>restoration</i> spells), except by using her feed ability. If Lissala returns and the herald regains her connection to her master, she permanently loses this weakness and its associated negative levels. </h5><h5><b>Feed (Su)</b> Once per day, the herald can devour an outsider's corpse as a full-round action. For each Hit Die of the devoured outsider, the herald automatically removes 1 negative level gained from her divine separation ability. The consumed outsider must have at least 8 Hit Dice. </h5><h5><b>Intelligence Drain (Su)</b> The herald drains 1d4 points of Intelligence each time she hits with her slam attack. (The herald does not heal any damage when she uses her Intelligence drain.) </h5><h5><b>Power Surge (Su)</b> Three times per day as a swift action, the herald can increase the DC of her next spell-like ability (if it is cast that round) by +2. </h5><h5><b>Spell-Like Crafting (Su)</b> The herald may use any of her spell-like abilities when crafting magic items as if they were actual spells.</h5></div><br><div><h4><p><p>Lissala's herald is Kurshu the Undying, a powerful and dutiful agent of magic who has been suffering in her master's long absence. Known as \"Kurshu the Divine Serpent\" during the time of Thassilon, she possesses a powerful serpentine lower body, a female humanoid upper body, and three pairs of feathered wings. Her humanoid half is more serpentine than that of a lillend; she has tiny scales on her arms and a scaly cobra hood that blends into her hair. She looks haggard, as if aff licted with a chronic wasting disease, and her movements betray an ancient and resigned weariness. Her voice is thin and susurrant, and she tends to hiss when she speaks, especially when angry. She tends to verbalize in Thassilonian even when communicating telepathically. She is a lost being without a purpose, devoted to Lissala but unable to find her. Records of the herald's origin are lost to passing centuries, but she claims she was created in her current form by the goddess, who used parts from several different creatures and then granted her true life. The goddess's withdrawal has taxed the herald's ability to maintain her own life, and eventually she may fragment back into her component pieces (which may or may not be alive after this transformation). Bound to Lissala by magic and an unshakable sense of duty, she resents her master for leaving her behind to wither away, and despises herself for knowing that if Lissala returns, she will crawl back to the goddess like a sheltered, neglected child who has no alternative but to love her creator and jailor. <b></p><p>Ecology</b></p><p> Kurshu's degenerative condition means that (unlike most outsiders) she must eat to survive; otherwise, she wastes away into a skeletal, nearly helpless version of herself. She reached that lowest point only once, but was lucky enough to catch suitable prey unawares and work her way back to an exhausted but functional level. Consequently, Kurshu makes sure to feed at least every few days. As there are few creatures in Lissala's service who have the power to conjure her, Kurshu is mainly left to her own devices, but (unlike heralds of active deities) may choose to respond to a summons from any spellcaster. In exchange for her services, she demands that she be given outsiders she can enslave for later feeding, Thassilonian magic items, or items that bear some lingering piece of Lissala's power. She is knowledgeable about Thassilonian magic, rune magic, and Azlanti practices, though she is hesitant to speak of the latter when on Golarion lest it attract unwanted attention from slaves of the aboleths; having witnessed Earthfall at a distance, she has no desire to subject herself to a direct attack by entities who control that kind of magic. Kurshu has no compunction about killing something that defies her or appears to be withholding information or objects she wants (if she has to, she can compel answers from its corpse using <i>limited wish</i> to duplicate <i>speak with</i> dead). She feels her pseudo-mortality at all times and fears death, and is likely to flee any encounter in which she feels outmatched. <b></p><p>Habitat & Society</b></p><p> Kurshu is alone in the multiverse. Her goddess is gone, Lissala's other divine servants have perished or converted to other faiths, mortals who knew her at the height of Thassilon are long dead or in suspended animation, and her existence has no purpose. Her hunger for outsider souls repulses her (as she never had to eat while Lissala was present) but she accepts it as a necessary embarrassment because she is unwilling to accept death-or an eternity spent as an invalid. She normally keeps a \"stable\" of <i>charm</i>ed outsiders near her (using her <i>limited wish</i> spell-like ability to duplicate <i>charm</i> monster) so she can slay and consume one if necessary. Her devotion to law and hatred of chaos means her minions are usually daemons, demons, or proteans; though she finds their flesh repugnant, she would rather destroy a minion of disorder than a devil or similar lawful evil outsider. She is stern but courteous to these minions, who obey and respect her power even beyond the enforced friendliness of the magic that binds them to her. Because of her chaotic associates, she has survived many hostile encounters in which opponents attacked her with lawful magic (such as <i>order's</i> wrath)-such attacks do not harm her, giving her a few vital seconds to decide whether she wants to retaliate or abandon her minions and flee. The herald spends her infinite hours wandering the planes in search of Lissala or visiting Golarion to bask in places sacred to her missing goddess, trying to detect echoes of her master's presence like an old widower smelling his dead wife's clothes for a hint of perfume to spark a long-forgotten memory.</p></h4></div>", "Languages": "Aklo, Azlanti, Draconic, Infernal, Terran, Thassilonian; telepathy 100 ft.", "Source": "AP 65", "Land": "1", "Organization": "solitary or cabal (herald and 1d4 charmed outsiders of CR 5 to CR 10)", "Ref": "11", "Climb": "0", "HD": "(17d10+136)", "AbilitiyScores": "Str 20, Dex 23, Con 26, Int 31, Wis 20, Cha 25", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3709, "SubType": "(evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Combat Casting, Combat Reflexes, Craft Wondrous Item, Great Fortitude, Hover, Improved Initiative, Improved Iron Will, Iron Will, Scribe Scroll", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "20", "Fly": "0", "RacialMods": "", "AC": "30, touch 17, flat-footed 24", "Swim": "0", "Name": "Kurshu The Undying", "VariantParent": "", "Skills": "Diplomacy +24, Escape Artist +23, Fly +21, Heal +22, Intimidate +24, Knowledge (arcana) +30, Knowledge (dungeoneering) +27, Knowledge (history) +27, Knowledge (planes) +30, Knowledge (religion) +27, Perception +25, Sense Motive +25, Spellcraft +30, Stealth +22, Swim +22, Use Magic Device +27", "ClassArchetypes": "", "IsTemplate": "0", "Will": "17", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any land (extraplanar)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (human; alter self ), feed, spell-like crafting", "Saves": "Fort +20, Ref +11, Will +17", "Melee": "2 slams +21 (1d6+5 plus 1d4 Intelligence drain), tail slap +16 (1d8+2 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Large"}