{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 104, "Treasure": "NPC gear (+1 greatclub, +1 full plate, belt of giant strength +2)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Graveknight</h2><h3><i>Darkness and sinister armor gird this powerful figure. Shadows veil what lurks within the imposing steel, though from it's closed visor gaze two piercing eyes, glowing with unholy light.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Graveknight</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>Male human graveknight fighter 10</h5><h5>LE Medium undead (augmented humanoid)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft.; Perception +20</h5><h5><b>Aura </b>sacrilegious aura 30 ft. (DC 20)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 11, flat-footed 24 (+10 armor, +1 Dex, +4 natural)</h5><h5><b>hp </b>104 (10d10+45)</h5><h5><b>Fort </b>+11, <b>Ref </b>+4, <b>Will </b>+5; +3 against fear</h5><h5><b>Defensive Abilities </b>channel resistance +4, rejuvenation; <b>DR </b>10/ magic; <b>Immune </b>acid, cold, electricity; <b>SR </b>22</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b><i>+1 greatclub</i> +23/+18/+18 (1d10+11 plus 2d6 acid)</h5><h5><b>Special Attacks </b>channel destruction, devastating blast (6d6 acid; DC 19), undead mastery (DC 19)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 27, <b>Dex</b> 12, <b>Con</b> -, <b>Int</b> 15, <b>Wis</b> 14, <b>Cha</b> 18</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+18; <b>CMD </b>29</h5><h5><b>Feats </b>Cleave, Critical Focus, Dazzling Display, Greater Weapon Focus (greatclub), Improved Initiative, Mounted Combat, Power Attack, Ride-By Attack, Shatter Defenses, Spirited Charge, Toughness, Trample, Unseat, Vital Strike, Weapon Focus (greatclub), Weapon Specialization (greatclub)</h5><h5><b>Skills </b>Intimidate +25, Perception +20, Knowledge (nobility) +12, Ride +18, Sense Motive +12</h5><h5><b>Languages </b>Common, Dwarven, Infernal</h5><h5><b>SQ </b>armor training +2, phantom mount, ruinous revivification (acid), weapon training (flails +1, hammers +2)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or troop (graveknight plus 12-24 skeletal champions)</h5><h5><b>Treasure </b>NPC gear (+1 greatclub, +1 full plate, belt of giant strength +2)</h5></div><br></br><div><h4><p>Undying tyrants and champions of the undead, graveknights arise from the corpses of the most nefarious warlords and disgraced heroes-villains too merciless to submit to the shackles of death. They bear the same weapons and regalia they did in life, though warped or empowered by their profane resurrection. The legions they once held also flock to them in death, ready to serve their wicked ambitions once more.</p><p>A graveknight's essence is fundamentally tied to its armor, the bloodstained trappings of their battle lust. This armor becomes an icon of their perverse natures, transforming into a monstrous second skin over the husk of desiccated flesh and scarred bone locked within.</p><p><b>Creating a Graveknight</b><br> \"Graveknight\" is an acquired template that can be added to any living creature with 5 or more Hit Dice (referred to hereafter as the base creature). Most graveknights were once humanoids or monstrous humanoids. A graveknight uses the base creature's statistics and abilities except as noted here.</p><p><b>CR:</b> Same as base creature +2.</p><p><b>Alignment:</b> Any evil.</p><p><b>Type:</b> The graveknight's type changes to undead (augmented). Do not recalculate class Hit Dice, BAB, or saves.</p><p><b>Senses:</b> A graveknight gains darkvision 60 ft.</p><p><b>Aura:</b> A graveknight emanates the following aura.</p><p><i>Sacrilegious Aura (Su):</i> A graveknight constantly exudes an aura of intense evil and negative energy in a 30- foot radius. This aura functions as the spell desecrate, which the graveknight constantly gains the benefits of.</p><p>In addition, this miasma of fell energies hinders the channeling of positive energy. Any creature that attempts to summon positive energy in this area-such as through a cleric's channel energy ability, a paladin's lay on hands, or any spell with the healing descriptor-must make a concentration check with a DC equal to 10 + the graveknight's Hit Dice. If the character fails, the effect is blocked, its number of uses of that ability being reduced by 1 or the spell being lost.</p><p><b>Armor Class:</b> Natural armor improves by +4.</p><p><b>Hit Dice:</b> Increase all racial Hit Dice to d8s. Class Hit Dice are unaffected. As undead, graveknights use their Charisma modifiers to determine bonus hit points.</p><p><b>Defensive Abilities:</b> A graveknight gains channel resistance +4; DR 10/magic; and immunity to cold, electricity, and any additional energy type noted by its ruinous revivification special quality. A graveknight also gains spell resistance equal to its augmented CR + 11.</p><p>The graveknight also gains the following abilities.</p><p><i>Rejuvenation (Su):</i> One day after a graveknight is destroyed, its armor begins to rebuild the undead warrior's body. This process takes 1d10 days-if the body is destroyed before that time passes, the armor merely starts the process anew. After this time has elapsed, the graveknight wakens fully healed.</p><p><b>Attacks:</b> A graveknight gains a slam attack if the base creature didn't have one. Damage for the slam depends on the graveknight's size (see page 302 of the Pathfinder RPG Bestiary). Its natural weapons are treated as magic weapons for the purpose of overcoming damage reduction.</p><p><b>Special Attacks:</b> A graveknight gains the following special attacks. Save DCs are equal to 10 + 1/2 the graveknight's HD + the graveknight's Cha modifier unless otherwise noted.</p><p><i>Channel Destruction (Su):</i> Any weapon a graveknight wields is shrouded in destructive energy, and deals an additional +1d6 points of damage for every 4 Hit Dice the graveknight possesses. This additional damage is of the energy type determined by the ruinous revivification special quality.</p><p><i>Devastating Blast (Su):</i> Three times per day the graveknight may unleash a 30-foot cone of destructive force. This blast deals 2d6 points of damage for every 3 Hit Dice a graveknight possesses. Creatures within the area may make a Reflex save for half damage. This damage is of the energy type determined by the graveknight's ruinous revivification special quality.</p><p><i>Undead Mastery (Su):</i> As a standard action, a graveknight can attempt to bend any undead creature within 50 feet to its will. The targeted undead must make a successful Will save or fall under the graveknight's control. This control is permanent for unintelligent undead, while undead with Intelligence scores are allowed an additional save every day to break free from the graveknight's control. A creature that successfully saves cannot be affected again by the same graveknight's undead mastery for 24 hours.</p><p>A graveknight can control 5 Hit Dice worth of undead creatures for every Hit Die it possesses. If the graveknight exceeds this number, it loses control over some of its minions, as per the spell animate dead.</p><p><b>Special Qualities:</b> A graveknight gains the following special qualities.</p><p><i>Phantom Mount (Su):</i> Once per hour, a graveknight can summon a skeletal horse similar to a phantom steed. This mount is more real than a typical phantom steed, and can carry one additional rider. The phantom steed's powers are based on the graveknight's total Hit Dice rather than caster level. A graveknight's mount looks distinctive and always appears the same. If the mount is destroyed, it can be summoned again with full hit points 1 hour later.</p><p><i>Ruinous Revivification (Su):</i> At the time of its creation, the graveknight chooses one of the following energy types: acid, cold, electricity, or fire. This energy type should be relevant to the graveknight's life or death, defaulting to fire if none feel appropriate. This energy type influences the effects of several of a graveknight's special abilities.</p><p><b>Ability Scores:</b> Str +6, Int +2, Wis +4, Cha +4. As an undead creature, a graveknight has no Constitution score.</p><p><b>Skills:</b> Graveknights gain a +8 racial bonus on Intimidate, Perception, and Ride.</p><p><b>Feats:</b> Graveknights gain Improved Initiative, Mounted Combat, Ride- By Attack, and Toughness.</p><p><b>Graveknight Armor</b><br> In death, the graveknight's life force lingers on in its armor, not its corpse, in much the same way that a lich's essence is bound within a phylactery. Unless every part of a graveknight's armor is ruined along with its body, a graveknight can rejuvenate after it is destroyed. A typical suit of full plate graveknight armor has hardness 10 and 45 hit points, though armor with enhancements or made of special materials proves more difficult to destroy.</p><p>Merely breaking a graveknight's armor does not destroy it; it must be utterly annihilated, such as by being melted into slag or sunk into the crushing depths of the sea.</p></h4></div>", "Languages": "Common, Dwarven, Infernal", "Source": "AP 26", "Land": "1", "Organization": "solitary or troop (graveknight plus 12-24 skeletal champions)", "Ref": "4", "Climb": "0", "HD": "(10d10+45)", "AbilitiyScores": "Str 27, Dex 12, Con -, Int 15, Wis 14, Cha 18", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 371, "SubType": "(augmented humanoid)", "MonsterSource": "", "Feats": "Cleave, Critical Focus, Dazzling Display, Greater Weapon Focus (greatclub), Improved Initiative, Mounted Combat, Power Attack, Ride-By Attack, Shatter Defenses, Spirited Charge, Toughness, Trample, Unseat, Vital Strike, Weapon Focus (greatclub), Weapon Specialization (greatclub)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "fighter 10", "Fort": "11", "Fly": "0", "RacialMods": "", "AC": "25, touch 11, flat-footed 24", "Swim": "0", "Name": "Graveknight", "VariantParent": "", "Skills": "Intimidate +25, Perception +20, Knowledge (nobility) +12, Ride +18, Sense Motive +12", "ClassArchetypes": "", "IsTemplate": "1", "Will": "5", "Race": "human graveknight", "CR": "11", "XP": 12800, "TemplatesApplied": "graveknight", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "armor training +2, phantom mount, ruinous revivification (acid), weapon training (flails +1, hammers +2)", "Saves": "Fort +11, Ref +4, Will +5; +3 against fear", "Melee": "+1 greatclub +23/+18/+18 (1d10+11 plus 2d6 acid)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Medium"}