{"Group": "Stymphalidies", "Space": "10 ft.", "Mythic": "0", "HP": 94, "Treasure": "Value incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Stymphalidies, Giant</h2><h3><i>Every feather like a plate of shimmering armor and its beak the length and sharpness of a knight's lance, this towering, ibis-like bird looks to be sculpted from silver and brass. Standing upon long legs ending in powerful metallic talons, its beady eyes dart about voraciously.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Giant Stymphalides</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>N Large magical beast </h5><h5><b>Init </b>+6; <b>Senses </b>low-light vision; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 11, flat-footed 20 (+2 Dex, +11 natural, -1 size)</h5><h5><b>hp </b>94 (9d10+45)</h5><h5><b>Fort </b>+11, <b>Ref </b>+10, <b>Will </b>+5</h5><h5><b>DR </b>10/magic and adamantine; <b>Immune </b>fire</h5><h5><b>Weaknesses </b>sonic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., fly 120 ft. (poor)</h5><h5><b>Melee </b>bite +14 (1d8+6 plus bleed/19-20), 2 talons +9 (1d6+3), 2 wings +9 (1d6+3 plus bleed)</h5><h5><b>Ranged </b>2 wing razors +10 (1d6+6 plus bleed)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>bleed (1d6), glare, wing razors</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 22, <b>Dex</b> 15, <b>Con</b> 20, <b>Int</b> 2, <b>Wis</b> 15, <b>Cha</b> 17</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+16; <b>CMD </b>28</h5><h5><b>Feats </b>Alertness, Critical Focus, Improved Initiative, Lightning Reflexes, Flyby Attack</h5><h5><b>Skills </b>Fly +0, Perception +12</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm mountains</h5><h5><b>Organization </b>solitary, pair, or flight (3-9)</h5><h5><b>Treasure </b>Value incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Glare (Su)</b> As a standard action, in any area of normal or brighter light, a giant stymphalides can ruffle its metallic feathers in such a way as to dazzle all creatures nearby. Any creature within 30 feet must make a DC 19 or be blinded for 1d6 minutes. A creature can defend against this effect in the same way it would a gaze attack. This is a sight-based effect. The DC is Constitution-based.</h5><h5><b> Wing Razors (Ex)</b> A giant stymphalides's metallic feathers are razor-sharp. In addition to being able to slash creatures with its wings as a melee attack, it may beat its wings, flinging two large, feathered shards at a single target. These wing razors deal 2d6 points of damage and cause bleed. A giant stymphalides can use this attack a number of time per day equal to its Constitution modifier.</h5></div><br></br><div><h4><p>Man-eating birds of prey, the rare creatures known as stymphalides stalk the arid plains and coastlines of Golarion in ravenous swarms, shredding warm-blooded animals and unwary travelers with their bladed feathers and dagger-like beaks. From a distance, stymphalides might easily be mistaken for cranes, ibises, or other longnecked birds, though in full sunlight their gleaming feathers and the haze of blood lingering from past meals are impossible to mistake.</p><p>Peculiarly, the feathers and beak of a stymphalides are made of steel, similar to the metallic hide of a gorgon.</p><p>The wings of stymphalides are as sharp as knives and often lacerate their prey as the birds swarm and beat their wings against their unfortunate victims' skin. Similarly, their beaks are supernaturally sharp and can pierce the tough hides of animal prey or the armor of those warriors foolish enough to hunt the creatures. Even if a victim of a stymphalides swarm's frenzied attacks manages to fend off the vicious creatures, the wounds caused by the birds continue to bleed long after being inflicted, and the victim often perishes from loss of blood before ever reaching help.</p><p>Most stymphalides stand approximately 2-1/2 feet tall and weigh little more than 40 pounds. Although mean-tempered and territorial, lone stymphalides prove relatively harmless, thus traveling in swarms of several dozen, relying on strength of numbers to bring down large or dangerous prey. Many tales also tell of enormous breeds of these monstrous birds, powerful enough to prey upon wyverns. These giant stymphalides are said to grow up to 13 feet tall and weigh over 250 pounds, with wingspans reaching upward of 25 feet. Such gigantic stymphalides are rarely seen, preferring to lurk upon desolate cliffs or even amid harsh extraplanar realms.</p><p><b>Ecology</b><br> Unlike vultures and other birds of the deserts and plains, stymphalides do not scavenge carcasses, although they are not above driving away natural scavengers if a large, fresh kill looks particularly inviting. When traveling in flocks, stymphalides prove fearless predators, swooping in and swarming any creature that wanders into their territory. The birds actively hunt their prey, harrying and killing lone individuals or stragglers. The attacks of a stymphalides swarm often prove so vicious that the creatures can take to flight once they have wounded prey, wait for it to bleed to death, and return to pick the corpse clean.</p><p>Stymphalides generally avoid attacking large groups of people, unless the birds have gathered in a particularly sizable flock.</p><p>Stymphalides are not purely carnivorous. A lone stymphalides might resort to eating fruit and other plants if it is separated from its flock or food is scarce, and orchards and fields of crops have been devastated by stymphalides when great swarms of the birds, starving from overpopulation or lack of prey, migrate to new territories. Yet although the birds are omnivorous, they seem to prefer meat. Those plainsfolk or desert-dwellers whose livelihoods depend on livestock have learned to fear the sight of flocks of birds silhouetted against the sky, as herds of cattle and other grazing animals have been ravaged by their swarms.</p><p><b>Habitat & Society</b><br> Most swarms of stymphalides roost near watering holes, rivers, and coastal cliffs, preying upon unfortunate creatures desperate enough to seek food or water so near to the dangerous birds' nests. The nests of stymphalides are frequently made from the bones of the creatures' prey, piled into macabre ziggurats upon which entire flocks of the birds rest. Particularly large flocks of the birds construct enormous nests, and giant stymphalides can create towers visible for miles.</p><p>When not at rest, flocks of the creatures soar high on warm currents of air, relying upon their keen eyesight to spot suitable prey far below. Because of their voracious appetites, flocks of stymphalides must claim a vast swath of territory to maintain their feeding habits. Stymphalides are fiercely territorial, and flocks of the birds frequently fight with one another in swooping aerial battles to determine possession of land.</p><p>Fortunately for the folk of civilized lands, stymphalides rarely encroach upon areas well traveled by humanoids and other creatures clever enough to bring down one of these metal-winged avians. Among the people of the plains, the metallic birds are often regarded as nearly legendary creatures. Stymphalides breed at an astonishing rate, however, and overpopulation and exhaustion of game frequently force extraordinarily large and deadly groups of the creatures to band together in search of new lands and new prey to devour.</p></h4></div>", "Languages": "", "Source": "AP 26", "Land": "1", "Organization": "solitary, pair, or flight (3-9)", "Ref": "10", "Climb": "0", "HD": "(9d10+45)", "AbilitiyScores": "Str 22, Dex 15, Con 20, Int 2, Wis 15, Cha 17", "Gear": "", "Ranged": "2 wing razors +10 (1d6+6 plus bleed)", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 374, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Critical Focus, Improved Initiative, Lightning Reflexes, Flyby Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "1", "RacialMods": "", "AC": "22, touch 11, flat-footed 20", "Swim": "0", "Name": "Giant Stymphalides", "VariantParent": "", "Skills": "Fly +0, Perception +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "warm mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +10, Will +5", "Melee": "bite +14 (1d8+6 plus bleed/19-20), 2 talons +9 (1d6+3), 2 wings +9 (1d6+3 plus bleed)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "20 ft., fly 120 ft. (poor)", "Alignment": "N", "Size": "Large"}