{"Group": "Azata", "Space": "10 ft.", "Mythic": "0", "HP": 138, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Azata, Raelis</h2><h3><i>This lithe, bronze-skinned celestial wanders the worlds ceaselessly, seeking tales of wonder and heroism.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Raelis</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>CG Large outsider (azata, chaotic, extraplanar, good)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +16</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 14, flat-footed 19 (+4 Dex, +1 dodge, +10 natural, -1 size)</h5><h5><b>hp </b>138 (12d10+60)</h5><h5><b>Fort </b>+9, <b>Ref </b>+12, <b>Will </b>+10</h5><h5><b>DR </b>10/cold iron and evil; <b>Immune </b>electricity, petrification, rune mastery; <b>Resist </b>cold 10, fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., fly 120 ft. (good)</h5><h5><b>Melee </b>2 slams +19 (2d8+7 plus stun)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +16) </br>Constant&mdash;<i>freedom of movement</i>, <i>nondetection</i> </br>At Will&mdash;<i>alter self</i> </br>3/day&mdash;<i>dimension door</i>, <i>modify memory</i> (DC 17) </br>1/day&mdash;<i>greater teleport</i> (self plus 50 lbs. of objects only), <i>plane shift</i></h5></h5><h5><b>Sorcerer Spells Known</b> (CL 12th; concentration +16) </br>6th (3/day)&mdash;<i>greater <i>glyph of warding</i></i> (DC 21), <i>shadow walk</i>, <i>symbol of fear</i> (DC 21), <i>symbol of persuasion</i> (DC 21) </br>5th (5/day)&mdash;<i>seeming</i>, <i>symbol of pain</i> (DC 20), <i>symbol of sleep</i> (DC 20) </br>4th (7/day)&mdash;<i>confusion</i> (DC 18), <i>greater <i>invisibility</i></i>, <i>scrying</i> (DC 18) </br>3rd (7/day)&mdash;<i>beast shape I</i>, <i>explosive runes</i> (DC 18), <i>glyph of warding</i> (DC 18), <i>haste</i>, <i>illusory script</i> (DC 18), <i>lightning bolt</i> (DC 17), <i>sepia snake sigil</i> (DC 18), <i>suggestion</i> (DC 17) </br>2nd (7/day)&mdash;<i>detect thoughts</i> (DC 16), <i>hypnotic pattern</i> (DC 16), <i>invisibility</i>, <i>scorching ray</i>, see <i>invisibility</i> </br>1st (7/day)&mdash;<i>erase</i>, <i>feather fall</i>, <i>hypnotism</i>, <i>silent image</i> (DC 15), <i>ventriloquism</i> (DC 15) </br>0 (at will)&mdash;<i>arcane mark</i>, <i>dancing <i>light</i>s</i>, <i>detect magic</i>, <i>detect poison</i>, <i>light</i>, <i>mage hand</i>, <i>message</i>, <i>prestidigitation</i>, <i>read magic</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>19, <b>Con </b>20, <b>Int </b> 18, <b>Wis </b>15, <b>Cha </b>19</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+20 (+24 grapple); <b>CMD </b>34 (36 vs. grapple)</h5><h5><b>Feats </b>Greater Grapple, Improved Grapple, Improved Unarmed Strike, Power Attack, Weapon Finesse, Weapon Focus (slam)</h5><h5><b>Skills </b>Acrobatics +18 (+26 when jumping), Bluff +18, Fly +20, Knowledge (geography) +15, Knowledge (history) +15, Knowledge (planes) +18, Perception +16, Perform (oratory) +15, Spellcraft +18, Stealth +14</h5><h5><b>Languages </b>Celestial, Common, Draconic, Infernal; truespeech</h5><h5><b>SQ </b>mutable polymorph, word caller</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Elysium)</h5><h5><b>Organization </b>solitary, pair, or band (3-6)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Mutable Polymorph (Su)</b> When using spells with the polymorph descriptor, raelises have an uncanny amount of control over their target shape. While they still cannot use the spells to transform into specific individuals, they can control the skin tone, the hair color, the general body shape, and even the gender of the creature they transform into, granting them a +20 bonus on Disguise checks instead of the usual +10. This is a free action made as part of the spellcasting. </h5><h5><b>Rune Mastery (Ex)</b> Raelises are masters of all magic based on runes or symbols. They automatically add <i>explosive runes</i>, <i>glyph of warding</i>, <i>greater <i>glyph of warding</i></i>, <i>sepia snake sigil</i>, and all symbol spells to their list of spells known and increase the DC for these spells by 1. Additionally, raelises are immune to magical traps and effects that utilize runes or symbols, such as <i>sepia snake sigil</i> and <i>explosive runes</i>. </h5><h5><b>Spells</b> A raelis casts spells as a 12th-level sorcerer. It has no sorcerer bloodline and does not gain any other sorcerer class abilities. </h5><h5><b>Stun (Ex)</b> A raelis's iron-hard fist delivers a powerful, stunning blow. A creature struck by this attack must succeed at a DC 23 Fortitude save or be dazed for 1 round. If the attack is a critical hit and the target fails its save, the creature is instead stunned for 1d4 rounds. The save DC is Strength-based. </h5><h5><b>Word Caller (Su)</b> Raelises automatically sense the presence and basic topic of any books, scrolls, or other writings within 50 feet. By spending a standard action, they gain a deeper understanding of the text, treating up to 100 pages of nonmagical writing as if they had read it, or treating one magical spell or scroll as if they had read it and successfully made a successful Spellcraft check to understand it.</h5></div><br><div><h4><p><p>Formed from the souls of authors, artists, and storytellers, raelises travel to the farthest corners of Golarion and beyond searching for epic stories, poems, and simple tall tales. As they travel and quest for ever more obscure tales, they strive to make the world a brighter place-setting wrongs right or acting as agents for divine beings. Though raelises appear to be frail, they possess a wiry strength and long-fingered hands ideally suited for the brawling and wrestling they enjoy so much. Deep brown or gray eyes dominate their expressive faces, and smiles and laughter come easy to their lips. Newly formed raelises have fair skin, but it slowly darkens over the centuries as they spend long hours exposed to the sun and elements. A raelis stands 9 feet tall and weighs close to 1,000 pounds. <b></p><p>Ecology</b></p><p> The lust for new tales and stories drives raelises to the mortal planes more often than most of their azata brethren. Unable to just stand idly by, raelises aid mortals more frequently than do other azatas, though they almost always do so disguised as humans or sometimes even common or familiar animals. Raelises prefer to avoid physical confrontation when dealing with mortals, but don't hesitate to inf luence events in other ways. A raelis might travel from town to town spreading tales and news to encourage rebellion in a poorly run kingdom, or insinuate itself into an invader's army to sow dissension. Often a raelis's inf luence isn't felt until it is long gone, as raelises use their powers to bend minds in subtle ways to plant the seeds of change. Essentially gender neuter in their natural form, raelises have an androgynous beauty to their lean, sculpted bodies. When altering their physical form via <i>alter self</i> or other magical abilities, they can choose to take on male or female forms. Younger raelises often have a preferred gender, but as they get older, raelises choose their gender based on mood or as the task in front of them demands. They occasionally tryst with mortals, though their lack of stable gender identity sometimes leads to <i>confusion</i>. Ironically, bards and storytellers are the mortals least likely to receive the aid of a raelis azata. Raelises almost universally believe the best mortal works are born of strife and crisis. Shielding a known storyteller from the trials of life could very well prevent the greatest epics from being written. Exactly how far they are willing to let things go is a matter of preference and a frequent topic of debate among their kind. Raelises like to compare the trials and suffering of storytellers to the fire and anvil that forges a great sword. Raelises do not enjoy this suffering, however, and those who deliberately abuse or murder a storyteller while a raelis is near discover swift justice after the fact. Traveling is raelises' second love; they pride themselves on their knowledge of obscure back roads and trails. While they all have favored trails, raelises consider it a bad omen to make the exact same journey twice and they go long distances out of their way to avoid doing so. After eons exploring in this manner, the average raelis becomes a living atlas. Though competent flyers, raelises prefer to walk or even run when they travel. Even on the coldest and hottest of days they travel with their feet bare. They love the feel of grass or even mud between their long toes, and pass time reciting stories they have collected, getting a feel for the flow of the verse and the rhythm of the words. Raelises can run for days at a time without stopping to rest or even sleep, crossing great distances or just scouting all available roads and trails in an area. <b></p><p>Habitat & Society</b></p><p> Their ability to travel discretely and their familiarity with the cities and geography of Golarion make raelises excellent spies and agents for deities with similar interests. While they avoid long-lasting alliances, raelises have much in common with the Empyreal Lord Sinashakti and often find themselves exchanging favors with him. Less frequently, they strike bargains with Cayden Cailean or even Desna in exchange for small favors or information. Though many raelises are poets and storytellers, they value the stories mortals create. Few raelises worry overmuch about the accuracy of any given story-they are more interested in the art of the telling rather than the veracity of the tale. Some raelises even prefer the most outlandish tall tales and outright fabrications, as long as the exaggeration furthers the story.</p></h4></div>", "Languages": "Celestial, Common, Draconic, Infernal; truespeech", "Source": "AP 66", "Land": "1", "Organization": "solitary, pair, or band (3-6)", "Ref": "12", "Climb": "0", "HD": "(12d10+60)", "AbilitiyScores": "Str 24, Dex 19, Con 20, Int 18, Wis 15, Cha 19", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 3860, "SubType": "(azata, chaotic, extraplanar, good)", "MonsterSource": "", "Feats": "Greater Grapple, Improved Grapple, Improved Unarmed Strike, Power Attack, Weapon Finesse, Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "1", "RacialMods": "", "AC": "24, touch 14, flat-footed 19", "Swim": "0", "Name": "Raelis", "VariantParent": "", "Skills": "Acrobatics +18 (+26 when jumping), Bluff +18, Fly +20, Knowledge (geography) +15, Knowledge (history) +15, Knowledge (planes) +18, Perception +16, Perform (oratory) +15, Spellcraft +18, Stealth +14", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any (Elysium)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "mutable polymorph, word caller", "Saves": "Fort +9, Ref +12, Will +10", "Melee": "2 slams +19 (2d8+7 plus stun)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., fly 120 ft. (good)", "Alignment": "CG", "Size": "Large"}