{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 177, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Clockwork Dragon</h2><h3><i>Made from gleaming metal and countless complex cogs and gears, this draconic creature has the presence of a dangerous killing machine.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Clockwork Dragon</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>N Huge construct (clockwork)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>34, touch 13, flat-footed 28 (+4 Dex, +2 dodge, +20 natural, -2 size)</h5><h5><b>hp </b>177 (25d10+40)</h5><h5><b>Fort </b>+8, <b>Ref </b>+14, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>noqual scales; <b>DR </b>15/adamantine; <b>Immune </b>construct traits; <b>Resist </b>electricity 20, fire 20; <b>SR </b>27</h5><h5><b>Weaknesses </b>vulnerable to electricity</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>60 ft., fly 100 ft. (average), swim 60 ft.</h5><h5><b>Melee </b>bite +35 (4d6+12), 2 claws +35 (2d8+12), tail slap +30 (2d8+6), 2 wings +30 (2d6+6)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft. (15 ft. with bite)</h5><h5><b>Special Attacks </b>breath weapon (100-ft. line, 14d6 fire damage, Reflex DC 22 half, usable every 1d4 rounds), powered by abysium, self-destruction</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>34, <b>Dex </b>19, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+25; <b>CMB </b>+39; <b>CMD </b>55 (59 vs. trip)</h5><h5><b>Feats </b>Improved Initiative<sup>B</sup>, Lightning Reflexes<sup>B</sup></h5><h5><b>Skills </b>Fly +8, Perception +8, Swim +20; <b>Racial Modifiers </b>+8 Fly, +8 Perception</h5><h5><b>SQ </b>adamantine weapons, efficient winding, exceptional perception, swift reactions</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Adamantine Weapons (Ex)</b> The teeth and claws of a clockwork dragon are made of adamantine, and have the qualities of a weapon made from that material. </h5><h5><b>Efficient Winding (Ex)</b> Built for deployment on long and dangerous missions, a clockwork dragon can function for 3 days per Hit Die every time it is wound. </h5><h5><b>Exceptional Perception (Ex)</b> A clockwork dragon construction includes magical enhancements that grant the creature particularly keen senses. In addition to its +8 racial bonus on Perception checks, a clockwork dragon can detect invisible creatures as if it were under the effect of a permanent <i>see invisibility</i> spell. </h5><h5><b>Noqual Scales (Ex)</b> The noqual alloy from which a clockwork dragon's scales are crafted grants the creature spell resistance. In addition, a clockwork dragon gains a +4 resistance bonus on any saving throw made against a magical source. </h5><h5><b>Powered by Abysium (Ex)</b> A clockwork dragon's bite carries with it a dangerous poison rendered from the skymetal abysium. The clockwork dragon need not deal damage to affect its target with this affliction. If the clockwork dragon's bite attack is sufficient to hit the creature's touch AC or if the dragon's bite hits but damage reduction negates any damage dealt, the target is affected with abysium exposure. <i>Abysium Exposure</i>: Poison-contact; save Fortitude DC 18; <i>onset</i> 1 minute; frequency 1/minute for 6 minutes; effect 1d4 Con plus nauseated; cure 2 saves. Self-Destruction (Ex) When reduced to below half of its hit points, a clockwork dragon can trigger a reaction that causes its body to self-destruct in a fiery explosion that deals 20d8 points of fire damage in a 20-foot radius. This violent explosion superheats the various volatile materials that make up the clockwork creation and spreads the risk of abysium exposure to all creatures that are within a 300-foot radius.</h5></div><br><div><h4><p><p>The magic-wielding engineers of ancient Azlant created marvelous clockwork creations, but few equaled the formidable power of the clockwork dragon. The construction of clockwork dragons was based on a similar design, that of the clockwork leviathan. The Azlanti engineers used the leviathan as a basic chassis, borrowing the same technology to fully waterproof the creature, then further modified the clockwork monstrosity to specialize it for defense and fast, brutal attacks. The Azlanti focused on clockworks because they knew that the aboleths' illusions and magic meant to trick the mind would be useless against their mechanical creations, and began amassing clockwork armies of various shapes and uses to fight against their sinister rivals. In addition to being sent to war against aboleths, clockwork dragons were also used by the Azlanti against other threats, such as the serpentfolk, and later the Ghol-Gani cyclopes. Most of the time, clockwork dragons are built to represent metallic dragons, though some creators designed their mechanical beasts to resemble dragons of the chromatic grouping. Preserved illustrations unearthed from Thassilonian archaeological sites show even primal and imperial dragons inf luenced some designs. It is rumored that an improved version of the clockwork dragon's design possessed a semblance of sentience, having the ability to alter their programming mid-mission. Other variants of clockwork dragons wield breath weapons that deal alternate forms of energy damage. The greatest example of these variants is said to be capable of blasting a line of force from its fanged mouth. Some even claim to have spotted a similar creature in Numeria (likely a product of parallel design): a robotic creation outfitted with enhanced flight, keen senses, lasers, and self-propelled explosive devices. The Azlanti engineers who first crafted these creations made use of some of the rarest elements available. This included the various skymetals, and in the creation of the clockwork dragons, the engineers discovered many new uses for those metals. Through their research, they found a more efficient way to work noqual and discovered the safest methods of working with abysium. According to some reports, though the material was never used for clockwork dragons as far as anyone knows for sure, the engineers even discovered a way to alloy djezet. The inclusion of abysium shows that the clockwork dragons were not necessarily designed to win their particular battles, and some claim the elaborate devices were never intended to return once successful. The Azlanti could send these skymetal-infused creatures at their enemies as a first strike, sickening whole groups from exposure to abysium and thus weakening the targets for the Azlanti soldiers who followed. <b></p><p>Ecology</b></p><p> Clockwork dragons must be wound up to perform, and though a full winding lasts much longer for these creations than other clockwork creatures, they eventually use up their power and go dormant. Most clockwork dragons in Golarion remain in this dormant state, awaiting a fresh winding. <b></p><p>Habitat & Society</b></p><p> Clockwork dragons were most plentiful in Azlant, though in Avistan, Thassilonian builders were also known to create the elaborate creatures for use in war. As constructs, the creatures have no true society, but many clockwork dragons were deployed with a contingent of clockwork servants to attend to their winding and repairs. Some clockwork dragons were also built with tiny compartments in their bodies that housed a dozen clockwork spies they could deploy during their missions so they could provide their creators with a full report of the particular action in which they were involved. Most of the time, these tiny clockwork spies cling to the dragon while it is in action, scurrying over its metallic scales as the beast pursues its quarry. <br><b>Construction</b><br> The clockwork dragon is a masterpiece of Azlanti technology and is exceptionally difficult to create. In addition, the inclusion of skymetals makes clockwork dragons much more expensive than normal clockwork creations of the same size. The creator must begin with crafted clockwork pieces and various skymetals worth 25,000 gp. </h5><h5><b>Clockwork Dragon </b> <br><b>CL</b> 18th; <b>Price</b> 300,000 gp </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Construct, <i>animate objects</i>, <i>geas/quest</i>, and <i>limited wish</i>, creator must be at least caster level 16th; <b>Skill</b> Craft (clockwork) DC 25; <b>Cost</b> 175,000 gp</p></h4></div>", "Languages": "", "Source": "AP 66", "Land": "1", "Organization": "solitary", "Ref": "14", "Climb": "0", "HD": "(25d10+40)", "AbilitiyScores": "Str 34, Dex 19, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft. (15 ft. with bite)", "DontUseRacialHD": "0", "id": 3861, "SubType": "(clockwork)", "MonsterSource": "", "Feats": "Improved InitiativeB, Lightning ReflexesB", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "1", "RacialMods": "+8 Fly, +8 Perception", "AC": "34, touch 13, flat-footed 28", "Swim": "1", "Name": "Clockwork Dragon", "VariantParent": "", "Skills": "Fly +8, Perception +8, Swim +20", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "adamantine weapons, efficient winding, exceptional perception, swift reactions", "Saves": "Fort +8, Ref +14, Will +8", "Melee": "bite +35 (4d6+12), 2 claws +35 (2d8+12), tail slap +30 (2d8+6), 2 wings +30 (2d6+6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "60 ft., fly 100 ft. (average), swim 60 ft.", "Alignment": "N", "Size": "Huge"}