{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 153, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Living Rune</h2><h3><i>A pulsating glyph animates into a quickly flowing script that changes form as it rewrites itself, before finally assembling into an arcane symbol that flares with untold magical power.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Living Rune</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>NE Medium aberration </h5><h5><b>Init </b>+15; <b>Senses </b>blindsight 60 ft., tremorsense 60 ft.; Perception +27</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 28, flat-footed 16 (+6 deflection, +11 Dex, +1 dodge)</h5><h5><b>hp </b>153 (18d8+72)</h5><h5><b>Fort </b>+10, <b>Ref </b>+17, <b>Will </b>+15</h5><h5><b>Defensive Abilities </b>amorphous; <b>Immune </b>bleed, disease, magic, paralysis, poison, stunning</h5><h5><b>Weaknesses </b>vulnerable to sonic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., climb 50 ft.</h5><h5><b>Melee </b>glyph touch +24 touch (3d8 electricity)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>symbols of power</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +17) </br>At Will&mdash;<i>arcane mark</i>, <i>illusory script</i> (DC 18), <i>telekinesis</i> (sustained force only, DC 20) </br>3/day&mdash;<i>explosive runes</i> (DC 18), <i>greater glyph of warding</i> (DC 21), <i>sepia snake sigil</i> (DC 18)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>32, <b>Con </b>18, <b>Int </b> 15, <b>Wis </b>14, <b>Cha </b>20</h5><h5><b>Base Atk </b>+13; <b>CMB </b>+13; <b>CMD </b>41 (can't be tripped)</h5><h5><b>Feats </b>Alertness, Combat Expertise, Deceitful, Dodge, Improved Initiative, Iron Will, Mobility, Skill Focus (Stealth), Spring Attack</h5><h5><b>Skills </b>Acrobatics +15, Bluff +15, Climb +12, Disguise +7, Knowledge (arcana) +15, Knowledge (history) +15, Knowledge (planes) +15, Knowledge (religion) +15, Perception +27, Sense Motive +19, Stealth +35</h5><h5><b>Languages </b>truescript</h5><h5><b>SQ </b>camouflage, compression, two-dimensional</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, or string (3-4)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Camouflage (Ex)</b> A living rune is able to shift its coloration and form to blend into its surroundings. The creature automatically hits with its touch attack against any creature that fails to notice it and enters its square. </h5><h5><b>Glyph Touch (Su)</b> A living rune deals 3d8 points of electricity damage with a successful touch attack, and it uses its Dexterity modifier (instead of its Strength modifier) to resolve all touch attacks. </h5><h5><b>Immunity to Magic (Ex)</b> A living rune is immune to spells and spell-like abilities that allow spell resistance. In addition, certain other spells and effects function differently against the creature as noted below. <ul><li> An <i>erase</i> spell deals 6d6 points of damage to a living rune. <li> A living rune caught in the radius of any symbol spell is immune to its effects and heals 1d8 points of damage per spell level. Hit points beyond its total maximum are gained as temporary hit points that fade in 1 hour. <li> A living rune is affected normally by <i>magic missile</i>, <i>maze</i>, and spells that deal sonic damage. </h5><h5><b>Symbols of Power (Su)</b> As a standard action, a living rune can shift its form into a number of powerful symbols whose effects can damage or incapacitate opponents. Each round the living rune can choose a new effect, but a particular symbol form can only be used once every 4 rounds. This attack is resolved with a touch attack and the save DC is Charisma-based. <i>Fear</i>: The target becomes panicked for 2d6 rounds (Will DC 24). <i>Pain</i>: The target suffers wracking pains that impose a -4 penalty on attack rolls, skill checks, and ability checks for 1 hour (Fort DC 24). <i>Persuasion</i>: The target is <i>charm</i>ed by the living rune (as <i>charm</i> monster) for 2d6 hours (Will DC 24). <i>Slow</i>: The target is slowed (as the <i>slow</i> spell) for 12 rounds (Will DC 24). <i>Stunning</i>: The target is stunned for 1d6 rounds (Fort DC 24). <i>Weakness</i>: The target suffers crippling weakness that deals 2d6 points of Strength damage (Fort DC 24). </h5><h5><b>Truescript (Su)</b> A living rune can sculpt its form into complicated scripts and pictographs that can be understood by any creature with the ability to read written language. A living rune can also understand any written or spoken language. Two-Dimensional (Ex) A living rune only exists in two dimensions, and has some qualities in common with incorporeal creatures. A living rune has no Strength score. It cannot move in three dimensions (such as jumping or flying), and can only navigate along solid surfaces such as floors, ceilings, and walls. It can only attack creatures by entering their squares and touching them directly. A living rune can crawl onto solid surfaces that can then themselves be moved (such as onto a tome via its <i>telekinesis</i> spell-like ability). It cannot fall or take falling damage, cannot make trip or grapple attacks, and cannot be tripped or grappled. It cannot take any physical action that would move or manipulate an opponent or the opponent's equipment, has no weight, and does not set off traps that are triggered by weight. A living rune takes no damage from nonmagical attacks and only takes half damage from magical weapons.</ul></h5></div><br><div><h4><p><p>Whether first scribed by some forgotten deity or birthed by magic glyphs long soured, living runes are among the most stubborn and arrogant of dungeon denizens. Though two-dimensional and lacking any sort of real body, the creatures are sentient, but with a venomous hostility toward the so-called \"lesser races\" they feel are corrupted forms of the universe's first words of creation. Appearing as magical glyphs, animated pulsating runes, etched hieroglyphics, or even ancient cave art, these creatures live to prey on lesser beings for no other reason than to prove their superiority over flesh-and-blood creatures. <b></p><p>Ecology</b></p><p> Living runes are ambush hunters, lying in wait amid ancient graffiti and faded pictographs, or even on the pages of ancient texts and tomes. They use their mutable forms to camouf lage themselves-often changing texts with <i>illusory script</i> to lead adventurers into nearby traps or hazards, or lacing important sources of information with <i>explosive runes</i> and then striking at trespassers when they have triggered the dangerous glyphs. Immortal unless destroyed, the creatures do not need sustenance in a traditional sense, though, like their will-o'-wisp cousins, they seem to feed on the terror and pain they induce in their victims. In addition to fear and pain, living runes feed on the written word (which they can <i>erase</i> through this consumption or leave unharmed). Living runes reproduce by a strange sort of mitosis, where two creatures merge to create complex sentence structures and concepts before splitting a portion off each of their malleable bodies to create a new unique rune that contains the knowledge of both parent runes. <b></p><p>Habitat & Society</b></p><p> Most commonly found in deserted ruins-in particular old alchemical labs, forgotten temples, and musty libraries- living runes prefer to live isolated existences, feeding on lost knowledge, consuming it slowly over the years before erasing or altering it, then hoarding the truth within themselves to tease races seeking to recover it. For this reason, they prefer to haunt the fringes of civilization, where they may terrorize lesser creatures in this manner- particularly arcane spellcasters. They derive a sick pleasure from the mental and physical torture of humanoids; in particular, they enjoy cornering humanoids in debates and wrapping them in riddles with the promise of shared knowledge or information, before ultimately growing bored and attacking the intruders with their myriad abilities. Such communications always begin-in the living rune's unique form of communication-with scribbled inquiries trespassing creatures will understand, and this somewhat playful and innocuous introduction often draws explorers to their deaths when they assume they are conversing with some benign artificial intelligence. In instances becoming horrifically frequent, archivists have discovered previously unheard of colonies of living runes deep in the bowels of urban libraries and archives, hiding out for years in an attempt to learn more of modern civilization, with unknown motivations that may hold terrible consequences for civilized races. <b></p><p>Origins</b></p> In the annals of recorded history, ancient texts mentioning living runes always seem to do so in relation to the forgotten goddess Lissala, leading scholars to believe that either the creatures served worshipers of the deity in some way, or were rewarded as gifts to particularly devout supplicants. Some even speculate that Lissala herself is responsible for the creation of living runes. Others conjecture that living runes have always been, and are among the universe's eldest creatures, having escaped from the lips of some primordial god when the first words of creation were uttered. Evidence seems to dispute both these claims-the creatures are known to spring up from the scribbled text and graffiti of magic-soured ruins or untriggered symbol spells long left to rot. Whatever the truth, these haughty creatures do not discuss their origins.</p></h4></div>", "Languages": "truescript", "Source": "AP 66", "Land": "1", "Organization": "solitary, pair, or string (3-4)", "Ref": "17", "Climb": "1", "HD": "(18d8+72)", "AbilitiyScores": "Str -, Dex 32, Con 18, Int 15, Wis 14, Cha 20", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 3862, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Combat Expertise, Deceitful, Dodge, Improved Initiative, Iron Will, Mobility, Skill Focus (Stealth), Spring Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "0", "RacialMods": "", "AC": "28, touch 28, flat-footed 16", "Swim": "0", "Name": "Living Rune", "VariantParent": "", "Skills": "Acrobatics +15, Bluff +15, Climb +12, Disguise +7, Knowledge (arcana) +15, Knowledge (history) +15, Knowledge (planes) +15, Knowledge (religion) +15, Perception +27, Sense Motive +19, Stealth +35", "ClassArchetypes": "", "IsTemplate": "0", "Will": "15", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "camouflage, compression, two-dimensional", "Saves": "Fort +10, Ref +17, Will +15", "Melee": "glyph touch +24 touch (3d8 electricity)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., climb 50 ft.", "Alignment": "NE", "Size": "Medium"}