{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 195, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mezlan</h2><h3><i>An amorphous blob coalesces, slowly rising up to form into a humanoid figure. As it stabilizes, intricate details emerge.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Mezlan</p><p class=\"alignright\">CR 14</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>38,400</h5><h5>N Medium ooze (shapechanger)</h5><h5><b>Init </b>+11; <b>Senses </b>blindsight 120 ft.; Perception +20</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 18, flat-footed 22 (+7 Dex, +1 dodge, +12 natural)</h5><h5><b>hp </b>195 (17d8+119); regeneration 5 (acid)</h5><h5><b>Fort </b>+12, <b>Ref </b>+14, <b>Will </b>+11</h5><h5><b>Immune </b>ooze traits; <b>SR </b>25</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., climb 20 ft., swim 20 ft.</h5><h5><b>Melee </b>2 morphic weapons +22 (2d8+10)</h5><h5><b>Ranged </b>morphic weapon +19 (2d8+10)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft. (15 ft. with 1 slam per round)</h5><h5><b>Special Attacks </b>sneak attack +3d6, spell battery (<i>chain lightning</i> [DC 19], <i>dispel magic</i>, <i>mage</i> armor)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>25, <b>Con </b>24, <b>Int </b> 15, <b>Wis </b>18, <b>Cha </b>17</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+22; <b>CMD </b>40 (can't be tripped)</h5><h5><b>Feats </b>Alertness, Dodge, Improved Initiative, Iron Will, Lightning Reflexes, Point-Blank Shot, Power Attack, Precise Shot, Stealthy</h5><h5><b>Skills </b>Acrobatics +15, Bluff +14, Climb +18, Disguise +25, Escape Artist +9, Linguistics +11, Perception +20, Sense Motive +20, Stealth +25, Swim +18; <b>Racial Modifiers </b>+12 Disguise, +4 Linguistics, +4 Stealth</h5><h5><b>Languages </b>Aklo, Azlanti, Common; versatile speech</h5><h5><b>SQ </b>morphic body, skill pool</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Morphic Body (Ex)</b> A mezlan can assume the appearance of any Medium or Small creature (other than creatures with the elemental, incorporeal, or swarm subtypes-the body assumed must be solid). The mezlan's creature type doesn't change in this new form and it gains none of the mimicked creature's special abilities; the transformation is cosmetic only. In these other forms, the mezlan retains all of its normal statistics and abilities as depicted above. Though this ability only affects the mezlan's outward i<i>mage</i>, it is a transmutation effect. </h5><h5><b>Morphic Weapons (Ex)</b> A mezlan can manipulate its body to mimic a wide array of potent weaponry wielded by its various forms. While the weapons may look different, they are considered natural weapons and they all do the same amount of damage; are treated as magic for the purpose of overcoming damage reduction; and deal bludgeoning, piercing, and slashing damage. Once per round, a mezlan can extend one of its limbs to strike at a distance up to 15 feet away with one of its slam attacks. Also, while mimicking a creature wielding a ranged weapon, a mezlan can fire a portion of its body as if the fragment were a projectile. This projectile is treated as a thrown weapon and has a range increment of 60 feet. </h5><h5><b>Skill Pool (Ex)</b> A mezlan has a special knack for solving problems. Five times per day, it can apply a +4 competence bonus on any skill check, even checks for skills it has no ranks in or skills that can only be used untrained. </h5><h5><b>Spell Battery (Su)</b> A mezlan can store up to 10 levels of spells that it can then cast freely. The spells imbued into a mezlan are each activated with the casting time for the relevant spell and are cast at the caster level of the spellcaster who provided the spells. A mezlan can store and use both divine and arcane spells, and can be imbued by any number of casters at a time. To fuel this ability, a caster must cast her spells into the mezlan; alternatively, the spellcaster can use a scroll to place a spell into the mezlan. A mezlan must voluntarily lower its spell resistance in order to be imbued with spells. In addition, a mezlan can choose to lower its spell resistance and absorb spells cast at it. The mezlan must be aware of the incoming spell and ready an action to absorb it. Only spells that have the mezlan as a target can be absorbed in this way; area spells are not absorbed. If a mezlan already possesses 10 levels of spells, it cannot absorb more. The mezlan can use these absorbed spells as its own. </h5><h5><b>Versatile Speech (Ex)</b> A mezlan has a talent for parsing spoken languages. After spending 1 minute listening to a speaker use a language it doesn't already know, a mezlan can understand that language. After listening for 1 additional minute, the mezlan can speak the language. This understanding lasts for 24 hours before fading from the mezlan's mutable mind. To understand the same language again after this time, the mezlan must spend another minute listening to a creature speak that language. The mezlan doesn't have to be engaged in a conversation to use this ability.</h5></div><br><div><h4><p><p>Built by Azlanti arcanists and engineers to perform the duties of spies and elite troops, units of mezlans were deployed to engage in extractions, infiltrations, and quick strikes on well-protected locations. Scholars believe that at the height of Azlant, close to 1,500 mezlans were created to save the empire. The difficulty of destroying mezlans leads scholars to believe that at least half of them still exist to this day. Mezlans blur the lines between constructs and oozes, a mixture made even more strange by their possession of unique, previously human personalities. Each mezlan was once an exemplary living Azlanti or Thassilonian soldier graced with superior skills and intelligence. Upon being chosen for this new duty, these soldiers were given a full explanation of the changes they would undergo and signed a contract to serve them empire as mezlans. Each was then subjected to numerous magical and technological procedures to extract her consciousness, preserve it, and inject it into her new form. Sometimes the process didn't take as well as others, and resulted in an incomplete and flawed mezlan. Evidence of these flawed specimens didn't always reveal itself before the creatures were deployed, and many these became rogue mezlans. Most mezlans were recruited from the ranks of the military, and thus most of them possessed martial-related or skill-related class levels; however, a few of these creatures were once wizards who traded their magical talent for an amorphous form and near immortality. <b></p><p>Ecology</b></p><p> Without the need to eat, sleep, or breathe, mezlans are practically immortal. When they are defeated in battle, they simply discorporate and begin seeping down into the soil or cracks in the ground. If the material making up a mezlan isn't contained in some way or destroyed by subjecting it to continued energy damage, the creature lies dormant for 10 years before reforming. When a mezlan reincorporates, it is treated as if it had 16 negative levels. These negative levels are removed through time at a rate of 1 per month. Mezlans retain a portion of their previous memories and experiences, but the extent of those memories varies from individual to individual. Some mezlans slowly regain their memories, some immediately remember everything from their previous incorporation, and others never fully grasp their previous selves. <b></p><p>Habitat & Society</b></p><p> Mezlans seem to get along and work well with other mezlans, but to normal, living creatures, they appear strange and unnatural. They are very observant creatures who study everything they encounter, especially creatures-a frequent use of their skill pool ability. Some mezlans become accustomed to a particular form or body and use that persona as a default. Others enjoy keeping dozens of regular personas and cycle through them for particular duties they need to complete, meshing these personalities into a toolkit they use throughout their day-to-day activities. A few purists keep an amorphous, bloblike form unless they need to resemble something else. Strange mezlans who have gone mad over the years constantly shift their forms, flickering between hundreds of different ones. <b></p><p>Becoming a Mezlan</b></p> Though not constructs, mezlans are still created beings, the marriage of transformative magic and a living soul. Only the prohibitive cost of creating mezlans, not any shortage of volunteers, prevented their creators from manufacturing thousands of them. The sheer volume of djezet needed to create a mezlan forced their creators to grant the honor of the transformation to only the best of the best, greatly increasing their worth. The method for creating a mezlan is lost to time, though it is rumored one of them retains the knowledge to produce more of its own kind. In any case, the price of the materials and special processes necessary to create an army of mezlans would likely bankrupt a nation.</p></h4></div>", "Languages": "Aklo, Azlanti, Common; versatile speech", "Source": "AP 66", "Land": "1", "Organization": "solitary", "Ref": "14", "Climb": "1", "HD": "(17d8+119)", "AbilitiyScores": "Str 30, Dex 25, Con 24, Int 15, Wis 18, Cha 17", "Gear": "", "Ranged": "morphic weapon +19 (2d8+10)", "Type": "ooze", "Reach": "5 ft. (15 ft. with 1 slam per round)", "DontUseRacialHD": "0", "id": 3863, "SubType": "(shapechanger)", "MonsterSource": "", "Feats": "Alertness, Dodge, Improved Initiative, Iron Will, Lightning Reflexes, Point-Blank Shot, Power Attack, Precise Shot, Stealthy", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "+12 Disguise, +4 Linguistics, +4 Stealth", "AC": "30, touch 18, flat-footed 22", "Swim": "1", "Name": "Mezlan", "VariantParent": "", "Skills": "Acrobatics +15, Bluff +14, Climb +18, Disguise +25, Escape Artist +9, Linguistics +11, Perception +20, Sense Motive +20, Stealth +25, Swim +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "14", "XP": 38400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "morphic body, skill pool", "Saves": "Fort +12, Ref +14, Will +11", "Melee": "2 morphic weapons +22 (2d8+10)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., climb 20 ft., swim 20 ft.", "Alignment": "N", "Size": "Medium"}