{"Group": "", "Space": "150 ft.", "Mythic": "0", "HP": 297, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Aspidochelone</h2><h3><i>The ground shudders and the seabirds take to wing with piercing cries of alarm. What once appeared to be a small, rocky island reveals itself to be a creature of titanic proportions as an enormous tail lifts ominously from the water. With a thunderous crash, it slams down, sending the island plunging beneath the waves.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Aspidochelone</p><p class=\"alignright\">CR 17</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>102,400</h5><h5>N Colossal magical beast (aquatic)</h5><h5><b>Init </b>-3; <b>Senses </b>darkvision 120 ft., low-light vision; Perception -2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>27, touch -1, flat-footed 27 (+28 armor, -3 Dex, -8 size)</h5><h5><b>hp </b>297 (22d10+176)</h5><h5><b>Fort </b>+23, <b>Ref </b>+10, <b>Will </b>+7</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>0 ft., swim 120 ft.</h5><h5><b>Melee </b>bite +25 (4d6+11 plus grab), tail slap +20 (4d6+5)</h5><h5><b>Space </b>150 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>capsize, swallow whole (4d6 acid damage, AC 24, 29 hp), watery grave</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 32, <b>Dex</b> 5, <b>Con</b> 27, <b>Int</b> 3, <b>Wis</b> 7, <b>Cha</b> 12</h5><h5><b>Base Atk </b>+22; <b>CMB </b>+41; <b>CMD </b>48</h5><h5><b>Feats </b>Diehard, Endurance, Great Fortitude, Greater Bull Rush, Improved Bull Rush, Improved Great Fortitude, Improved Iron Will, Improved Overrun, Iron Will, Power Attack, Stealthy</h5><h5><b>Skills </b>Stealth -1, Swim +33; <b>Racial Modifiers </b>+10 Stealth to appear as an island</h5><h5><b>SQ </b>deep sea denizen, hibernate, hibernation of ages</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> ocean</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Capsize (Ex)</b> A aspidochelone can attempt to capsize a boat or ship of Gargantuan size or smaller by merely passing through its space and making a CMB check as a free action. The DC the aspidochelone must exceed is 25, or the result of the boat captain's Profession (sailor) check, whichever is higher.</h5><h5><b> Captivating Scent (Ex)</b> An aspidochelone exudes intoxicating pheromones from its skin, causing nearby creatures to seek it out. Anyone within a 1-mile radius must succeed on a DC 12 Will save or feel inexplicably drawn toward the aspidochelone by the most direct route possible. This effect is not an overwhelming compulsion, but more a subtle suggestion. The save DC is Charisma-based with a -10 penalty.</h5><h5><b> Deep Sea Denizen (Ex)</b> An aspidochelone can travel to extraordinary depths, and has adapted to the intense darkness and water pressure of the deep. It possesses darkvision with a range of 120 ft. and is immune to damage from water pressure.</h5><h5><b> Hibernate (Ex)</b> After gorging itself on innumerable tons of deep sea life and unfortunate travelers, an aspidochelone floats to the surface and goes into a deep hibernation with only its mottled back jutting from the waves. While hibernating, it appears to be little more than a rocky outcropping or, in the cases of the largest aspidochelone, an entire island. A hibernating aspidochelone is considered to have taken 20 on its Stealth check to hide in plain sight as a rock or island. An aspidochelone rouses from its hibernation for one of two reasons: hunger or disturbance. After entering its hibernation, a aspidochelone sleeps for 2d10x10 years, rousing naturally after this time has elapsed. An aspidochelone about to awaken usually sleeps fitfully for the last year of its rest, quivering with tremors that feel like earthquakes to creatures upon it. These tremors are treated as a minor version of the earthquake spell that affects the entire island, forcing creatures on the ground to make a DC 29 Reflex save to avoid falling down and causing 30 points of damage to all structures. An aspidochelone might be awakened immediately if it takes 100 or more points of damage in a single day. If awakened in this manner, an aspidochelone typically dives to escape its attacker, then rises again to consume it. The save DC is Constituiton-based.</h5><h5><b> Hibernation of Ages (Ex)</b> An aspidochelone in hibernation continues to exude its captivating scent. Over time, birds attracted by the aspidochelone's pheromones come to roost on the whale, inadvertently bringing the seeds of small plants and shrubbery to grow in the cracks upon the aspidochelone's thick hide. The preponderance of plants, seabirds, and even other beasts gives the creature the appearance of a rocky but natural island. Thus, any aspidochelone who has spent more than 10 years hibernating gains an addition +10 bonus on its Stealth check to look like a natural island.</h5><h5><b> Watery Grave (Ex)</b> A startled aspidochelone descends rapidly into the depths of the sea, creating an undertow in the water that pulls creatures above the whale down with it. Anyone standing on or swimming within 100 feet of the aspidochelone when it dives must make a DC 29 Reflex save or take 10d6 points of damage from the crushing waves and pressure, and be pulled 100 feet below the water. Even if a creature escapes the undertow, the water within 100 feet of a passing aspidochelone is treated as rough water, requiring a DC 20 Swim check to move at half speed. The save DC is Constitution-based.</h5></div><br></br><div><h4><p>A legendary creature of the sea, aspidochelones are eldritch whales of titanic size. When floating near the surface of the water, aspidochelones have frequently been mistaken by desperate sailors for small islands due to the craggy, mottled flesh of their steeply humped backs.</p><p>Yet, upon tethering their boats to the whale's tough hide and lighting a fire to ward off the cold, many castaways discover to their horror that the spur of land they have beached upon is in fact an enormous creature. This realization comes too late for many unfortunate souls as the creature plunges beneath the waves, dragging trespassers down with it.</p><p>An aspidochelone appears to be a huge whale with an extraordinarily thick, rock-like hide. From tail to snout, the creature generally measures more than 500 feet in length, and weighs upward of 100,000 tons. Few ever see an aspidochelone for what it actually is, however, having only glimpsed the pitted and uneven skin of its topside.</p><p>As seabirds and other creatures come to rest upon the hibernating creature, they carry with them plant seeds and dirt. Over time, the accumulated plants and wildlife gives an aspidochelone the appearance of a small, densely inhabited island.</p><p><b>Ecology</b><br> Aspidochelones universally live in the deep ocean, as only such large bodies of water can sustain their enormous appetites. Fortunately for seafaring civilizations that rely upon fishing and sea trade for their livelihoods, the gigantic whales are rarely seen.</p><p>Thought by many to be creatures of myth, the incredibly long-lived aspidochelones spend most of their adult lives in extended periods of hibernation. The creatures possess sluggish metabolisms, allowing them to remain dormant for decades at a time as they slowly consume the fat built up during previous feeding frenzies. As they float near the surface of the water, drifting with the oceanic currents, the whales are frequently mistaken for small islands. Even while hibernating, aspidochelones exude an intoxicating pheromone, causing birds and animals such as sea lions to seek them out. While the huge numbers of creatures rarely cause the beasts to rouse from their slumber, foolhardy human explorers or would-be settlers often startle them out of their reveries when they mistake the creatures' skin for rock or clay.</p><p>Even when provoked by humans, aspidochelones seldom remain awake unless stirred by their ferocious hunger.</p><p>When they waken, the whales are wracked by terrible hunger pangs and rampage about the oceans, seeking tons of prey to consume before sinking into their torpor once again. An aspidochelone is a terror during its feeding season, rightfully feared by seagoing civilizations as a monster of the deep come to devour the world. When feeding, the whales consume vast quantities of food, devouring schools of fish, large sea creatures, and sailing vessels alike. Such immense consumption of sea life frequently devastates local ecosystems, wiping out all food sources for dozens of leagues in every direction.</p><p><b>Habitat & Society</b><br> Aspidochelones do not possess any society to speak of, as they spend most of their time floating aimlessly about the ocean. When two aspidochelones of the opposite gender encounter one another, however, each creature is roused from its hibernation by the other's pheromones. From these unions only one aspidochelone is ever born, and the whales spend 6 months raising the calf to maturity. Once the calf becomes full-grown, the aspidochelones part ways, never to see one another again.</p><p>Among island cultures, a number of myths have sprung up around the creatures. Legends speak of how an irresistible smell lures sailors to remote islands, only to have the entire ship and crew devoured by the titanic whales in a single gulp. A few outlandish myths even claim that the creatures have devoured entire islands, while pirate tales tell of fantastic treasure buried within the hides of beasts like island. Many of these cultures regard aspidochelones as gods of the sea that call men to their deaths.</p></h4></div>", "Languages": "", "Source": "AP 27", "Land": "0", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(22d10+176)", "AbilitiyScores": "Str 32, Dex 5, Con 27, Int 3, Wis 7, Cha 12", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 398, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Diehard, Endurance, Great Fortitude, Greater Bull Rush, Improved Bull Rush, Improved Great Fortitude, Improved Iron Will, Improved Overrun, Iron Will, Power Attack, Stealthy", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "23", "Fly": "0", "RacialMods": "+10 Stealth to appear as an island", "AC": "27, touch -1, flat-footed 27", "Swim": "0", "Name": "Aspidochelone", "VariantParent": "", "Skills": "Stealth -1, Swim +33", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "17", "XP": 102400, "TemplatesApplied": "", "Environment": "ocean", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "deep sea denizen, hibernate, hibernation of ages", "Saves": "Fort +23, Ref +10, Will +7", "Melee": "bite +25 (4d6+11 plus grab), tail slap +20 (4d6+5)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "0 ft., swim 120 ft.", "Alignment": "N", "Size": "Colossal"}