{"Group": "Chortov Devil", "Space": "15 ft.", "Mythic": "0", "HP": 125, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Chortov Devil, Chortov</h2><h3><i>Quivering with heat and barely restrained might, this monstrous, pig-faced titan looms taller than a city wall. Girded in fiendishly etched armor too small for its incredible corpulence, rolls of densely muscled hide spill forth in a flamered avalanche. Gnashing its many-tusked teeth and clutching a wicked military fork, the terrible giant rumbles as if preparing to roar or scream.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Chortov</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>LE Huge outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>-2; <b>Senses </b>Perception -1</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 6, flat-footed 21 (+9 armor, -2 Dex, +6 natural, -2 size)</h5><h5><b>hp </b>125 (10d10+70)</h5><h5><b>Fort </b>+14, <b>Ref </b>+5, <b>Will </b>+2</h5><h5><b>DR </b>5/good and piercing; <b>Immune </b>fire, poison; <b>Resist </b>acid 10, cold 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>fork +16/+11 (3d6+12 plus wrath), bite +11 (2d6+4) or 2 slams +16 (1d8+8 plus wrath), bite +11 (2d6+8)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>hellfire soul</h5><h5><b>Spell-Like Abilities</b> (CL 9th)</br>At Will&mdash;<i>burning hands</i> (DC 13),<i> faerie fire</i>,<i> pyrotechnics</i></br>3/day&mdash;<i>dimension door</i>, <i>fireball</i> (DC 15)</br>1/day&mdash;<i>wall of fire</i>, <i>summon devil</i> (level 4,<i> 3 bearded devils</i>, 40%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 27, <b>Dex</b> 7, <b>Con</b> 24, <b>Int</b> 8, <b>Wis</b> 9, <b>Cha</b> 15</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+20; <b>CMD </b>28</h5><h5><b>Feats </b>Awesome Blow, Cleave, Power Attack, Throw Anything, Vital Strike,</h5><h5><b>Skills </b>Climb +21, Escape Artist +8, Intimidate +15, Knowledge (planes) +12, Survival +12</h5><h5><b>SQ </b>corrupt fire, infernal bondage</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Hell)</h5><h5><b>Organization </b>solitary or gang (2-3)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Corrupt Fire (Su)</b> Any fire effect-naturally or magically created-within 50 feet of a chortov is tainted into hellfire by its fury and evil. Aside from being sinisterly colored, hellfire functions like normal fire, except that half the damage dealt by hellfire is fire damage and the other half results from evil energy and is therefore not subject to being reduced by resistance to fire-based attacks. In addition, all of a chortov's spell-like abilities with the fire subtype produce hellfire instead of normal fire. </h5><h5><b>Hellfire Soul (Su)</b> Upon being reduced to 0 hit points, a chortov explodes in a blast of hellfire. All creatures within 25 feet take 6d6 points of damage from hellfire (see above; DC 22 Reflex save for half ). The save DC is Constitution-based. Upon exploding, the chortov's waning yet still raging soul lingers on as a creature of pure living hellfire. This creature has the same statistics as a Huge fire elemental, except that damage caused by its burn ability results from hellfire and it is not vulnerable to cold. Every round that this hellfire elemental exists, it loses 10 hit points until it dissipates completely. </h5><h5><b>Infernal Bondage (Su)</b> Chortovs wage Hell's wars not by choice, but due to powerful magical bondage. The armor that binds all chortovs bears an infernal curse that compels these murderous fiends to serve the will of their infernal masters. This compulsion can be temporarily dismissed by a break enchantment, dispel law, or dispel magic spell that overcomes a DC 25 dispel check. This frees the chortov of its bondage for 1d6 minutes, during which the baffled creature acts as though under the effects of the spell confusion. Destroying the armor via sundering attacks also frees the devil for 1d6 minutes, after which the armor magically reforms. A chortov's armor has hardness 13 and 45 hit points. </h5><h5><b>Wrath (Su)</b> The anger and hatred of chortovs is infectious. Any creature damaged by a weapon wielded by a chortov or a chortov's slam attack must make a DC 17 or be thrown into a haze of murderous rage, being treated as though under the effects of the spells confusion and rage. This mania lasts for 1 minute, but victims may retry their save to resist every round. This is a mind-affecting effect. The save DC is Charisma-based.</h5></div><br></br><div><h4><p>Towering, rage-wracked brutes enslaved to the will of Hell, chortovs fume upon the borders and ramparts of Hell's hinterlands, murderous deterrents to any who would besiege the shores of the infernal realm or seek to escape.</p><p>Born from the remains of souls not destined for Hell but damned nonetheless, chortovs carry with them the rage of those who have suffered the multiverse's cruelest injustice, and by the inescapable yoke of diabolical magic find themselves set upon the enemies of their merciless captors.</p><p>Trapped within grotesque bodies of writhing, porcine flesh and smoldering hellfire, these horrors hate all things- other creatures, their fate, and the lords who have ensnared them and forced them to serve even past damnation.</p><p>Standing over 20 feet tall, chortovs are mountains of flesh, muscle, and flame. Each weighing upward of 5 tons, these devils bear plates and bands of diabolical armor that serve as physical manifestations of the infernal sorceries that bind them as eternal slaves to Hell. Each chortov's armor is unique, often bearing images of the vaguely remembered torments their constituent souls once suffered. Their bodies, too, bear incongruities uncommon in other diabolical races, harkening toward the lawless natures of the soul-stuff from which these terrors are sculpted.</p><p><b>Ecology</b><br> Not all souls damned to the depths of the Pit deserve their places therein. Trapped planar travelers, goodly souls slain as diabolical sacrifices, or captives who would otherwise face torments elsewhere upon the planes-all might become prisoners of any one of Hell's inescapable layers, eternally condemned to an unfair damnation. Yet Hell cares nothing for the souls that toil and suffer within its depths, all being fodder for the infinite exertions of the infernal machine. As frightened souls suffer over centuries of horror, losing what once existed of their individuality, those rightfully damned to the Pit join with the fundament of that realm, supplying the infernal realm with the terrible sustenance it requires to- over the span of eons-excrete forth mindless lemures. Yet souls not meant for Hell fail to sustain the plane, collecting in mindless spirit cancers of primal pain and blind rage. From these cysts of wrathful, unrighteous damnation, the powers of Hell forge chains in the shape of terrible armor, creating within gigantic, barely restrained beings of hatred and living hellfire, and turn them toward the enemies of the infernal realm. These towering blasphemies are the chortovs.</p><p>Despite being unwilling servants of devilkind, chortovs are irretrievable prisoners of Hell. As the processes by which the infernal realm torments, destroys, and refines souls into the stuff of fiends last for innumerable centuries, and as untold numbers of the damned comprise a single devil, no remnant of individual lives, ambition, or memory remains within these gigantic terrors. Yet despite a lack of specifics, all chortovs are consumed by an overwhelming understanding that they are slaves to a hated master and the impotent knowledge that, for all their might and wrath, the one thing they can never strike against is their captors. Thus, while other devils stand united as zealots inspired by the will of the archdevils and Asmodeus himself, chortovs serve only because they must, suffering eternally through a second damnation.</p><p><b>Habitat & Society</b><br> Upon their grotesque creations, most chortovs find themselves stationed on the frontiers of Hell, where they possess innate control over the hellfire that flickers along the infernal realm's brazen ramparts. Their mastery over these infernal flames often sees them recruited away from Avernus, drawn to some of the most dismal forges in the Pit, such as the fortress-cities of Dis and the Burning Legions of Phelgethon, where their titanic strength and rage is harnessed to power the foundries.</p><p>Chortovs rarely work in groups, each arrogant but typically dull-witted brute harboring a vicious hatred for the grotesqueries, ineptitudes, and injustice tormenting others of their kind.</p><p>Should they be forced into close proximity by the orders of their lords, such devils tolerate one another, but are quick to quarrel with their monstrous cousins. While such conflicts never come to blows-the chortovs restricted by their armor from defying the will of Hell-the distraction typically overshadows any benefit gained by their tandem efforts. As such, chortovs typically work alongside diabolical keepers, devils with the desires of Hell and its lords intrinsic to their beings. These minders typically come from the ranks of lesser devils, specifically ordered to direct the ferocious destructive might of these gigantic fiends. Barbazus, erinyes, and-most commonly- imps typically serve as minders of their towering brethren, as even greater devils fear the might of those rare chortovs that manage to escape Hell's control.</p></h4></div>", "Languages": "", "Source": "AP 27", "Land": "0", "Organization": "solitary or gang (2-3)", "Ref": "5", "Climb": "0", "HD": "(10d10+70)", "AbilitiyScores": "Str 27, Dex 7, Con 24, Int 8, Wis 9, Cha 15", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 399, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Awesome Blow, Cleave, Power Attack, Throw Anything, Vital Strike,", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "21, touch 6, flat-footed 21", "Swim": "0", "Name": "Chortov", "VariantParent": "", "Skills": "Climb +21, Escape Artist +8, Intimidate +15, Knowledge (planes) +12, Survival +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any (Hell)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "corrupt fire, infernal bondage", "Saves": "Fort +14, Ref +5, Will +2", "Melee": "fork +16/+11 (3d6+12 plus wrath), bite +11 (2d6+4) or 2 slams +16 (1d8+8 plus wrath), bite +11 (2d6+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "40 ft.", "Alignment": "LE", "Size": "Huge"}