{"Group": "Idol", "Space": "1 ft.", "Mythic": "0", "HP": 11, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Idol, Wood </h2><h3><i>Polished stones form the soulless eyes of this small yet bizarrely crafted wooden effigy. Shaped into the form of some inscrutable deity or spirit, its exotically carved features contort in a primeval scowl.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Wood Idol</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>N Diminutive construct </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +5</h5><h5><b>Aura </b>incombustible aura (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 14, flat-footed 14 (+4 size)</h5><h5><b>hp </b>11 (2d10); regeneration 5 (on natural ground)</h5><h5><b>Fort </b>+0, <b>Ref </b>+0, <b>Will </b>+1</h5><h5><b>Resist </b>cold 5, electricity 5</h5><h5><b>Weaknesses </b>vulnerability to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft.</h5><h5><b>Melee </b>bite +2 (1d2-4)</h5><h5><b>Ranged </b>splinter +6 (1d2-4)</h5><h5><b>Space </b>1 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>primeval curse</h5><h5><b>Spell-Like Abilities</b> (CL 3rd)</br>At will&mdash;<i>detect animals or plants*</i>, <i>warp wood</i> (DC 13)</br>3/day&mdash;<i>create water</i>,<i> goodberry</i>,<i> tree shape*</i></br>1/day&mdash;<i>barkskin</i>, <i>entangle</i> (DC 12)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 3, <b>Dex</b> 11, <b>Con</b> 10, <b>Int</b> 5, <b>Wis</b> 13, <b>Cha</b> 13</h5><h5><b>Base Atk </b>+2; <b>CMB </b>-2; <b>CMD </b>4</h5><h5><b>Feats </b>Alertness</h5><h5><b>Skills </b>Perception +5, Stealth +12; <b>Racial Modifiers </b>+4 Stealth amid wood</h5><h5><b>Languages </b>understands creator's language (cannot speak)</h5><h5><b>SQ </b>inanimate, share abilities</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Inanimate (Ex)</b> An idol is effectively a statuette and does little to suggest otherwise. Spending most of its existence perfectly motionless, a stationary idol is indistinguishable from a normal inanimate object. Unless noted in its description, an idol can make use of the majority of its special abilities without moving, though the round after it does so observers can make a DC 25 Perception check to notice minute hints-magical glimmers, minute contortions, etc.-suggesting that the idol is actually animate. Overt actions, such as an idol moving or attacking, make its nature obvious to witnesses, and to others who make a Perception check (as previously noted) even 1 round after it moves. </h5><h5><b>Incombustible Aura (Su)</b> All creatures within 30 feet of a wood idol gain fire resistance 10. This effect lasts as long as a creature remains within the wood idol's aura. Any time a being makes use of this resistance to any degree, the wood idol takes 1 point of normal damage, appearing more and more charred as it takes damage. This ability ceases to function should a wood idol have only 1 hit point and does not reactivate until it regains hit points. </h5><h5><b>Primeval Curse (Su)</b> Once per day, a wood idol can force a creature within 15 feet to make a DC 12 Will save or be cursed. This curse functions similarly to the spell bestow curse, except that it can only either decrease an ability score by -4 or cause a -2 penalty on attack rolls, saves, ability checks, and skill checks. In addition, while affected, the skin of the target takes on a rough, wooden appearance. A wood idol's curse can only affect one creature at a time, and should it curse another creature, the first target is no longer affected. This effect can be removed by remove curse or by eating a goodberry. The save DC is Charisma based.</h5><h5><b> Regeneration (Ex)</b> A wood idol's regeneration only functions while it is standing on wood, grass, or earth. Fire deals normal damage to a wood idol. </h5><h5><b>Share Abilities (Su)</b> An idol can share any spell-like ability that would normally only affect itself (as the caster) with any ally within 5 feet. The idol's creator or allies familiar with its abilities may request the idol grant them specific powers on its turn. Spell-like abilities usable in this way are marked with an asterisk (*). </h5><h5><b>Skills</b> In addition to the challenge of detecting a stationary idol, these constructs gain a +4 racial bonus on Stealth checks made to hide amid the materials that comprise their bodies.</h5></div><br></br><div><h4><p>Among rare druidic circles, tribes of the deep jungle, and the mysterious people of the distant west, wood idols frequently serve as representations of powerful spirits of the wilds, who these nature devotees propitiate with sacrifices. The superstitions of strange shamans hold that spirits possess the idols when the sacrifices are made, consuming the offering before returning from whence they came. Yet those who would offend these forces must beware, as they manipulate eldritch powers of the world and might curse one's every effort. While many question the truths of such beliefs, few who impugn the might of such spirits survive the ire of their shaman-creators' devout congregations.</p></h4></div>", "Languages": "understands creator's language (cannot speak)", "Source": "AP 27", "Land": "0", "Organization": "solitary", "Ref": "0", "Climb": "0", "HD": "(2d10)", "AbilitiyScores": "Str 3, Dex 11, Con 10, Int 5, Wis 13, Cha 13", "Gear": "", "Ranged": "splinter +6 (1d2-4)", "Type": "construct", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 405, "SubType": "", "MonsterSource": "", "Feats": "Alertness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "0", "Fly": "0", "RacialMods": "+4 Stealth amid wood", "AC": "14, touch 14, flat-footed 14", "Swim": "0", "Name": "Wood Idol", "VariantParent": "", "Skills": "Perception +5, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "inanimate, share abilities", "Saves": "Fort +0, Ref +0, Will +1", "Melee": "bite +2 (1d2-4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "10 ft.", "Alignment": "N", "Size": "Diminutive"}