{"Group": "", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 39, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lar</h2><h3><i>A stirring in the air and rustle through the room reveals a presence-a subtle aura both cautious and curious.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Lar</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>LG Medium outsider (good, incorporeal, lawful, native)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 17, flat-footed 14 (+2 deflection, +3 Dex, +2 size)</h5><h5><b>hp </b>39 (6d10+6); regeneration 1 (in statua)</h5><h5><b>Fort </b>+3, <b>Ref </b>+7, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>0 ft., fly 30 ft. (perfect)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>suggestion</h5><h5><b>Spell-Like Abilities</b> (CL 7th)</br>At will&mdash;<i>create water</i>,<i> detect evil</i>,<i> ghost sound</i>,<i> guidance</i>,<i> lullaby</i>,<i> mage hand</i>,<i> mending</i>,<i> message</i>,<i> open/close</i>,<i> prestidigitation</i>,<i> purify food and drink</i></br>3/day&mdash;<i>bless</i>, <i>bless</i> water,<i> dancing lights</i>,<i> produce flame</i>,<i> protection from evil</i>, <i>sanctuary</i> (DC 13),<i> unseen servant</i></br>1/day&mdash;<i>calm emotions</i>,<i> continual flame</i>,<i> gust of wind</i>,<i> pyrotechnics</i>, <i>whispering wind</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 10, <b>Dex</b> 17, <b>Con</b> 13, <b>Int</b> 12, <b>Wis</b> 15, <b>Cha</b> 14</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+6; <b>CMD </b>19</h5><h5><b>Feats </b>Alertness, Improved Lightning Reflexes, Lightning Reflexes</h5><h5><b>Skills </b>Craft (any two) +10, Heal +11, Knowledge (local) +10, Knowledge (religion) +7, Perception +13, Sense Motive +13</h5><h5><b>Languages </b>telepathy (100 ft.)</h5><h5><b>SQ </b>genius loci, naturally invisible, statua</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Genius Loci (Su)</b> As a free action, a lar can possess any inanimate object with which it comes into contact, thereby animating it under its control. The object and lar merge, taking on the statistics of an animated object of the same size (see animated objects in the Pathfinder RPG Bestiary). A lar may possess any object of Tiny to Large size. If the animated object is destroyed or targeted by dispel good, the lar is expelled and takes 1d6 points of damage per size category of the possessed object-1d6 for a Tiny object, 2d6 for a Small object, and so on. The lar is then free to possess another object, if one is available. If a lar is reduced to 0 hit points or fewer, it is banished to its statua for 24 hours, after which it is fully healed. If the lar does not have a statua, or the statua is destroyed while it is at 0 or fewer hit points, the lar is killed. </h5><h5><b>Natural Invisibility (Su)</b> This ability is constant, allowing a lar to remain invisible even when attacking. This ability is inherent and not subject to the invisibility purge spell. </h5><h5><b>Statua (Su)</b> All lares rely on a small stone figure, known as a statua, for survival. This figurine serves as a lar's home, resting place, and tie to the Material Plane. Lares typically rest within their statua, finding it a comfortable place from which to oversee their surroundings. For every round a lar spends doing nothing besides resting within its statua, it regenerates 1 point of damage. However, being separated from the statua for extended periods of time weakens the lar. For every 5 hours a lar remains outside of its statua, it takes 1d6 points of nonlethal damage. Only returning to the statua can heal this damage. If a lar falls to 0 hit points, even from nonlethal damage, it is banished back to the Upper Planes. While a lar's statua exists, the connected lar is treated as a native outsider. Any attempt to banish the lar-through dismissal or a similar spell-merely transports the creature back to its statua. If the statua is destroyed, a lar can be dismissed from the Material Plane as normal.</h5><h5><b> Suggestion (Sp)</b> A lar can influence creatures as per the spell suggestion, with some variations, at will. First, to influence a creature in this manner, a lar must occupy the same square as its target. The lar is considered to be able to speak any language and communicate with any creature-even animals and vermin (which are usually immune to mind-affecting effects)-for the purposes of this effect. The target may attempt to resist a lar's suggestion by making a DC 17 Will save. The save DC is Charisma-based and includes a +2 racial bonus.</h5></div><br></br><div><h4><p>Sometimes referred to as \"watchsouls,\" lares are subtle, benevolent spirits that prefer to spend their existence on the Material Plane minding the homes and fortunes of deserving mortals. Kind but aloof, lares watch over their mortal wards and help only when they are most needed. Yet where their homes are intruded upon or their charges imperiled, they prove frighteningly effective guardians, turning everything in their tiny dominions into living weapons.</p><p>Lares are innately invisible, making the nature of their existence something of a mystery. Originating from the Upper Planes, these spirits have no true bodies and appear only as vague spectral eddies to those capable of seeing invisible beings. Yet while their forms prove vague, their blessings are undeniable.</p><p><b>Ecology</b><br> Although formed upon the Upper Planes, lares find themselves drawn to the Material Plane. While some seek out mortal souls to watch over out of some innate sense of protectiveness, others feel a more specific draw, searching out members of specific races, nations, heritages, or families.</p><p>Upon taking up residence in a home of their choosing, what motivates and sustains these benevolent spirits is little understood. They seem to take sustenance from positive emotions, growing weak if left in places with quarrelsome residents or that fall to ruin. Lares never seem to die from negative emotions or abandonment, though, merely biding their time in the hopes that their dwelling might someday again host amenable residents.</p><p><b>Habitat & Society</b><br> Mortals sharing their home with a lar often create household shrines to them. These tiny sanctuaries, called lararia (singular lararium), serve to house the lar's statuae. Though the lar does not require offerings, many families give them anyway, treating their spirit with reverence. Over time, the lar might become like a member of the family, with the spirit offering advice and taking a keen interest in the raising of children and protection of the home.</p><p>Once a family has been chosen, a lar does not leave its dwelling, not even to follow the family during extended leaves. The only exception to this is if the family takes the statua with them, though this is not a practice lares encourage. Since the statuae are their anchors to the Material Plane, lares are insecure about exposing them to the outside world where they might be lost, stolen, or damaged.</p><p><b>Summoning a Lar</b><br> A tradtion said to have been created and passed down since the days of lost Azlant, many families, homes, and even shops and public buildings along the Inner Sea invite lares to take up residence, seeking the blessings of the divine.</p><p>Few, however, know when their invitations have been accepted, though, as a lar might prove aloof for months or years as it gauges its new wards. In order to welcome such spirits, families construct tiny effigies called statuae in the shapes of honored ancestors, regional heroes, or fanciful creatures, in which the spirits might come and reside. These statuae are non-magical effigies, typically composed of stone or fine wood and anointed with fine lacquers and oils, requiring 2 days, a successful DC 20 Craft check, and 40 gp to create.</p><p>Once created, these Diminuative figures typically have a hardness of 5 and 10 hit points. If destroyed, a statua may be recreated in this same method.</p><p>Summoning a lar is a more elaborate affair, requiring nightly prayers and small offerings of fruit, incense, flowers, and similar gifts to the statuae. For each night one prays to the figure for their home or family's protection there is a cumulative 1% chance a lar hears and turns its attention to the petitioner. This attention doesn't mean that a lar will aid a home, but merely that it has heard the prayer, and it might yet decide that its philosophies and virtues are incompatible with the supplicant. If such is the case, the lar quietly ignores the prayer, and the petitioner's chance to gain a lar's attention resets to 0%, all entirely unknown to the mortal.</p><p>When a lar does accept an invitation, it may immediately plane shift to the associated statua, claiming it as its own.</p><p>A lar typically makes some subtle acknowledgement that it has come, perhaps slightly altering its statua's appearance or lighting candles upon its arrival. It still often takes months, even years, for a lar to become intimate with a family and make its presence actively known, and some never do.</p><p><b>Lares in Golarion</b><br> Lares exhibit extremely variable personalities, and while some prove aloof even after centuries, others become gregarious members of their protected families. Noted here are just two such dichotomous lares rumored to guard sites in Golarion.</p><p>Uncle Penates: When only the members of the Aphinius family of Taldor are present, their home's lar possesses the expensive painting within their drawing room.</p><p>From its hidden statua just behind the painting, the boisterous spirit delights in animating the fine oils to make it appear as though the paunchy and opulently dressed Taldan nobleman pictured is personally relaxing and conversing with the family members nearby. None of the family know the nature of the effect, many believing the house is haunted by the spirit of their ancestor, but none fear or begrudge the presence of kind old Uncle Penates.</p><p>Wolz: This lar has long lingered in the burnt-out ruin of an old stone cottage just east of Windsong Abby in Varisia. His wolfshaped statua having fallen beneath a pile of hearth stones, Wolz subtly watches over any goodly travelers who come to rest in the tiny ruin, lighting a fire, providing water, and warding off danger as if they were his long-lost family.</p></h4></div>", "Languages": "telepathy (100 ft.)", "Source": "AP 27", "Land": "0", "Organization": "solitary", "Ref": "7", "Climb": "0", "HD": "(6d10+6)", "AbilitiyScores": "Str 10, Dex 17, Con 13, Int 12, Wis 15, Cha 14", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 407, "SubType": "(good, incorporeal, lawful, native)", "MonsterSource": "", "Feats": "Alertness, Improved Lightning Reflexes, Lightning Reflexes", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "17, touch 17, flat-footed 14", "Swim": "0", "Name": "Lar", "VariantParent": "", "Skills": "Craft (any two) +10, Heal +11, Knowledge (local) +10, Knowledge (religion) +7, Perception +13, Sense Motive +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "genius loci, naturally invisible, statua", "Saves": "Fort +3, Ref +7, Will +4", "Melee": "", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "0 ft., fly 30 ft. (perfect)", "Alignment": "LG", "Size": "Medium"}