{"Group": "Naga", "Space": "15 ft.", "Mythic": "0", "HP": 133, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Naga, Royal </h2><h3><i>Lifting itself upright, this golden-scaled snake possesses five vaguely human-looking heads. Each face is stern and regal, and bejeweled circlets upon each forehead wrap around the creature's cobra-like hoods. Its five sets of eyes glow with their own eerie, lambent light.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Royal Naga</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>LN Huge aberration </h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; see invisibility; Perception +27</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>26, touch 11, flat-footed 23 (+15 armor, +3 Dex, -2 size)</h5><h5><b>hp </b>133 (14d8+70)</h5><h5><b>Fort </b>+9, <b>Ref </b>+9, <b>Will </b>+15</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>5 bites +14 (2d6+6 plus grab)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>dual gaze, constrict (2d6+6)</h5><h5><b>Spells Known</b> (CL 7th)</br>3rd (7/day)&mdash;<i>blink</i>, <i>suggestion</i> (DC 17)</br>2nd (7/day)&mdash;<i>enthrall</i> (DC 16),<i> scorching ray</i>, <i>hold person</i> (DC 16)</br>1st (5/day)&mdash;<i>charm person</i> (DC 15),<i> mage armor</i>,<i> magic missile</i>,<i> ray of enfeeblement</i>,<i> shield</i></br>0&mdash;<i>daze</i> (DC 14),<i> detect magic</i>, <i>flare</i> (DC 14),<i> mage hand</i>,<i> message</i>,<i> read magic</i>, <i>touch of fatigue</i> (DC 14)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 23, <b>Dex</b> 17, <b>Con</b> 21, <b>Int</b> 18, <b>Wis</b> 22, <b>Cha</b> 19</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+18; <b>CMD </b>31</h5><h5><b>Feats </b>Alertness, Blind-Fight, Combat Casting, Combat Reflexes, Eschew Materials<sup>B</sup>, Improved Initiative, Lightning Reflexes, Stand Still</h5><h5><b>Skills </b>Acrobatics +20 (+24 jump), Bluff +18, Diplomacy +18, Knowledge (arcana) +18, Knowledge (history) +11, Knowledge (nobility) +11, Perception +27, Sense Motive +24, Stealth +12</h5><h5><b>Languages </b>Celestial, Common, Infernal</h5><h5><b>SQ </b>alternate form</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Alternate Form (Su)</b> A royal naga can assume one of five humanoid forms three times per day as per the spell polymorph. The race and appearances of these forms are unique to every royal naga. A royal naga cannot transform into a humanoid other than its unique five forms. Unlike polymorph, a royal naga can use its dual gaze while in humanoid form. </h5><h5><b>Dual Gaze (Su)</b> Royal nagas have piercing stares capable of crippling those who meet their gazes. These nagas have two gaze attacks. As a standard action, a royal naga can switch which gaze it is using. Blinding Gaze-Blinded permanently (as per the spell blindness/deafness), 30 feet, Fortitude DC 21 negates. The save DC is Charisma-based. Silencing Gaze-Silenced permanently (as per the spell silence), 30 feet, Fortitude DC 21 negates. The save DC is Charisma-based.</h5><h5><b> See Invisibility (Sp)</b> A royal naga can see invisibility, as per the spell, at will. This ability is always in effect. </h5><h5><b>Spells</b> A royal naga casts spells as a 7th-level sorcerer, and can cast spells from the cleric list as well as those normally available to a sorcerer. Cleric spells are considered arcane spells for a royal naga.</h5></div><br></br><div><h4><p>Regal and proud creatures, royal nagas haunt lost cities and forgotten kingdoms, guarding ancient treasures for their own inscrutable reasons. Their serpentine bodies are crowned by five stern heads, and their fine scales range through a variety of rich colors, from the lustrous sheen of jade to the rainbow hues of myriad gemstones.</p><p>The five faces of a royal naga are sharp and fierce, taking on a terrifying countenance when the creature is angered. Bespeaking their innate pride, even vanity, most royal nagas adorn their serpentine hoods or faces with elaborate and valuable piercings, crowns, or other precious adornments.</p><p>Royal nagas stretch to a length of 14 feet or more, and often weigh more than 750 pounds.</p><p><b>Ecology</b><br> Long-lived creatures, royal nagas frequently seek to make lairs among the shattered remains of cities, castles, and citadels, drawn to the sites for their great historical import and for other, less fathomable reasons. Within their demesnes, they assume the role of protectors of lost treasure and cataloguers of forgotten lore, taking it upon themselves to preserve the relics and history of ancient times. Royal nagas brook no intrusion into their realms, and though the creatures are not violent by nature, they do not hesitate to slay those foolish enough to desecrate the lands they have claimed as their own. Although a royal naga might seek out many forgotten lands within its lifetime, many choose to remain in one location for centuries at a time, plumbing the depths of a city's secrets and protecting it from intrusion.</p><p>Royal nagas' demeanors match their stately appearance, as they tend to be stern in nature and commanding in speech. Although naturally sociable, they are distrustful of strangers and seem to have great difficulty speaking to other creatures as equals; oftentimes they cannot help but command inferior creatures to do their bidding or speak condescendingly to those whose knowledge of history is inferior to their own. Among those who earn their respect or admiration, royal nagas take great pleasure in discussing the intricacies of history, particularly with regard to their current domains; adventurers who successfully win the trust of these creatures find that they can be invaluable fonts of historical information and advice about how to successfully navigate local dangers.</p><p>Tales of royal nagas frequently mention the fabulous ancient treasures the creatures are rumored to guard, and feverish dreams of limitless wealth have driven many explorers and adventurers to seek their lairs. Such tales warn against the creatures' ability to assume the shape of men, appearing before interlopers as cloaked and hooded figures who demand to know why the adventurers have trespassed upon their domain, and those fools who rebuff or attack the creatures have had their sight and speech stricken from them.</p><p>Royal nagas prove exceptional long-lived, with many even claiming to be immortal. Whether these nagas are actually deathless or if this is merely a prideful boast, none can truly say, but it's a well-confirmed fact that royal nagas can live in excess of 1,400 years.</p><p><b>Habitat & Society</b><br> Many scholars of the distant east, from the realms of Casmaron and Vudra where these serpentine lords most commonly lurk, claim that royal nagas were once allies of humanity and advisors to some of the grandest empires the world has ever known. Several epics of these exotic realms speak of enigmatic sages and lordly seers with eyes like those of snakes bearing the wisdom of the gods or realms beneath the mountains and seas. With the fall of many great civilizations of man, it's said that those who were once teachers have becoming caretakers, guarding the secrets they once taught, keeping them safe for the next empire worthy of their counsel. Yet by what standard these ancient nagas hold others worthy, only they know.</p><p>Within the hidden realms and lost cities they inhabit, royal nagas tend to seek out the most prominent building to serve as their lair. Residing in such magnificent structures as temples or fortresses both stokes their own inflated egos and serves as a strategic position from which they can survey their territories. If no such building exists or remains intact, they settle for the most grandiose natural feature of the surrounding landscape, be it atop the crest of a hill or beneath the roots of an enormous tree. The interiors of such lairs often bear little evidence of habitation, the only sign of the naga's presence being the snake-like trails left in the dust and the raspy sound of their slithering approach.</p><p>Much to their chagrin, royal nagas often find that they are not the only creatures who prowl the ruins of ancient civilizations. The nagas cannot abide the presence of others in their domains, particularly those who would defile the pristine architecture or who seek to attain forbidden lore for destructive purposes; consequently, they frequently clash against monstrous interlopers, such as tribes of feral humanoids, horrors crawled from the depths of the Darklands, powerful fiends, and worse.</p><p>If they cannot kill or drive away such monsters entirely, royal nagas claim a portion of the city for themselves and defend it against all intruders. Occasionally, a royal naga will form alliances with its neighbors, using them to drive away explorers and other intruders in exchange for a portion of the treasure hoard it accumulates.</p><p>Royal nagas rarely seek out other nagas to associate with, perceiving most as being beneath them. This doesn't prevent such creatures from having dealings, though, should a royal naga's ego be suitably indulged.</p><p>Such is not uncommon when nagas of disparate types do meet, though, as both dark and guardian nagas hold great respect for their multi-headed kindred, regarding them with an almost holy esteem. Spirit nagas, on the other hand, vehemently despise royal nagas, and both breeds attempt to kill members of the other type on sight.</p></h4></div>", "Languages": "Celestial, Common, Infernal", "Source": "AP 27", "Land": "0", "Organization": "solitary", "Ref": "9", "Climb": "0", "HD": "(14d8+70)", "AbilitiyScores": "Str 23, Dex 17, Con 21, Int 18, Wis 22, Cha 19", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 408, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Blind-Fight, Combat Casting, Combat Reflexes, Eschew MaterialsB, Improved Initiative, Lightning Reflexes, Stand Still", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "", "AC": "26, touch 11, flat-footed 23", "Swim": "0", "Name": "Royal Naga", "VariantParent": "", "Skills": "Acrobatics +20 (+24 jump), Bluff +18, Diplomacy +18, Knowledge (arcana) +18, Knowledge (history) +11, Knowledge (nobility) +11, Perception +27, Sense Motive +24, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "15", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "alternate form", "Saves": "Fort +9, Ref +9, Will +15", "Melee": "5 bites +14 (2d6+6 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "40 ft.", "Alignment": "LN", "Size": "Huge"}