{"Group": "Devil", "Space": "5 ft.", "Mythic": "0", "HP": 261, "Treasure": "double (+5 shadow full plate, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Devil, Apostate</h2><h3><i>Armored in the ceremonial garb of some grim knight, this figure stands unnaturally still, though the intricate metalwork patterns of its sculpted mantle writhe and shift as if alive. Claws the length of longswords extend from its armored fingers in razor-sharp fans, and no head or helm rests upon its ironclad shoulders. Instead, there hovers only a plain mask, an unnatural facade devoid of all empathy, emotion, or mercy.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Apostate Devil (Deimavigga)</p><p class=\"alignright\">CR 17</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>102,400</h5><h5>LE Medium outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+14; <b>Senses </b>darkvision 60 ft., see in darkness; Perception +28</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>46, touch 20, flat-footed 36 (+14 armor, +10 Dex, +12 natural)</h5><h5><b>hp </b>261 (18d10+162); regeneration 5</h5><h5><b>Fort </b>+20, <b>Ref </b>+16, <b>Will </b>+20</h5><h5><b>DR </b>10/good and silver; <b>Immune </b>fire, poison; <b>Resist </b>acid 10, cold 10; <b>SR </b>27</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 30 ft. (perfect)</h5><h5><b>Melee </b>2 claws +28 (1d8+9/19-20 plus 1d6 Wisdom drain)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>boundless reach, ohrwurm, summon devil</h5><h5><b>Spell-Like Abilities</b> (CL 18th)</br>At will&mdash;<i>alter self</i> (DC 20), <i>dream</i> (DC 24), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>major image</i> (DC 22), <i>mirage arcana</i> (DC 24)</br>3/day&mdash;<i>blasphemy</i> (DC 26), <i>dominate person</i> (DC 24), <i>hold monster</i> (DC 22), <i>insanity</i> (DC 26),<i> touch of idiocy</i>, <i>veil</i> (DC 25)</br>1/day&mdash;<i>mind fog</i> (DC 24), <i>screen</i> (DC 27)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 28, <b>Dex</b> 31, <b>Con</b> 28, <b>Int</b> 21, <b>Wis</b> 24, <b>Cha</b> 28</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+28; <b>CMD </b>47</h5><h5><b>Feats </b>Agile Maneuvers, Combat Expertise, Combat Reflexes, Improved Critical (claw), Improved Disarm, Improved Initiative, Iron Will, Persuasive, Weapon Focus (claw)</h5><h5><b>Skills </b>Acrobatics +28, Bluff +30, Diplomacy +34, Disguise +27, Fly +18, Intimidate +34, Knowledge (history) +26, Knowledge (planes) +26, Knowledge (religion) +26, Perception +28, Sense Motive +28, Stealth +28</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Draconic, Infernal; indomitable oration, telepathy 100 ft.</h5><h5><b>SQ </b>evangelization, indomitable oration, malleable form</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Hell</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double (+5 shadow full plate, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Boundless Reach (Su)</b> A deimavigga's claws slice through reality, allowing it to make melee attacks against any creature it is aware of-typically meaning creatures within 100 feet. The devil still only threatens the 10-foot area around it and it cannot make attacks of opportunity against creatures farther away. This ability can span vast distances, allowing a deimavigga making use of divination magic to detect distant creatures and attack foes separated by miles or even planes. Spells</b> like forbiddance, which prevent planar travel, also protect against a deimavigga's claws. The spell dimensional anchor also prevents a deimavigga from using this ability for the duration of that spell. An attacked creature can retaliate that round, striking at the devil's claws with weapons or spells as if its entire body were present, but cannot grapple or otherwise prevent the claws from vanishing out of reach at the end of the round. </h5><h5><b>Evangelization (Su)</b> The words of deimaviggas are poison to the mind. Every round a deimavigga speaks (a free action), all non-devils with an Intelligence score of 3 or higher within 30 feet must make a DC 28 Will save or become vulnerable to its blasphemous discourse. The DC of this Will save increases by +1 for each consecutive round a creature has listened to the same deimavigga speak. Creatures must be listening to a deimavigga to be affected by its oration. Deafened creatures and those in combat-either with the deimavigga or other creatures-are not considered to be listening. Victims cannot simply declare they are not listening without taking steps to impede their hearing. Upon failing this save, a victim can be affected by the heretical power of a deimavigga's words. The devil may use its speech to affect a listener in ways that mimic any of the following spells: calm emotions (DC 21), charm monster (DC 23), command (DC 20), confusion (DC 23), crushing despair (DC 23), deep slumber (DC 22), enthrall (DC 21), modify memory (DC 23), rage (DC 22), or suggestion (DC 22). Victims still receive saving throws against these spell effects, but if they fail their saves they are not aware the devil is working its power upon them. A deimavigga can affect multiple victims with different spell effects in the same round. A creature that makes its save against this ability is immune to that particular devil's evangelization for the next 24 hours. This is a sonic mind-affecting effect. The base save DC is Charisma-based. </h5><h5><b>Indomitable Oration (Su)</b> A deimavigga's speech is always perfectly clear and cannot be silenced or warped. In areas of incredible noise, through water or airless voids, even in areas of magical silence, these devil's voices can still be heard normally. All beings understand deimaviggas, as if these devils constantly spoke in all tongues at once. </h5><h5><b>Malleable Form (Su)</b> A deimavigga has complete control over its physical form, and if transformed into another shape against its will, it can revert to its own form as a free action.</h5><h5><b> Ohrwurm (Ex)</b> As a standard action, three times per day, a deimavigga can whisper a fundamental and terrifying multiversal truth to one creature within 5 feet. The target must make a DC 28 Will save or have the devil's words take root in its psyche. Outsiders and elementals have a +2 bonus on their saves to resist this ability. Initially, the deimavigga's words seem to have no effect. Anytime the victim tries to rest, though, he must make an additional DC 28 Will save or be affected as per the spell nightmare (even if the victim doesn't technically sleep). After a night of suffering vivid dreams and wrestling with the devil's words, the victim must make yet another DC 28 Will save or have its alignment shift one step toward lawful evil. Only by unlearning what the deimavigga told it can a victim be free of this effect, requiring a spell such as miracle, modify memory, or wish.</h5><h5><b> Summon Devil (Sp)</b> Once per day a deimavigga can attempt to summon 1d6 osyluths or 2d4 barbazu with a 50% chance of success, or 1 gelugon with a 20% chance of success. This ability is the equivalent of an 8th-level spell. </h5><h5><b>Wisdom Drain (Su)</b> A deimavigga drains 1d6 points of Wisdom each time it hits with its claw attack. (A deimavigga does not heal any damage when it uses its Wisdom drain.)</h5></div><br></br><div><h4><p>Regal, fearsome, and unfeeling, deimaviggas seek to turn the faithful from their gods, using cold logic to proselytize the path of atheism, the freedom of the mortal spirit, and the order offered by Hell. Their slowly ever-shifting masks speak envenomed words and imply the hollow nature of their lies. Speaking out against all deities-except for Asmodeus, whom they subtly tout as a bringer of discipline even as they downplay his divinity-these deadly intellectuals know that those who turn from their deities are more likely to succumb to the temptations of their diabolical brethren.</p><p>Rather than attempting to sway the souls of individual mortals, these cunning fiends take on the roles of prophets of reason, disguising themselves beneath layers of illusion to evangelize the virtues and freedoms of lives unshackled from demanding deities. Occasionally one might focus its arguments on a soul of particular piety, delighting in throwing deities' most devoted servants into endless crises of faith. Deimaviggas care little for what gods their depredations affect, disenfranchising the worshipers of the divine and the profane alike.</p><p>In their natural shapes, deimaviggas stand 7 feet tall and weigh a mere 120 pounds. When disguised, though, they typically take the forms of wise old men, priests who have \"realized their folly,\" and even \"angels\" of truth.</p><p><b>Habitat & Society</b><br> Deimaviggas prefer to spend their time upon the Material Plane, swaying the weak and corruptible souls of mortals.</p><p>There they seek out either vast mortal cities, where their heresy might reach many ears, or small communities where the isolated might fall to their blasphemous philosophizing.</p><p>When in Hell, though, they linger in Caina, tormenting the souls of those trapped upon its lonely islands, developing and testing complicated and often confusing arguments.</p><p>Preferring to operate alone, these poison-tongued devils rarely work with others of their kind, even though their status as greater devils affords them great control over their lesser brethren. They find their arguments benefit from simplicity, their endeavors complicated by even the most obedient minions. Pit fiends and infernal dukes sometimes utilize deimaviggas as spies and spreaders of dissension and confusion, though even among devilkind these enigmatic fiends are considered strange and unnerving.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Draconic, Infernal; indomitable oration, telepathy 100 ft.", "Source": "Book of the Damned V1", "Land": "0", "Organization": "solitary", "Ref": "16", "Climb": "0", "HD": "(18d10+162)", "AbilitiyScores": "Str 28, Dex 31, Con 28, Int 21, Wis 24, Cha 28", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 410, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Agile Maneuvers, Combat Expertise, Combat Reflexes, Improved Critical (claw), Improved Disarm, Improved Initiative, Iron Will, Persuasive, Weapon Focus (claw)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "20", "Fly": "0", "RacialMods": "", "AC": "46, touch 20, flat-footed 36", "Swim": "0", "Name": "Apostate Devil", "VariantParent": "", "Skills": "Acrobatics +28, Bluff +30, Diplomacy +34, Disguise +27, Fly +18, Intimidate +34, Knowledge (history) +26, Knowledge (planes) +26, Knowledge (religion) +26, Perception +28, Sense Motive +28, Stealth +28", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "17", "XP": 102400, "TemplatesApplied": "", "Environment": "Hell", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "evangelization, indomitable oration, malleable form", "Saves": "Fort +20, Ref +16, Will +20", "Melee": "2 claws +28 (1d8+9/19-20 plus 1d6 Wisdom drain)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., fly 30 ft. (perfect)", "Alignment": "LE", "Size": "Medium"}