{"Group": "Devil", "Space": "15 ft.", "Mythic": "0", "HP": 175, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Devil, Heresy</h2><h3><i>Seemingly fused with a monstrous throne of iron skulls, this impossibly corpulent being floats several feet off the ground. Trappings cut in mockery of holy vestments do little to cover the thing's pallid, leaking rolls of blister-pocked girth. Worthless, clublike hands waggle like maggots, directing a cloud of weathered scrolls and blasphemous tomes that orbit its bulk. Barely distinguishable amid its mound of chins squints a pair of glassy black eyes, riding above a disproportionately wide mouth curled into a perpetually lecherous grin.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Heresy Devil (Ayngavhaul)</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>LE Huge outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., see in darkness; Perception +21</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 7, flat-footed 29 (+4 armor, -1 Dex, +18 natural, -2 size)</h5><h5><b>hp </b>175 (13d10+104); fast healing 5</h5><h5><b>Fort </b>+17, <b>Ref </b>+3, <b>Will </b>+13</h5><h5><b>DR </b>5/good; <b>Immune </b>fire, poison; <b>Resist </b>acid 10, cold 10; <b>SR </b>22</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., fly 40 ft. (perfect)</h5><h5><b>Melee </b>2 slams +18 (2d8+7), bite +18 (2d6+7)</h5><h5><b>Ranged </b>searing word +10 (3d6)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>blasphemous bile, summon devil</h5><h5><b>Spell-Like Abilities</b> (CL 13th)</br>At will&mdash;<i>deathwatch</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>illusory script</i> (DC 17),<i> mage hand</i>, <i>major image</i> (DC 17),<i> message</i></br>3/day&mdash;<i>contagion</i> (DC 19),<i> deeper darkness</i>,<i> dispel good</i>,<i> dispel magic</i>,<i> invisibility purge</i>,<i> magic circle against good</i>, <i>speak with dead</i> (DC 18), <i>telekinesis</i> (DC 20), <i>stinking cloud</i> (DC 17),<i> summon monster V</i>, <i>unholy blight</i> (DC 19),<i> zone of silence</i></br>1/day&mdash;<i>blasphemy</i> (DC 20),<i> legend lore</i>,<i> mislead</i>, <i>unhallow</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 24, <b>Dex</b> 8, <b>Con</b> 24, <b>Int</b> 22, <b>Wis</b> 21, <b>Cha</b> 20</h5><h5><b>Base Atk </b>+13; <b>CMB </b>+18; <b>CMD </b>37</h5><h5><b>Feats </b>Diehard, Endurance, Great Fortitude, Improved Initiative, Persuasive, Toughness</h5><h5><b>Skills </b>Bluff +21, Diplomacy +25, Fly +8, Intimidate +17, Knowledge (arcana) +22, Knowledge (history) +19, Knowledge (planes) +22, Knowledge (religion) +22, Perception +21, Perform (oratory) +18, Profession (librarian) +10, Sense Motive +21, Spellcraft +22</h5><h5><b>Languages </b>Abyssal, Celestial, Draconic, Infernal</h5><h5><b>SQ </b>corpulence, devil summoner, throne of skulls</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Hell</h5><h5><b>Organization </b>solitary, pair, or lecture (3-8)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Corpulence (Ex)</b> Ayngavhauls are greasy and grossly obese. This extraordinary bulk provides them with a +10 bonus on their combat maneuver defense. </h5><h5><b>Blasphemous Bile (Su)</b> 30-ft. line, once every 1d4 hours; damage 4d6 acid, Reflex DC 23 half. Those struck by this bile find themselves drenched in liquid corruption so profound it impedes the power of non-evil divine magic for 10 minutes. Any non-evil divine spellcaster who casts a spell targeting a creature soaked in an ayngavhaul's bile must make a DC 23 caster level check or have the spell fail. A creature affected by this bile may wash off the sludge by spending a round and using at least a gallon of fluid to cleanse itself. The save DC is Constitution-based. </h5><h5><b>Devil Summoner (Su)</b> Ayngavhauls know the secrets of all breeds of devils, utilizing such leverage in the summoning of their kind. Any devil within 30 feet of an ayngavhaul has half again the normal chance of having a fiend respond to its summon devil ability. For example, an osyluth's usual 35% chance to summon another bone devil increases to 52% when within 30 feet of an ayngavhaul. Summoning bonuses provided by multiple ayngavahuls do not stack. Ayngavahuls are immune to this ability, from both themselves and others of their kind. </h5><h5><b>Searing Word (Su)</b> An ayngavhaul can speak words of torment, giving them shape and sending them streaking toward their enemies in the form of diabolical sigils. Any good-aligned creature struck by one of these infernal words takes 3d6 points of hellfire damage (half fire, half evil energy); nongood creatures take half damage. These words cannot affect creatures affected by protection from evil or within an area of magical silence.</h5><h5><b> Summon Devil (Sp)</b> Once per day an ayngavhaul can attempt to summon 2d6 imps, 1d4 bearded devils, or 2 bone devils with an 80% chance of success, or a contract devil (see Pathfinder Adventure Path volume #12) with a 45% chance of success. This ability is the equivalent of a 6th-level spell. </h5><h5><b>Throne of Skulls (Su)</b> All ayngavhauls hover upon fearsome infernal thrones. These thrones grant the devils their fly speed and a +4 armor bonus. Should an ayngavhaul be grappled or knocked down, it is unseated from its throne and loses these benefits. An ayngavhaul has telepathic command over its throne and may call its conveyance back and reseat itself as a full-round action.</h5></div><br></br><div><h4><p>Bloated scholars of despair, ayngavhauls collect, create, and spread heresies and apocrypha, sowing disbelief and corruption to all who would seek their foul wisdom. Ironically among the most humanlike, yet still most repulsive breeds of devilkind, these corpulent blasphemers are barely even able to move without the aid of their profane floating thrones.</p><p>Although their bloated forms make them considerably less of a threat than their brethren physically, they speak maledictions foul enough to agonize those who hear them, yet even with such powers of vicious wisdom, their true strength lies in their envenomed words and temptations of the mind. Their centuries of research grant them great leverage over their diabolical kin, and few devils dare not obey the summons of these hellish scholars.</p><p>Ayngavhauls are roughly ovular in form, their def lated girths about 10 feet tall with their rolls of wet gristle spreading over 13 feet wide. Off their thrones, these devils weigh approximately 2,300 pounds, though the eldest can weigh considerably more.</p><p><b>Ecology</b><br> Ayngavhauls' bloated girths make them slaves to their repulsive physical forms. All ayngavhauls, even the newly formed, are monstrously obese, trapped within prisons of their own leaking, diabolical flesh. To aid them, though, the forges of Phlegethon create terrifying thrones empowered by infernal magics. These foul chariots hold their corpulent masters aloft, serving as both vehicles and sources of profane protection. Each throne of skulls is bound to a specific ayngavhaul, dissolving into a pile of ashes and a breath of searing iron dust should its master be destroyed.</p><p><b>Habitat & Society</b><br> The majority of ayngavhuals frequent the grim libraries of Hell, particularly the mired museums of Stygia; the Fallen Fastness of Dis; and Betzebbul, the palace of Baalzebul, in Cocytus. Within these heretical storehouses and academies of evil, these grotesque devils rewrite the histories of countless worlds to obscure truths and skew the past toward the desires of Hell. Grotesque curators of a sort, individual ayngavhauls take great pride in specializing in fields none of their brethren have ever thought to focus their studies upon-the more obscure and blasphemous, the better. Thus, while one devil might spend eons learning all there is to know of linnorm frost poisons, another might research the nuances of Azlanti voice tearing. Each seeks to promote its particular field of research above all others, sowing its knowledge among their blasphemous works, minions, and summoners who might put such foul wisdom to the most sinister uses. They prove incessantly paranoid that the works of their brethren might be outstripping their own discoveries, or that others in related fields might be stealing their research, thus proving both suspicious of their kindred and intimately familiar with the works of other infernal scholars. As such, a single ayngavhaul might begrudgingly point a summoner in search of specific information toward a diabolical expert, though these knowledge-obsessed fiends never reveal their secrets without demanding a price.</p></h4></div>", "Languages": "Abyssal, Celestial, Draconic, Infernal", "Source": "Book of the Damned V1", "Land": "0", "Organization": "solitary, pair, or lecture (3-8)", "Ref": "3", "Climb": "0", "HD": "(13d10+104)", "AbilitiyScores": "Str 24, Dex 8, Con 24, Int 22, Wis 21, Cha 20", "Gear": "", "Ranged": "searing word +10 (3d6)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 411, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Diehard, Endurance, Great Fortitude, Improved Initiative, Persuasive, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "17", "Fly": "0", "RacialMods": "", "AC": "29, touch 7, flat-footed 29", "Swim": "0", "Name": "Heresy Devil", "VariantParent": "", "Skills": "Bluff +21, Diplomacy +25, Fly +8, Intimidate +17, Knowledge (arcana) +22, Knowledge (history) +19, Knowledge (planes) +22, Knowledge (religion) +22, Perception +21, Perform (oratory) +18, Profession (librarian) +10, Sense Motive +21, Spellcraft +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "13", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "Hell", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "corpulence, devil summoner, throne of skulls", "Saves": "Fort +17, Ref +3, Will +13", "Melee": "2 slams +18 (2d8+7), bite +18 (2d6+7)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "10 ft., fly 40 ft. (perfect)", "Alignment": "LE", "Size": "Huge"}