{"Group": "Devil", "Space": "10 ft.", "Mythic": "0", "HP": 84, "Treasure": "standard (masterwork trident, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Devil, Warmonger</h2><h3><i>Armored like an infernal knight upon some monstrous steed, this fiend of iron and nails scuttles upon six heavy, bladed, beetle-like legs. Its body seems to be nothing more than plates upon hulking plates of dark metal, each pierced through with gleaming spikes studded with the gruesome trophies of past massacres. In one clawed gauntlet it grips a long, twisted trident, while in the other it readies a thick net woven with fiendish barbs.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Warmonger Devil (Levaloch)</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>LE Large outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., see in darkness; Perception +16</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 12, flat-footed 19 (+3 Dex, +10 natural, -1 size)</h5><h5><b>hp </b>84 (8d10+40)</h5><h5><b>Fort </b>+10, <b>Ref </b>+9, <b>Will </b>+5</h5><h5><b>Defensive Abilities </b>construct form; <b>DR </b>5/good; <b>Immune </b>fire, poison; <b>Resist </b>acid 10, cold 10; <b>SR </b>12</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., climb 40 ft.</h5><h5><b>Melee </b>mwk trident +13 (2d6+7), 2 legs +7 (1d8+2) or 2 claws +12 (1d6+5), 2 legs +7 (1d8+2)</h5><h5><b>Ranged </b>mwk trident +10 (2d6+7) or net +10 ranged touch (entangle)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>merciless blow, summon devil, trample (1d8+7, DC 19)</h5><h5><b>Spell-Like Abilities</b> (CL 12th)</br>At will&mdash;<i>greater teleport</i> (self plus 50 lbs. of objects only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 20, <b>Dex</b> 17, <b>Con</b> 19, <b>Int</b> 14, <b>Wis</b> 16, <b>Cha</b> 15</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+14; <b>CMD </b>27</h5><h5><b>Feats </b>Combat Reflexes, Improved Initiative, Power Attack, Toughness</h5><h5><b>Skills </b>Acrobatics +14 (+18 jumping), Bluff +13, Climb +17, Craft (weapons) +9, Intimidate +13, Knowledge (dungeoneering) +9, Knowledge (engineering) +9, Knowledge (planes) +13, Perception +16, Stealth +12</h5><h5><b>Languages </b>Celestial, Draconic, Infernal; telepathy 100 ft.</h5><h5><b>SQ </b>hellstrider, phalanx, stability</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Hell</h5><h5><b>Organization </b>solitary, pair, or troop (3-18)</h5><h5><b>Treasure </b>standard (masterwork trident, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Construct Form</b> Despite being true devils, levalochs possess a number of immunities common to constructs, including immunity to ability damage, ability drain, death effects, death from massive damage, disease, energy drain, exhaustion, fatigue, necromancy effects, nonlethal damage, paralysis, sleep effects, and stunning. Upon being reduced to 0 hit points, they are immediately destroyed. <h5><b>Hellstrider (Su)</b> A levaloch is not impeded by rough terrain, and can move or charge through such squares as normal. It can also cross areas covered with deadly impediments (such as caltrops or thorns) without being damaged or hindered. In addition to being entirely immune to fire, the creature's legs are immune to acid and cold, allowing it to cross even rivers of acid or lava without being damaged or hindered as long as the material is less than 4 feet deep. This ability does not protect a levaloch against magical hindrances like black tentacles, web, or similar spells. </h5><h5><b>Merciless Blow (Su)</b> Levalochs show no mercy to the vulnerable. Any trident attacks they make against entangled creatures (including those entangled by its net) deal an extra 2d6 points damage.</h5><h5><b> Phalanx (Ex)</b> Devils gain a +1 morale bonus on attacks and to AC while adjacent to a levaloch.</h5><h5><b> Stability (Ex)</b> Levalochs receive a +4 racial bonus to their CMD when resisting a bull rush or trip attempt while standing on the ground.</h5><h5><b> Summon Devil (Sp)</b> Once per day a levaloch can attempt to summon 1d4 lemures or 1 bearded devil with a 40% chance of success. This ability is the equivalent of a 4th-level spell. </h5><h5><b>Skills</b> Levalochs have a +2 racial bonus on Stealth and Perception checks. This Stealth bonus increases to +8 when a levaloch is concealed amid metal objects or debris.</h5></div><br></br><div><h4><p>Fearsome giants of steel and blades, levalochs serve within the armies of archdevils and infernal dukes as potent warriors and tenacious hunters, creatures of absolute discipline endlessly obedient to diabolical tyrants. Renowned for their skill on Hell's battlefields, these fearsome soldiers excel in moving swiftly over the broken landscapes that typify the nine layers of the Pit, hunting down intruders and seeking out errant souls wherever they might flee. En masse, the armored clanking of obedient and watchful infantry sound like the workings of great machines as levaloch hosts man Hell's ramparts, from the Iron Fortresses of Avernus to the walls of Ashtart. Levalochs possess consistent forms, each resembling all others of their kind in general shape and size, though each devil's armor proves distinctive. Some claim that the arrangement of a levaloch's spikes, horns, blades, or other iron-shod embellishments might reveal what layer of Hell or infernal noble spawned the devil, though few have the time to ponder such concerns as one of these razor-legged legionaries rages forward. With little variation, levalochs stand just over 10 feet tall and weigh almost exactly 1 ton.</p><p><b>Ecology</b><br> Levalochs blur the line between devil and automaton. While created from the souls of the damned and the profane energies of Hell, these fiends live only to obey their masters and, upon their home plane, seemingly possess little will or ambition beyond such obedience. Requiring no food or rest, a levaloch sentinel might hold its post, completely motionless, for centuries, collecting ages of dust without complaint as it awaits orders that might never come. While intelligent, these devils prove fanatically devoted to the causes of their masters, the archdevils, Asmodeus, and Hell itself, drawing on ingrained wells of discipline and faith to mete out the greater will of their overlords. Levalochs are highly prized throughout the Pit for this discipline, held up as epitomes of diabolical warriors second only to the ferocious cornugons, and pointed to throughout the planes as embodiments of the soldier's ideal. Yet this discipline only persists while levalochs remain under orders from more powerful devils. Left to their own devices, each levaloch fancies itself a tyrant by its own right and relishes the opportunity to promote conf lict and bloodshed through petty mortal angst and grudges.</p><p>While all devils possess anatomies that perpetually baff le mortal scholars, levalochs prove even more enigmatic, having no internal physiology at all. Being little more than living suits of blasphemous chitin and Hell-forged armor, these fiends lack all weaknesses of even infernal flesh and blood, while retaining all of the potent resistances common to their diabolical kin. A levaloch's sentience seems to linger within its armored shell, remaining until that exoskeleton proves too damaged to contain an animating spirit any longer. Should a levaloch's armor be destroyed, the plates of metal and carapace fall to pieces and quickly corrode, revealing nothing more than the strong scent of pitch within. Despite their unusual anatomy, levalochs are still thinking, even cunning creatures. The fiendish intelligences housed within these ironclad horrors cause some sages to draw frightening parallels between levalochs and the profane soul-bound armors of the infamous undead graveknights.</p><p><b>Habitat & Society</b><br> Commonly found upon the first and sixth layers of Hell and amid the outlying fortresses of Dis, levalochs muster in the service of the Pit's most martial tyrants. Most know only their orders, following their masters' commands to the letter, disregarding all things that fall outside of their purview-at least until such things threaten their masters' holdings or themselves. Intruders within infernal citadels sometimes find themselves unchallenged as they wander vast halls watched over by whole platoons of posted, idle levalochs, only to be attacked unexpectedly upon encountering those specifically commanded to stand sentry. These fiends hold to their orders not out of dull-wittedness, but out of obsessive obedience to the rule of Hell, as proven by their murderous cunning in battle.</p><p>On the rare occasions levalochs find themselves left to their own devices, the true intellect of these armored terrors becomes apparent. Capable of shocking changes in personality, a levaloch that might not have spoken a word in its entire existence might prove shrewd and subtle when it finds itself upon the Material Plane, stirring old angers, forging Hellish weaponry, even training mortal warriors in a strategic game of warmongering and open campaigning, all encouraging bloodshed in the name of Hell. They despise the weakness of emotion and the changeability of mortal minds. Thus, they delight in testing themselves against mortal flesh, indulging in massacres and encouraging genocides against such weak, worthless creatures whenever their plots might gain even the slightest benefit from such atrocities. Such pride rarely proves the undoing of levalochs, though, as these armored fiends treat every battle as a chance to hone their impressive skills and give foes-regardless of race-no quarter.</p></h4></div>", "Languages": "Celestial, Draconic, Infernal; telepathy 100 ft.", "Source": "Book of the Damned V1", "Land": "0", "Organization": "solitary, pair, or troop (3-18)", "Ref": "9", "Climb": "0", "HD": "(8d10+40)", "AbilitiyScores": "Str 20, Dex 17, Con 19, Int 14, Wis 16, Cha 15", "Gear": "", "Ranged": "mwk trident +10 (2d6+7) or net +10 ranged touch (entangle)", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 414, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Combat Reflexes, Improved Initiative, Power Attack, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "0", "RacialMods": "", "AC": "22, touch 12, flat-footed 19", "Swim": "0", "Name": "Warmonger Devil", "VariantParent": "", "Skills": "Acrobatics +14 (+18 jumping), Bluff +13, Climb +17, Craft (weapons) +9, Intimidate +13, Knowledge (dungeoneering) +9, Knowledge (engineering) +9, Knowledge (planes) +13, Perception +16, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "Hell", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "hellstrider, phalanx, stability", "Saves": "Fort +10, Ref +9, Will +5", "Melee": "mwk trident +13 (2d6+7), 2 legs +7 (1d8+2) or 2 claws +12 (1d6+5), 2 legs +7 (1d8+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "40 ft., climb 40 ft.", "Alignment": "LE", "Size": "Large"}