{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 30, "Treasure": "Value 800 gp", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Cerebric Fungus</h2><h3><i>A veiny, swollen bulb that bears a disturbing resemblance to an oversized brain squats atop five ropy legs, haphazardly encrusted with fungal shelves and bearing folds that resemble gills. A wide orifice with chitinous, teeth-like ridges gapes at the top of the creature, fringed with waving filaments and two long tendrils that lash the air. Its form seems overlaid with a confusing welter of rapidly changing, flickering images, making it difficult to see clearly.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Cerebric Fungus</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Medium plant </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +12</h5><h5><b>Aura </b>unsettling appearance (60 ft., DC 14)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 10, flat-footed 15 (+5 natural)</h5><h5><b>hp </b>30 (4d8+12); fast healing 2</h5><h5><b>Fort </b>+7, <b>Ref </b>+1, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>otherworldly mind; <b>Immune </b>plant traits; <b>Resist </b>cold 5 Vulnerability light, sonic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 tendrils +5 (1d4+2 plus pull), bite +3 (1d6+1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft. (15 ft. with tendrils)</h5><h5><b>Special Attacks </b>pull (tendril, 5 ft.), star-shriek</h5><h5><b>Spell-Like Abilities</b> (CL 4th)</br>Constant&mdash;<i>detect thoughts</i> (DC 14)</br>At will&mdash;<i>touch of madness</i> (DC 14)</br>3/day&mdash;<i>calm emotions</i> (DC 14), <i>touch of idiocy</i> (DC 14)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>10, <b>Con </b>16, <b>Int </b> 14, <b>Wis </b>20, <b>Cha </b>15</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+5; <b>CMD </b>15</h5><h5><b>Feats </b>Improved Initiative, Multiattack</h5><h5><b>Skills </b>Bluff +9, Diplomacy +9, Perception +12, Stealth +7</h5><h5><b>Languages </b>telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Aucturn</h5><h5><b>Organization </b>solitary or colony (4-12)</h5><h5><b>Treasure </b>Value 800 gp</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Otherworldly Mind (Ex)</b></b> Any creature attempting to contact a cerebric fungus's mind or read its thoughts with a divination spell or similar ability must make a DC 16 Will save or be overwhelmed by the alien thoughts in the creature's head. Those who fail take 1d6 points of nonlethal damage, are confused for 1d6 rounds, and their spell immediately ends. The save is Charisma-based and includes a +2 racial bonus. </h5><h5><b>Star-Shriek (Ex)</b> When distressed, a cerebric fungus can unleash a shrill scream of madness and despair that echoes the cold, dark void between the stars. All creatures (except other cerebric fungi) within 30 feet must make a DC 15 Will save or be nauseated for 1d4 rounds. This ability can be used once per day as a full-round action. This is a sonic, mind-affecting effect. The save DC is Constitution-based. </h5><h5><b>Touch of Madness (Sp)</b> The caster may daze one living creature by making a successful touch attack. If the target creature does not make a successful DC 14 Will save, its mind is clouded and it takes no action for 1 round per caster level. The dazed subject is not stunned (so attackers get no special advantage against it). This is a mind-affecting enchantment, equivalent to a 2ndlevel spell. </h5><h5><b>Unsettling Appearance (Su)</b> A cerebric fungus constantly scans the minds of those around it, projecting around itself a confusing collage of images gleaned from their thoughts. Creatures within 60 feet that can see the fungus must succeed on a DC 14 Will save or take a -2 penalty on attack rolls while looking at the fungus. This is a mind-affecting phantasm. The save is Charisma-based.</h5></div><br><div><h4><p><p>Cerebric fungi are a race of carnivorous, intelligent fungi native to the distant planet Aucturn. Although they are one of the lowest life forms on that world, the fungi still possess an alien intellect far beyond that of most terrestrial creatures. Cerebric fungi rarely leave their native planet, but display great curiosity about other races and species when they visit other worlds, asking endless, apparently senseless, questions and engaging in disturbing experiments.</p><p>Cerebric fungi cannot speak, but they can telepathically communicate with any intelligent creature, as well as inf luence them with their mental powers. However, their extraterrestrial minds are so alien that communication can be extremely diff icult.</p><p>Those few mages or scientists that have managed to contact the fungi claim to have been granted great wisdom and knowledge of the Dark Tapestry between the stars through the sibilant mental whispers of the fungi, but only at the cost of their sanity.</p><p>Although capable of fine manipulation with their prehensile filaments, cerebric fungi normally forgo the use of weapons in favor of their natural attacks. They apparently feed on organic life in some way, though virtually nothing is known of their ecology or society, if they even have one.</p></h4></div>", "Languages": "telepathy 100 ft.", "Source": "PFS S1-35", "Land": "1", "Organization": "solitary or colony (4-12)", "Ref": "1", "Climb": "0", "HD": "(4d8+12)", "AbilitiyScores": "Str 14, Dex 10, Con 16, Int 14, Wis 20, Cha 15", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "5 ft. (15 ft. with tendrils)", "DontUseRacialHD": "0", "id": 4187, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative, Multiattack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "15, touch 10, flat-footed 15", "Swim": "0", "Name": "Cerebric Fungus", "VariantParent": "", "Skills": "Bluff +9, Diplomacy +9, Perception +12, Stealth +7", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "Aucturn", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +1, Will +6", "Melee": "2 tendrils +5 (1d4+2 plus pull), bite +3 (1d6+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}