{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 45, "Treasure": "standard (mwk rapier, mwk musical instrument, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Dawn Piper</h2><h3><i>Eldritch energy burns within the eyes of this humanoid figure. Strangely colored hair crowns her head like a torch, and gleaming white teeth shine from her grin. The creature cradles a pipe in her long, graceful fingers.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Dawn Piper</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>CN Medium fey (extraplanar)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +11</h5><h5><b>Aura </b>terrible beauty (30 ft., DC 16)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 15, flat-footed 13 (+4 Dex, +1 dodge, +3 natural)</h5><h5><b>hp </b>45 (7d6+21)</h5><h5><b>Fort </b>+5, <b>Ref </b>+9, <b>Will </b>+7</h5><h5><b>DR </b>5/cold iron; <b>SR </b>16</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>mwk rapier +8 (1d6+2/18-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>dissonance (every 1d4 rounds, 15-ft. cone, 6d6 sonic damage, Reflex DC 16 half ), elemental font</h5><h5><b>Spell-Like Abilities</b> (CL 7th; concentration +10) </br>3/day&mdash;<i>calm emotions</i> (DC 15), <i>delusional</i> pride<sup>UM</sup> (DC 14), <i>reckless</i> infatuation<sup>UM</sup> (DC 16), <i>unadulterated</i> loathing<sup>UM</sup> (DC 16), <i>unnatural</i> lust<sup>UM</sup> (DC 15) </br>1/day&mdash;<i>charm monster</i> (DC 17), <i>overwhelming</i> grief<sup>UM</sup> (DC 17), <i>rage</i> (DC 16)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>18, <b>Con </b>16, <b>Int </b> 14, <b>Wis </b>15, <b>Cha </b>17</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+5; <b>CMD </b>20</h5><h5><b>Feats </b>Dodge, Improved Initiative, Mobility, Weapon Finesse</h5><h5><b>Skills </b>Acrobatics +12, Bluff +11, Craft (musical instruments) +6, Diplomacy +10, Knowledge (nature) +10, Knowledge (planes) +8, Perception +11, Perform (wind) +12, Sense Motive +9, Spellcraft +8, Stealth +10, Use Magic Device +13</h5><h5><b>Languages </b>Aklo, Common, Sylvan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forest</h5><h5><b>Organization </b>solitary, duet, or choir (3, 5, or 7)</h5><h5><b>Treasure </b>standard (mwk rapier, mwk musical instrument, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Dissonance (Su)</b> Every 1d4 rounds as a standard action, a dawn piper can use a musical instrument to unleash a deadly torrent of sonic vibrations that tears at the very physicality of its enemies. This is similar to a breath weapon that deals 6d6 points of sonic damage in a 15-ft. cone (Reflex DC 16 half ). A dawn piper must be in possession of a musical instrument in order to use this ability. The save DC is Charisma-based. </h5><h5><b>Elemental Font (Su)</b> A dawn piper can infuse a 40-foot-radius area with the primal qualities of the First World. The creation of an elemental font requires a musical instrument and a musical ritual lasting 8 hours. As long as the piper returns to it every 24 hours, a font can persist forever, but it is destroyed immediately upon the creator's death. A dawn piper can also destroy its own font as a full-round action. The dawn piper gains additional spell-like abilities based on a single element while within range of its elemental font. <i>Dimensional anchor</i> and <i>dimensional lock</i> stop the flow of power, preventing the piper from using the additional spell-like abilities. The save DCs are Charisma-based, and the spell-like abilities are cast at caster level 7th. <i>Air</i>: 2/day-<i>fly</i>, <i>gust of wind</i> (DC 15), <i>shocking grasp</i> <i>Earth</i>: 2/day-<i>grease</i> (DC 14), <i>spiked</i> pit<sup>APG</sup> (DC 16), <i>stone</i> call<sup>APG</sup> <i>Fire</i>: 2/day-<i>burning hands</i> (DC 14), <i>fireball</i> (DC 16), <i>pyrotechnics</i> (DC 15) <i>Water</i>: 2/day-<i>aqueous</i> orb<sup>APG</sup> (DC 16), <i>hydraulic</i> push<sup>APG</sup>, slipstream<sup>APG</sup> </h5><h5><b>Terrible Beauty (Su)</b> As a standard action, a dawn piper can surround itself in an intense aura of magnificence that is too potent for non-fey to withstand. Non-fey creatures within a 30-foot radius of the dawn piper must succeed at a DC 16 Will save or be blinded or deafened for 1d4 rounds (the piper's choice, but the effect is consistent for all affected creatures), and take 1 point of bleed damage from their eyes or ears (depending on the specific effect). This aura lasts 1 full round, and a creature that succeeds at its saving throw cannot be affected again for 24 hours. This is a visual or auditory, mind-affecting effect. A dawn piper requires a musical instrument in order to create this aura. The save DC for this ability is Charisma-based.</h5></div><br><div><h4><p><p>Strange and enigmatic creatures from the First World, dawn pipers are unmistakably humanoid and share some of the same delicate features of half-elves. But dawn pipers' otherworldly nature becomes evident when one looks at the creatures' eyes, which burn with a strange light. Their skin is smooth, free of blemish or body hair, and radiant. Their hair moves constantly, like the flickering flames of a torch in the breeze, and seems to express a seasonal theme in coloration. Their faces are portraits of every emotion that passes through their consciousness; joy, loss, and murder may all dance across their expressions in a matter of moments. Only when a dawn piper is asleep or plays a soothing melody on its pipes does its expression become static and human-and through such songs, dawn pipers' heartbreaking beauty becomes truly evident. <b></p><p>Ecology</b></p><p> Early on in their primordial realm, dawn pipers toyed with emotion and its effects on the mutable nature of the First World. They marveled at how their plane could be transformed by an expression of strong will and passion. Their name allegedly stems from being the \"musicians at the dawn of Creation.\" Yet, coming from the First World, they are soulless creatures and immortal on their home plane. Dawn pipers cannot hold on to their feelings, and with the passage of time their emotions slip away from them like sand through their fingers. Through study and experimentation, dawn pipers devised a means to cheat their own ephemeral nature through music. The pipers associate emotion with melody, and when their passions leave them, they recreate them from memory through their music. While music is an exercise in creativity, it also has elements of structure and pattern, and that is what the pipers retain long after other fleeting experiences fade. This is no small advantage in the highly morphic environment of the First World, allowing them to knead and shape portions of their home through the use of music and emotion. Though the dawn pipers have no strict elemental association, they may also use their music to create an elemental font through which they can channel and shape the energies of the Inner Planes. Dawn pipers are not wholly flesh and bone, as a raw creative power also infuses them-the source of the burning light that shines out of their eyes. Despite their transitory emotions, there is enough definition imposed upon their existence that they remain subject to physical laws. If killed in the First World, dawn pipers do not truly die but are reborn. The same cannot be said when they expire on other worlds. <b></p><p>Habitat & Society</b></p><p> Dawn pipers have no formal, overarching society of their own, but they sometimes form small partnerships called choirs, which always have a prime number of members. They act as entertainers, advisors, and shapers among the fey of the First World. Outsiders find them easy to dismiss as slaves to the very emotions they conjure, but nothing could be less true. Dawn pipers are usually shrewd and manipulative, and merely play at the role of a manic social gadf ly. It is said that azatas can sometimes reason with them when they meet; otherwise, dawn pipers jockey for power and inf luence with fey beings greater than themselves. Dawn pipers are great proponents of subsuming parts of the Material Plane into the First World, yet few such incursions ever happen because they are reluctant to travel to the Material Plane, where they are mortal, unless on a matter of great importance. They rarely take mortal lovers as such dalliances seldom end happily-though when they do partake in them, there are always new melodies waiting to be improvised by which to remember the forsaken relationships. <b></p><p>Dawn Piper Choirs</b></p><p> A choir of dawn pipers can use their elemental fonts to absorb a part of the Material Plane into the First World by creating a reality siphon. To open a reality siphon, at least three dawn pipers must perform a musical ritual lasting 8 hours. Each piper must have its own elemental font prior to the start of the ritual, and no font can be more than 400 feet from another. At the conclusion of the ritual, the reality siphon appears, creating a 10-foot-radius hemispherical area of twisted reality that functions as an <i>antilife shell</i> (CL 9th). After the ritual is complete, the pipers are free to take other actions until the reality siphon fully manifests. Over the course of 1 week, the reality siphon gradually expands until it encompasses a 400-foot-radius area, at which point everything in the area encompassed by the reality siphon is fully subsumed into the First World. Destroying the elemental fonts sustaining the reality siphon before it fully manifests causes it to implode upon itself, destroying the siphon and preventing it from drawing part of the Material Plane into the First World. At the GM's discretion, certain more powerful choirs may have additional spell-like abilities, similar to the abilities a hag's coven possesses. They may also have powers related to the alteration of their environment in the First World.</p></h4></div>", "Languages": "Aklo, Common, Sylvan", "Source": "AP 68", "Land": "1", "Organization": "solitary, duet, or choir (3, 5, or 7)", "Ref": "9", "Climb": "0", "HD": "(7d6+21)", "AbilitiyScores": "Str 15, Dex 18, Con 16, Int 14, Wis 15, Cha 17", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4321, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Dodge, Improved Initiative, Mobility, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "18, touch 15, flat-footed 13", "Swim": "0", "Name": "Dawn Piper", "VariantParent": "", "Skills": "Acrobatics +12, Bluff +11, Craft (musical instruments) +6, Diplomacy +10, Knowledge (nature) +10, Knowledge (planes) +8, Perception +11, Perform (wind) +12, Sense Motive +9, Spellcraft +8, Stealth +10, Use Magic Device +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any forest", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +9, Will +7", "Melee": "mwk rapier +8 (1d6+2/18-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CN", "Size": "Medium"}