{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 53, "Treasure": "standard (+1 longsword, daggers [4], other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mirror Man</h2><h3><i>Tall and lean, this hooded figure resembles a human until the terrible face beneath the cowl is revealed-nothing but a featureless mirror, reflecting a hard, cold world.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Mirror Man</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>NE Medium construct </h5><h5><b>Init </b>+6; <b>Senses </b>blindsight 60 ft., darkvision 60 ft., low-light vision; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 17, flat-footed 11 (+6 Dex, +1 dodge, +1 natural)</h5><h5><b>hp </b>53 (6d10+20); fast healing 2</h5><h5><b>Fort </b>+2, <b>Ref </b>+8, <b>Will </b>+4</h5><h5><b>DR </b>5/bludgeoning; <b>Immune </b>blindness, gaze attacks, illusions of the pattern subschool, construct traits</h5><h5><b>Weaknesses </b>susceptible to mind-affecting effects</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b><i><i>+1 longsword</i></i> +10/+5 (1d8+4/19-20)</h5><h5><b>Ranged </b>dagger +12/+7 (1d4+3/19-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>sneak attack +2d6</h5><h5><b>Spell-Like Abilities</b> (CL 10th; concentration +11) </br>At Will&mdash;<i>detect magic</i>, <i>light</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>23, <b>Con </b>-, <b>Int </b> 15, <b>Wis </b>15, <b>Cha </b>12</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+9; <b>CMD </b>26</h5><h5><b>Feats </b>Alertness, Dodge, Quick Draw</h5><h5><b>Skills </b>Knowledge (local) +8, Knowledge (nobility) +8, Linguistics +7, Perception +12, Sense Motive +12, Stealth +10, Survival +5; <b>Racial Modifiers </b>+4 Linguistics, +4 Perception, +4 Sense Motive, +4 Stealth</h5><h5><b>Languages </b>Common (can't speak), Giant (can't speak), Hallit (can't speak), Skald (can't speak); telepathy 100 ft.</h5><h5><b>SQ </b>alert master, mirror sight, scrying focus, soul mirror</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>solitary, pair, or cell (3-7)</h5><h5><b>Treasure </b>standard (<i>+1 longsword</i>, daggers [4], other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Alert Master (Su)</b> Three times per day, a mirror man can send a brief message to a creature it is familiar with (typically its master). This effect is similar to the <i>sending</i> spell, but it takes only a standard action, the communication is one way, and the target cannot respond to the <i>sending</i>. </h5><h5><b>Mirror Sight (Ex)</b> A mirror man has no eyes, but is capable of visually perceiving through the use of blindsight, darkvision, and low-light vision. </h5><h5><b>Scrying Focus (Su)</b> Mirror men are specifically created to interact with the spell <i>Irriseni mirror sight</i> (Pathfinder <i>Adventure Path</i> #67 73) in special ways. The construct's mirrored face can serve as a known mirror, allowing the caster to see from the perspective of the construct's face with normal sight. The caster may also communicate telepathically with the mirror man. As a swift action, the mirror man can choose to remember and record up to 1 minute of what it sees. This memory is visual only and can be viewed remotely through <i>Irriseni mirror sight</i> or played back across its face. The mirror man can only retain 1 minute of images; when its memory is full, old memories are erased so it can remember new ones. The caster may interact with the mirror man's soul mirror even after the construct body is destroyed as long as the face itself remains unbroken. If the construct has not been destroyed, an opponent must succeed at a sunder attempt targeting the mirrored face to break the mirror. The mirrored face is considered a separate weapon with a hardness of 1 and hit points equal to the mirror man's Hit Dice. If the construct has been destroyed, the mirrored face can be smashed as a standard action. </h5><h5><b>Soul Mirror (Su)</b> The soul of a mirror man is bound within its mirrored face. As long as the face remains intact, it can be affixed to a new construct body using the same cost to create a new construct. Once a soul is bound to a mirror, the soul continues to learn, and if the mirror is later affixed to a new body, the soul retains any memories from its previous bodies. </h5><h5><b>Susceptible to Mind-Affecting Effects (Ex)</b> The self-aware and autonomous nature of a mirror man makes it susceptible to mind-affecting effects, despite the fact that it is a construct.</h5></div><br><div><h4><p><p>At a glance, mirror men are easily mistaken for humans. They are tall, slender, and graceful and mask their true selves in fine hooded cloaks appropriate to Irrisen's eternal winter. Nevertheless, their grace is the product of precision, not elegance, and their hooded garments serve to obscure an inhuman countenance. A mirror man has no eyes, nose, or mouth. Its face is a featureless mirror, affixed atop a lifeless body. Behind this mirror is a vacant hole left behind when the body was prepared for its current use. <b></p><p>Ecology</b></p><p> Mirror men are constructs whose origin is less than a century old, and are typically found in larger Irriseni cities such as Whitethrone and Algidheart. Just as guardian dolls are animated with the souls of children, mirror men get their spark from adults-usually criminals. They are created to be the spies and assassins of the White Witches, and their construct nature makes them utterly loyal to the Jadwiga. Mirror men are cunning, merciless, and determined in the execution of their orders. Underneath their garments they resemble zombies, or even flesh golems. All unnecessary internal organs and fluids have been removed, and what remains is wrapped in cold muscle and skin of a grayish hue that is magically maintained and self-repairing. No eyes remain within their skulls, but the soul trapped within the mirror can sense all movement nearby. While some golems and constructs are simple replacements for guards and protectors, the mirror men of Irrisen represent a very specific design. They are intended to investigate, spy, and report, and are created with abilities carefully selected to help them fulfill these purposes. Even their ability to magically create <i>light</i> serves to allow the witches to see better while peering through their looking-glass faces. Mirror men are trained to be familiar with nobility of the region, to detect forgeries, and to investigate crimes. There remains a flaw in their creation, however- any caster of <i>Irriseni mirror sight</i> can peer through the face of any mirror man she's familiar with. The White Witches of Irrisen often assume foreigners don't know their secrets, but nothing save tradition prevents an outlander from learning the spell. A mirror man can't attempt to resist an unwanted connection, and its only recourse when used as an ambulatory sensor for someone unauthorized is to cover its face and send a warning to the witch who governs it. <b></p><p>Habitat & Society</b></p><p> For centuries, the Iron Guard observed and recorded events in Whitethrone; its members nominally served the Jadwiga but their true allegiance was to Baba Yaga-a fact that did not go unnoticed by the descendants of the 14 queens. Under Elvanna's reign, the mirror men were created to act as the eyes and ears, not of the Iron Guard, but of the White Witches themselves. For decades, the Jadwiga Elvanna maintained that the role of the mirror men was to provide additional oversight of the kingdom, but with the recent usurpation of Baba Yaga, the mirror men's role as the White Witches' secret police has become evident. Mirror men have broad authority to question, search, and arrest anyone but the Jadwiga themselves. Even with telepathy, mirror men avoid self-expression as much as possible whenever a gesture or pointed finger will suffice. In Whitethrone, it is universally understood when a mirror man jabs a finger at someone, followed by a tap on the open palm of their other hand, it means the citizen should stand still and allow himself to be viewed through the unsettling visage of the mirror man. There is no love lost between the mirror men and any of Irrisen's monstrous citizens (or the Iron Guard, for that matter). The constructs' presence only fuels an atmosphere of paranoia and distrust as the monsters are left wondering who might be watching them as well as the native Ulfen slaves. <br><b>Construction</b><br> The creation of a mirror man requires a single living creature (usually human), which is killed during the process. Its manufacture requires costly alchemical reagents and a mirror faceplate crafted specifically for the creature. The creature's soul is bound to the mirror, which prevents it from continuing to the afterlife and protects it from being resurrected or raised from the dead. Most of the original creature's memories are expunged, but mirror men retain many of their originals skills; consequently, the most effective mirror men are former career criminals and foreign spies. The creation process is excruciating to the victim, and creating a mirror man constitutes an evil act. </h5><h5><b>Mirror Man </b> <br><b>CL</b> 11th; <b>Price</b> 24,500 gp </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Construct, <i>animate dead</i>, <i>cat's grace</i>, <i>geas/quest</i>, <i>Irriseni mirror sight</i>, <i>magic jar</i>, <i>sending</i>, creator must be caster level 11th, soul of a living creature that dies or is slain during the creation process; <b>Skill</b> Craft (sculpture) DC 17 or Heal DC 17; <b>Cost</b> 12,500 gp</p></h4></div>", "Languages": "Common (can't speak), Giant (can't speak), Hallit (can't speak), Skald (can't speak); telepathy 100 ft.", "Source": "AP 68", "Land": "1", "Organization": "solitary, pair, or cell (3-7)", "Ref": "8", "Climb": "0", "HD": "(6d10+20)", "AbilitiyScores": "Str 16, Dex 23, Con -, Int 15, Wis 15, Cha 12", "Gear": "", "Ranged": "dagger +12/+7 (1d4+3/19-20)", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4322, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Dodge, Quick Draw", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "+4 Linguistics, +4 Perception, +4 Sense Motive, +4 Stealth", "AC": "18, touch 17, flat-footed 11", "Swim": "0", "Name": "Mirror Man", "VariantParent": "", "Skills": "Knowledge (local) +8, Knowledge (nobility) +8, Linguistics +7, Perception +12, Sense Motive +12, Stealth +10, Survival +5", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "alert master, mirror sight, scrying focus, soul mirror", "Saves": "Fort +2, Ref +8, Will +4", "Melee": "+1 longsword +10/+5 (1d8+4/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}