{"Group": "Winter Fey", "Space": "5 ft.", "Mythic": "0", "HP": 68, "Treasure": "NPC gear (leather armor, Medium scythe, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Winter Fey</h2><h3><i>From his snow white beard and blue, frost-covered face to the wicked look in his frozen eyes, this little humanoid betrays a cruelty that only winter itself can match.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Winter Redcap</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>NE Small fey (cold)</h5><h5><b>Init </b>+8; <b>Senses </b>low-light vision; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 15, flat-footed 18 (+2 armor, +4 Dex, +5 natural, +1 size)</h5><h5><b>hp </b>68 (8d6+40); fast healing 3 (when in contact with snow or ice)</h5><h5><b>Fort </b>+7, <b>Ref </b>+10, <b>Will </b>+7</h5><h5><b>DR </b>10/cold iron; <b>Immune </b>cold</h5><h5><b>Weaknesses </b>irreligious, vulnerable to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>Medium scythe +11 (1d6+11/x4 plus 1d6 cold), kick +5 (1d4+7 plus 1d6 cold) or </br> 2 claws +10 (1d4+5 plus 1d6 cold)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>frigid touch, frosty grasp</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>19, <b>Con </b>20, <b>Int </b> 16, <b>Wis </b>13, <b>Cha </b>15</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+8; <b>CMD </b>22</h5><h5><b>Feats </b>Cleave, Improved Initiative, Power Attack, Weapon Focus (scythe)</h5><h5><b>Skills </b>Acrobatics +15, Bluff +13, Climb +16, Escape Artist +15, Intimidate +10, Knowledge (nature) +14, Perception +12, Sense Motive +12, Stealth +19, Survival +0 (+4 when in cold environments); <b>Racial Modifiers </b>+4 Survival when in cold environments</h5><h5><b>Languages </b>Aklo, Common, Giant, Sylvan</h5><h5><b>SQ </b>boot stomp, heavy weapons, ice walking, red cap</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests, mountains, or underground</h5><h5><b>Organization </b>solitary, pair, or gang (3-12)</h5><h5><b>Treasure </b>NPC gear (leather armor, Medium scythe, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Boot Stomp (Ex)</b> A winter redcap wears heavy iron boots with spiked soles that it uses to deadly effect in combat. These boots give the winter redcap a kick attack that it can make as a secondary attack, either as part of a full-attack action or as part of its movement, just as if it had the Spring Attack feat. </h5><h5><b>Heavy Weapons (Ex)</b> A winter redcap can wield weapons sized for Medium creatures without penalty. </h5><h5><b>Irreligious (Ex)</b> Bitter and blasphemous, winter redcaps cannot stand the symbols of good-aligned religions. If a foe spends a standard action presenting such a holy symbol, any winter redcap that can see the creature must succeed at a DC 15 Will save or become frightened for 1 minute and attempt to flee. A winter redcap who successfully saves is shaken for 1 minute. </h5><h5><b>Red Cap (Su)</b> A winter redcap wears a tiny, shapeless woolen hat, dyed over and over with the blood of its victims. While wearing this cap, a winter redcap gains a +4 bonus on damage rolls (included in the above totals) and fast healing 3. These benefits are lost if the cap is removed or destroyed. Caps are not transferable, even between other redcaps. A winter redcap can create a new cap to replace a lost cap with 10 minutes of work, but until the winter redcap takes a standard action to dip the cap in the blood of a foe the winter redcap helped to kill, the cap does not grant its bonuses.</h5></div><br><div><h4><p><p>Infused with the primal power of winter's chill, a winter fey possesses the power to freeze its victims with a mere touch. It is said that this wintery power freezes the heart of any normally good fey, corrupting the creature's nature and infusing it with hatred and spite. While a winter fey is visually recognizable as being a variant of its normal counterpart, its personality is decidedly altered. Whereas most fey are merely capricious and whimsical, winter fey take pleasure in causing pain and suffering. A winter fey is the same size as its normal counterparts, but it typically weighs a bit more because of the ice crusting its body. <b></p><p>Ecology</b></p><p> Found mainly in the reaches of the far north and the frigid regions of the First World, winter fey live in places far too cold for most humanoids to survive without magical assistance. The harsh landscape and bone-chilling climate match the hearts of these bitter creatures. A winter fey found far from cold lands is typically acting on the orders of a liege or in pursuit of an especially wily victim, as few choose to wander so close to the \"hot lands\" without a particular purpose in mind. However, winter fey have been known to travel deep into warmer climates in order to play a worthy enough trick on a creature. Some winter fey are known to move south every winter in search of new creatures to steal from, torment, or maim. As cruel as a winter storm, a winter fey feels no remorse for those it hurts. For its own amusement, a winter fey leads its victims far from civilization without any means to protect themselves from the elements and then abandon them, typically leaving them to freeze to death. Such a fey creature targets the innocent and gullible simply for sinister laughs, spending months crafting an exceptional ruse and then watching it play out. Savoring such delicious cruelty is what winter fey live for. <b></p><p>Habitat & Society</b></p><p> On Golarion, winter fey live in the cold northern realms, staying far away from the heat of summer. When winter strikes, these malevolent creatures sometimes migrate south with the snowstorms, then return to the north as quickly as they came, at the first sign of the spring thaw. Being able to craft an original and depraved trick upon a creature and share the tale of that trick is how a winter fey gains respect and ultimately a greater status among its peers. Once a winter fey plays a trick upon a creature, that creature is considered marked. Although it is not forbidden to trick a creature marked by another winter fey, young winter fey caught doing so are looked on as sloppy and unoriginal. As such, young winter fey are constantly looking for new creatures upon whom to let their wicked imaginations run wild, while their elders poach their marked targets. Sometimes winter fey work together to pull off a truly heinous yet epic trick. One of the best-known times that a group of winter fey worked together like this involved a bloody carnival of torture and death. A winter fey's characteristic icy claws are frequently stained with blood. Winter fey love nothing more than to feel the suffering they cause with their own frosty hands. Blood and gore from warm-bodied creatures are among the few sources of warmth winter fey willingly touch, and they often display a prize of their most recent murderous delight-usually a body part of one of their victims-until a new target is marked for death. <b><br>Creating a Winter Fey</b><br> \"Winter fey\" is an inherited template that can be added to any fey creature without the fire subtype, referred to hereafter as the base creature. A winter fey uses all the base creature's statistics and special abilities except as noted here. <br><b>CR:</b> As base creature +1. <br><b>Alignment:</b> Any evil. Type: The base creature's type remains fey, but it gains the cold subtype. <br><b>AC:</b> Natural armor improves by +2. <br><b>Defensive Abilities:</b> A winter fey retains the base creature's defensive abilities, and gains the following ability. <br><i>Fast Healing (Su)</i>: A winter fey gains fast healing 3 when in contact with ice or snow. <br><b>Speed:</b> A winter fey retains the base creature's normal movement and gains the following. <br><i>Ice Walking (Ex)</i>: A winter fey takes no penalty to speed or on Acrobatics, Climb, or Stealth checks in snowy or icy terrain or weather conditions and can walk across snow crusts or thin ice without breaking through. <br><b>Attacks:</b> A winter fey retains all the natural weapons, manufactured weapon attacks, and weapon proficiencies of the base creature. A creature with hands gains one claw attack per hand; the winter fey can strike with each of its claw attacks at its full attack bonus. A claw attack deals damage as if the winter fey <i>RPG Bestiary</i> 301-302). If the base creature already had claw attacks with its hands, use the winter fey claw damage only if it's better. <br><b>Special Attacks:</b> A winter fey retains the base creature's special attacks and gains the ones listed below. <br><i>Frigid Touch (Su)</i>: Once per day, a winter fey may attempt a touch attack against a foe; if successful, it deals 1d6 points of Dexterity damage by freezing the blood in its victim's veins and numbing its victim to the bone. <br><i>Frosty Grasp (Su)</i>: A winter fey's natural attacks, as well as any weapons it wields, deal an additional 1d6 points of cold damage. <br><b>Abilities:</b> A winter fey's Strength and Constitution increase by +2. <br><b>Skills:</b> A winter fey gains a +4 racial bonus on Survival checks when in cold environments.</p></h4></div>", "Languages": "Aklo, Common, Giant, Sylvan", "Source": "AP 68", "Land": "1", "Organization": "solitary, pair, or gang (3-12)", "Ref": "10", "Climb": "0", "HD": "(8d6+40)", "AbilitiyScores": "Str 20, Dex 19, Con 20, Int 16, Wis 13, Cha 15", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4323, "SubType": "(cold)", "MonsterSource": "", "Feats": "Cleave, Improved Initiative, Power Attack, Weapon Focus (scythe)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "+4 Survival when in cold environments", "AC": "22, touch 15, flat-footed 18", "Swim": "0", "Name": "Winter Fey", "VariantParent": "", "Skills": "Acrobatics +15, Bluff +13, Climb +16, Escape Artist +15, Intimidate +10, Knowledge (nature) +14, Perception +12, Sense Motive +12, Stealth +19, Survival +0 (+4 when in cold environments)", "ClassArchetypes": "", "IsTemplate": "1", "Will": "7", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "temperate forests, mountains, or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "boot stomp, heavy weapons, ice walking, red cap", "Saves": "Fort +7, Ref +10, Will +7", "Melee": "Medium scythe +11 (1d6+11/x4 plus 1d6 cold), kick +5 (1d4+7 plus 1d6 cold) or 2 claws +10 (1d4+5 plus 1d6 cold)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Small"}