{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 95, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Azgenzak</h2><h3><i>This undulating, amorphous sac is a turgid, brown-black mass scarcely hiding a seething jumble of rounded subcutaneous masses churning within. One end opens into a yawning maw, revealing a fiery cauldron of innumerable, lidless eyeballs of every size, shape, and color, each wreathed in sooty orange flame.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Azgenzak</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>NE Large aberration (aquatic)</h5><h5><b>Init </b>+3; <b>Senses </b>all-around vision, darkvision 60 ft., low-light vision; Perception +20</h5><h5><b>Aura </b>frightful presence (30 ft., DC 16, inverted form only)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 12, flat-footed 19 (+3 Dex, +10 natural, -1 size)</h5><h5><b>hp </b>95 (10d8+50)</h5><h5><b>Fort </b>+8, <b>Ref </b>+6, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>amorphous; <b>Immune </b>fire, poison</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., swim 20 ft.</h5><h5><b>Melee </b>3 slams +11 (1d6+4 plus burn and grab)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>burn (1d6, DC 20), burning blindness, constrict (1d6+4), swallow whole (2d6 fire, AC 15, 9 hp), swarming pyrocules</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>17, <b>Con </b>20, <b>Int </b> 7, <b>Wis </b>13, <b>Cha </b>12</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+12 (+16 grapple); <b>CMD </b>25</h5><h5><b>Feats </b>Blind-Fight, Nimble Moves, Skill Focus (Perception), Step Up, Weapon Focus (slam)</h5><h5><b>Skills </b>Climb +8, Perception +20, Stealth +10 (+18 when underwater), Swim +16; <b>Racial Modifiers </b>+8 Stealth when underwater</h5><h5><b>Languages </b>Aklo</h5><h5><b>SQ </b>amphibious, compression, inversion</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm and temperate fresh water and swamps</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Burning Blindness (Su)</b> When an azgenzak confirms a critical hit or a creature fails its save against the distraction attack of its swarming pyrocules, the azgenzak attempts to pluck out one of the target's eyes (Fortitude DC 20 negates). If the save fails, the target takes 1d6 additional points of fire damage, is sickened by pain for 1d4 rounds, and becomes permanently dazzled. If this results in the loss of all of the target's eyes, it is permanently blinded. </h5><h5><b>Inversion (Ex)</b> As a move action, an azgenzak can invert its sac-like body, turning itself inside out and exposing its innumerable burning eyes. Doing so surrounds the azgenzak with a fiery aura and activates its frightful presence ability. These abilities are suppressed when the azgenzak is not inverted. When it's inverted, creatures adjacent to the azgenzak take 2d6 points of fire damage and risk catching on fire. A successful DC 16 Reflex save halves this damage and keeps the creature from catching on fire. An inverted azgenzak loses its racial bonus to Stealth underwater and takes a further -10 penalty on Stealth checks. In addition, when inverted, an azgenzak can't swallow its victim whole; however, if it begins its turn with a creature grappled, it can revert itself as a move action and then use its swallow whole ability. A creature swallowed by an azgenzak is subject to its fiery aura and frightful presence even when the azgenzak is not inverted. </h5><h5><b>Swarming Pyrocules (Su)</b> As a full-round action, an azgenzak can disgorge a swarm of burning eyeballs. This swarm has the same statistics as a bat swarm (<i>Pathfinder RPG Bestiary</i> 30), except it lacks the wounding special ability, which is replaced by the azgenzak's burn ability and immunity to fire. An azgenzak using this ability takes 2d6 points of damage (though damage dealt to the swarming pyrocules does not damage the azgenzak). The swarming pyrocules can't survive long separated from the azgenzak, and take 1 point of damage each round at the end of its turn. The swarming pyrocules can be reabsorbed by the azgenzak as a full-round action, healing the creature of 1d6 points of damage.</h5></div><br><div><h4><p><p>Azgenzaks, also called more prosaically \"sacks of burning eyes,\" are shapeless predators of unfathomable appetites and undeniable malevolence. They might have congealed into existence within some forgotten crack of the Outer Rifts, escaping (or being set loose) into the Material Plane ages ago. However, many theorize that these beings are entirely natural, primeval creatures that fell into savagery or never evolved from their primitive state in the first place. Azgenzaks are roughly 8 feet in diameter and weigh over 800 pounds. <b></p><p>Ecology</b></p><p> Azgenzaks are amorphous, their bodies composed of a flaccid, leathery outer skin enveloping an interior of glistening, wrinkled tissue, which in turn surrounds hundreds of cilia-rimmed sockets that weep flammable mucus. An azgenzak can suppress its flames by squeezing its sac tightly closed, but it rarely does so unless it has need for stealth. If it wishes to maintain its flames even when it dives underwater, it simply enfolds a large bubble of air within its fundus, seals the aperture with a layer of mucus, and inf lates itself into a lumpy spheroid, periodically venting exhaust gases to propel itself through the water. A rush of foul-scented bubbles and brief flares of deep orange below the water's surface usually accompany such venting as jets of flame escape the azgenzak's interior and are snuffed out. Azgenzaks are primarily carnivorous, though they're able to digest any organic material, engulfing it within their flaming cavities. An azgenzak that has recently feasted-having swallowed its prey whole-might sink to the bottom of a body of water and enfold itself to slowly digest its meal, settling into a torpor for days or even weeks at a time. If undisturbed, a hibernating azgenzak might appear indistinguishable from an algae-covered boulder, a rotting log, or submerged carrion. Azgenzaks reproduce by asexual budding, which is abetted in some unknown way by the vitreous humors found within eyeballs. Its drive to extract the eyes of its prey is to further of its attempts at reproduction, as the distilled essence of the eyes it steals germinates tissue buds within the depths of its stomach. These buds then replicate and mat together into a translucent sheath of tissue, with a portion of the eyes within the azgenzak adsorbing into this sheath as it grows. Once a sufficient sheath-mass has accreted, it begins sloughing off from the parent azgenzak's stomach walls, and is eventually disgorged and discarded in a steaming puddle of semisolid translucent slime shot through with eyeballs. Now ravenously hungry, the parent moves on to feast elsewhere and replenish its discarded mass. Meanwhile, the newly birthed azgenzak begins to darken and congeal, baked from within by the unquenchable heat of its burning eyes, even as its outer tissues are tempered by exposure to open air and water, gradually toughening into a mottled brown outer skin. Gorging itself on organic matter, the newly formed azgenzak matures within a month and can begin to unleash the swarming pyrocules that are its deadly signature. <b></p><p>Habitat & Society</b></p><p> Azgenzaks are solitary creatures, despising the presence of others of their kind as rivals for their hunting terrain. They prefer to make their dens in murky lakes, though they are equally happy in swamps, bogs, and even slow-moving rivers. They are not powerful swimmers and avoid fast-moving water, though they are perfectly capable of climbing out of the water and traversing land in an undulant slither. Their malleable mass is able to ooze over, around, and between obstacles that might block the passage of a more solid creature. Azgenzaks are sometimes confused with will-o'-wisps in folktales and legends, as both dwell in boglands and are blamed for mysterious marshlights that lead travelers to their doom. This is because azgenzaks are thought of more in terms of the swarming pyrocules they unleash rather than their true bodies-the strings of floating, flaming eyes are often believed to be the true creature and the \"bag\" of its body a gate to Hell, a fleshy opening into the Abyss, or a shroud stitched from the skins of its victims. In many cultures, strange bubbling and dancing marshlights below the water or bobbing above bogs are seen as portents of death even when seen in the far distance, regardless of the creature responsible. In lands where azgenzaks are known to dwell, animals are often blindered at night and children are taught to keep shutters and curtains drawn tight to avoid seeing the deadly lights. In truth, azgenzaks are fairly simple creatures, mostly interested in their next meal. That said, they prefer the flesh of sentient victims and the screams of victims perishing in fear and fire. While they have no love for will-o'-wisps, they do sense a certain kinship with them, and more importantly they perceive the advantages of working with them to secure prey. Will-o'-wisps themselves offer no sustenance for an azgenzak, with their nearly immaterial bodies, but an azgenzak's ability to instill fear has much to offer hunting will-o'-wisps. The two creatures thus sometimes work in concert, with the azgenzak feasting physically upon its victims while the will-o'-wisp feeds psychically.</p></h4></div>", "Languages": "Aklo", "Source": "AP 69", "Land": "1", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(10d8+50)", "AbilitiyScores": "Str 18, Dex 17, Con 20, Int 7, Wis 13, Cha 12", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4359, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Blind-Fight, Nimble Moves, Skill Focus (Perception), Step Up, Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "+8 Stealth when underwater", "AC": "22, touch 12, flat-footed 19", "Swim": "1", "Name": "Azgenzak", "VariantParent": "", "Skills": "Climb +8, Perception +20, Stealth +10 (+18 when underwater), Swim +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "warm and temperate fresh water and swamps", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, compression, inversion", "Saves": "Fort +8, Ref +6, Will +8", "Melee": "3 slams +11 (1d6+4 plus burn and grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., swim 20 ft.", "Alignment": "NE", "Size": "Large"}