{"Group": "Demon", "Space": "5 ft.", "Mythic": "0", "HP": 57, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon, Andrazku</h2><h3><i>This burly, primitive-looking creature has an ape-like upper body, demonic horns, cloven hooves, and skin the color of a snow-buried corpse.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Andrazku</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>CE Medium outsider (chaotic, cold, demon, evil, extraplanar)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft., scent; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 11, flat-footed 17 (+1 Dex, +7 natural)</h5><h5><b>hp </b>57 (6d10+24)</h5><h5><b>Fort </b>+9, <b>Ref </b>+6, <b>Will </b>+2</h5><h5><b>DR </b>5/cold iron or good; <b>Immune </b>cold, electricity, poison; <b>Resist </b>acid 10, fire 10; <b>SR </b>16</h5><h5><b>Weaknesses </b>vulnerable to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 30 ft.</h5><h5><b>Melee </b>2 slams +10 (1d6+4), bite +10 (1d6+4 plus bleed and 1d6 cold)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>bleed 1d4, breath weapon (10-ft. cone, 3d6 cold, Reflex half DC 17, usable every 1d4 rounds), mutilating gouge, powerful charge (slam, 2d6+6)</h5><h5><b>Spell-Like Abilities</b> (CL 6th; concentration +8) </br>3/day&mdash;<i>cause fear</i> (DC 13), <i>locate creature</i>, <i>teleport</i> (self plus 50 lbs. of objects only) </br>1/day&mdash;<i>righteous might</i>, <i>summon</i> (level 3, 1 andrazku 25%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>21, <b>Dex </b>13, <b>Con </b>18, <b>Int </b> 10, <b>Wis </b>11, <b>Cha </b>14</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+11; <b>CMD </b>22</h5><h5><b>Feats </b>Improved Initiative, Power Attack, Skill Focus (Perception)</h5><h5><b>Skills </b>Bluff +11, Climb +12, Intimidate +8, Perception +20, Sense Motive +9, Survival +6, Swim +10; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal, Giant; telepathy 100 ft.</h5><h5><b>SQ </b>icewalking</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary, pair, or gang (3-8)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Icewalking (Ex)</b> This ability works like the <i>spider climb</i> spell, but the surfaces the demon climbs must be icy. The demon can move across icy surfaces without penalty and does not need to attempt Acrobatics checks to run or charge on ice. </h5><h5><b>Mutilating Gouge (Ex)</b> If the andrazku hits with both slams in the same round, its target must succeed at a DC 17 Fortitude save or take 1 point of Charisma damage. The DC is Constitution-based.</h5></div><br><div><h4><p><p>Andrazkus are thugs who use their strength to lord over weaker creatures. Their hatred is cold and seething, prone to suddenly snapping in an avalanche of ice and crushing blows. Birthed from the protomatter of the Abyss with natural gifts for tracking and subduing prey, they are sometimes used as trackers and jailors by more powerful demons who need to find lost prisoners and slaves. From the waist up these demons are built much like strong, hairy humans or dwarves, but with exaggerated proportions resembling those of a gorilla. Their thick necks sport bristling manes that merge with the hair on their backs, and their flat faces bear two ramlike horns and cold eyes filled with hate. Their breath is a freezing fog, and their teeth are small but numerous, like a shark's. An andrazku's legs seem small in comparison to its torso, bend backward like a satyr's, and end in large cloven hooves. Their skin is the dead blue of a frozen corpse or a frost giant. Their top-heavy builds mean they have difficulty standing upright and normally assume a hunched posture; many prefer to walk and run on all fours, like apes. An andrazku is 7 feet tall at the shoulder and weighs 450 pounds. <b></p><p>Ecology</b></p><p> An andrazku forms from the soul of a chaotic mortal who hated women and used his or her power to oppress and demean them, such as a tyrant who selectively enforced laws against women, a priest who preached that women are the source of all sin, or a father who secretly beat his wives and daughters for their supposed failures. For this reason andrazkus are known to scholars as \"misogyny demons.\" Few of these souls dared to greater crimes (which would cause their souls to become incubi or babaus), nor were they once mortals who hated women but never acted upon their hatred-an andrazku only forms from a soul filled with suff icient hatred toward women to provoke action, but that is hampered by enough cowardice to prevent it from performing acts of greater evil. Most of them were male mortals, but an especially misogynistic evil female creature might become an andrazku in the Abyss. An andrazku grows excited when it senses its prey's fear, but becomes frustrated if the hunt lasts for too long. Despite these demons' masculine appearance and aggression, most of them are impotent and some completely lack genitalia, rendering their lust pointless. Their nature is to berate, degrade, and beat; they tend to kill only when they feel an urge to eat, when their stymied passion becomes too great to tolerate, or when they are mocked for their shortcomings. An andrazku prefers to attack with its bite and fists (often contemptuously slapping foes, minions, and prey with an open hand), but a vicious one may use a scourge and jagged-bladed sword as if pretending to be a balor. Sadistic and cruel, andrazkus have been known to chase down their prey, batter it for a while, and then release it, giving it enough of a head start that it thinks it has a chance of escaping. The andrazkus then track it down (using <i>locate creature</i> and <i>teleport</i>) to repeat the cycle again. An andrazku in a position of authority likes to mark its minions and slaves with a scar on one side of the face indicating the demon's ownership. The demon typically uses its breath weapon to freeze a metal brand until it is cold enough to leave a permanent mark. If a slave is resistant or immune to cold, the demon uses a knife to carve its mark into one side of the creature's face. Because of their long-simmering tempers and magical abilities, andrazkus are often called \"cold demons,\" and they mainly live in frigid Abyssal realms such as Jhuvumirak, home of demon lord Kostchtchie. Their intolerance of fire (despite their demonic resistance to it) and the cowardly nature of their origin-sin make them laughingstocks among demons (particularly babaus and incubi); as a result, andrazkus are sullen, resentful, and prone to take out their frustrations on weaker creatures- especially if said creatures are female. Andrazkus prefer to lair in ice caves or tunnels dug out of hard-packed snow. Some take advantage of their cold immunity and strong swimming ability to live in simple shelters on ice floes. An andrazku's hooves and huge hands allow it to cling to ice as though it were rough stone, preventing it from slipping and allowing it to use much of the vertical space in its lair to store treasure and observe intruders. <b></p><p>Habitat & Society</b></p><p> Andrazkus loathe associating with more powerful female demons in any way, and curse under their breath at mariliths and similar demons of great stature. Among female demons of similar power, they are quick with clever words, believable boasts, and secret confessions of desire, but these are all lies to disguise the hatred crackling beneath the surface. If given the opportunity, an andrazku would capture and torture a succubus merely because she is female (though a succubus is physically more powerful than a lone misogyny demon, and the hairy brutes have to gang up to have any chance of defeating a \"weakling\" succubus). Succubi and mariliths are aware of these simple-minded feelings held by andrazkus and they delight in tormenting the brutish creatures. Those female demons know they hold greater strength and power than andrazkus, and they enjoy lording over the creatures, even going so far as to kidnap them from time to time, bringing them to their own lairs and forcing the creatures into servitude. Andrazkus band together for strength, using their telepathy to silently coordinate their attacks. They often taunt their prey telepathically, either with words, promises of violence, or mocking laughter. When set loose on the Material Plane, an andrazku usually forces itself into a position of power over a humanoid tribe. Some ally with frost giant tribes, especially those who worship Kostchtchie. Duller ones find better company among girallons and dire apes. <br><b>Summoning Andrazku</b><br> Andrazkus are receptive to flattery about their size and strength. They like offers of weapons and strength-enhancing items as payment for their services. They can be assigned to guard, hunt, or retrieve; any Charisma check attempted as part a spell to convince an andrazku to undertake a mission other than these kinds of tasks takes a -2 penalty. A female <i>summon</i>er has a -10 penalty on all Charisma checks made to bargain unless the caster acts inferior and unworthy of the demon's aid.</p></h4></div>", "Languages": "Abyssal, Giant; telepathy 100 ft.", "Source": "AP 69", "Land": "1", "Organization": "solitary, pair, or gang (3-8)", "Ref": "6", "Climb": "1", "HD": "(6d10+24)", "AbilitiyScores": "Str 21, Dex 13, Con 18, Int 10, Wis 11, Cha 14", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4360, "SubType": "(chaotic, cold, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Improved Initiative, Power Attack, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "+8 Perception", "AC": "18, touch 11, flat-footed 17", "Swim": "0", "Name": "Andrazku", "VariantParent": "", "Skills": "Bluff +11, Climb +12, Intimidate +8, Perception +20, Sense Motive +9, Survival +6, Swim +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "icewalking", "Saves": "Fort +9, Ref +6, Will +2", "Melee": "2 slams +10 (1d6+4), bite +10 (1d6+4 plus bleed and 1d6 cold)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 30 ft.", "Alignment": "CE", "Size": "Medium"}