{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 172, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kokogiak</h2><h3><i>This hulking mountain of fur and fangs looks like a white-furred bear of immense proportions with ten legs, each ending in massive, jet-black claws. Its head, with slavering jaws and a tongue dripping silvery foam, sits at the end of a long yet thickly muscled neck. Its dead black eyes are small but infinite pits of malice.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Kokogiak</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>NE Huge magical beast </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +18</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 9, flat-footed 24 (+1 Dex, +16 natural, -2 size)</h5><h5><b>hp </b>172 (15d10+90)</h5><h5><b>Fort </b>+15, <b>Ref </b>+10, <b>Will </b>+9</h5><h5><b>Immune </b>cold, illusions</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., burrow 20 ft., climb 20 ft., swim 20 ft.</h5><h5><b>Melee </b>bite +23 (2d6+10 plus pull), 6 claws +24 (2d6+10/19-20)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft. (20 ft. with bite)</h5><h5><b>Special Attacks </b>blizzard breath, forlorn gaze, pull (bite, 10 ft.)</h5><h5><b>Spell-Like Abilities</b> (CL 15th; concentration +18) </br>At Will&mdash;<i>fog cloud</i>, <i>ventriloquism</i> (DC 14) </br>3/day&mdash;<i>major image</i> (DC 16), <i>solid fog</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>31, <b>Dex </b>13, <b>Con </b>22, <b>Int </b> 13, <b>Wis </b>14, <b>Cha </b>16</h5><h5><b>Base Atk </b>+15; <b>CMB </b>+27; <b>CMD </b>38 (54 vs. trip)</h5><h5><b>Feats </b>Critical Focus, Improved Critical (claws), Improved Vital Strike, Iron Will, Power Attack, Staggering Critical, Vital Strike, Weapon Focus (claws)</h5><h5><b>Skills </b>Bluff +18, Climb +22, Perception +18, Stealth +11 (+19 in ice or snow), Swim +22; <b>Racial Modifiers </b>+8 Stealth in ice or snow</h5><h5><b>Languages </b>Aquan, Common</h5><h5><b>SQ </b>ice walker, penetrating sight, sound imitation</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold coastlines, hills, or plains</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Blizzard Breath (Su)</b> A kokogiak's breath weapon is a polar gale so bitterly cold that it saps vigor from those it touches. Once every 1d4 rounds as a standard action, a kokogiak can expel a 60-foot cone of blistering arctic winds, dealing 8d6 points of cold damage to all creatures struck. A successful DC 23 Reflex save halves this damage. Any creature damaged by this attack must then succeed at a DC 23 Fortitude save or become fatigued (or exhausted if it was already fatigued). The save DCs are Constitution-based. </h5><h5><b>Forlorn Gaze (Su)</b> As a standard action, a kokogiak can lock its black eyes on a target within 60 feet to fascinate the creature. A successful DC 20 Will save negates this effect. Creatures that fail the save are fascinated and they see they kokogiak as a lost loved one, trusted friend in danger, or ally in desperate need. Once a creature is fascinated, the kokogiak can compel the creature to move toward it. Once adjacent, the creature is flat-footed against the kokogiak's attacks, but the creature receives a new saving throw at the beginning of its turn to break the fascination. This is a mind-affecting effect and the save DC is Charisma-based. </h5><h5><b>Ice Walker (Ex)</b> A kokogiak takes no penalty to speed or on Acrobatics, Climb, or Stealth checks in snowy or icy terrain or weather conditions. It can walk across snow crusts or thin ice without breaking through. In addition, a kokogiak can choose to not leave tracks when moving in this type of terrain. </h5><h5><b>Penetrating Sight (Ex)</b> A kokogiak's sight is not affected by its own <i>fog cloud</i> or <i>solid fog</i> spell-like abilities. In addition, a kokogiak does not take any penalties on Perception checks while its snowing. </h5><h5><b>Sound Imitation (Ex)</b> A kokogiak can mimic any voice or sound it has heard by making a successful Bluff check against a listener's Sense Motive check.</h5></div><br><div><h4><p><p>The kokogiak (called qupqugiaq by some tribes) is a deadly predator of the far northern wastes. At first glance, it appears to be a simple ravening beast or an enormous, unnaturally deformed polar bear, yet its raw power and cunning are legendary in the tales of northern nomads. Its name in some places is synonymous with cabin fever or deep-winter hallucinations that drive folk to desperation and madness, rushing out into the frozen wild in pursuit of some long-lost lover only to become lost themselves, victims of the kokogiak's dreadful might. Kokogiaks have an elongated neck, and are nearly 20 feet long from tail to nose. Over a dozen feet high at the shoulder, kokogiaks weigh between 6 and 8 tons. <b></p><p>Ecology</b></p><p> Kokogiaks are amphibious in their habits, comfortable in and out of the water, though they are not able to breathe water as well as air. They spend a great deal of their time in the water, hunting seals, walruses, squids, and even whales in coastal waters and beneath the winter ice. While kokogiaks must surface periodically to breathe, their powerful claws enable them to rip through floating pack ice and make air holes nearly wherever they wish. Creating such air holes is actually a hunting technique- they lie in wait near the holes for seals and their ilk to surface to breathe, snatching their prey in their jaws and dragging it up onto the ice to feast. Kokogiaks also use the same trick in reverse, lurking underwater just below gaps in the ice and seizing prey traversing the ice above, or along rocky coastlines when the pack ice recedes. Even predatory creatures like polar bears and winter wolves might be dragged into the water to be drowned and devoured, and desperate kokogiaks are even known to scale arctic sea cliffs during spring thaws to feast on newborn seabirds and eggs, lapping up entire nests in a single flick of the tongue. While they are well adapted to hunting in and around coastal icepacks, kokogiaks also roam far inland to prowl continental ice sheets. The same tactics kokogiaks use for hunting along the water's edge serve them well in the deep snowdrifts and icy spires and crevasses of the polar reaches. Kokogiaks scale rocky and icy peaks to lair in dens inaccessible to most creatures. From such high vantage points, they observe passersby; then, calling upon supernatural blinding fogs, they either descend upon their prey from above, snatching a target and dragging it to their elevated lairs, or burrow underneath and burst up from below, hauling prey into their frigid dens. <b></p><p>Habitat & Society</b></p><p> Kokogiaks live in cold arctic regions, though in winter they sometimes wander into the subarctic tundra and occasionally even into the colder latitudes of temperate climes. Those venturing so far south make their homes amid the glaciers and alpine wilderness of high mountains. While most return to the forever-winter of the arctic after taking their fill of warmer climes' abundant prey, a few make their homes permanently below the arctic circle, where their predations lend their mountain homes a deadly reputation. Such alpine kokogiaks descend with the winter storms into the huddled villages in the valleys below, luring the unwary to their doom and leaving a trail of death and terror in their wakes. In communities near a kokogiak's mountain, when the first heavy storms of winter strike, locals sometimes stake animals (or even rarely an unlucky member of the community, chosen by lottery) out in the cold in an attempt to propitiate the kokogiak's hunger and turn aside its wrath from the rest of the community. Kokogiaks are more common in the subarctic and arctic, however, and they show no loyalty or preferential treatment to any that cross their path. They occasionally enter into alliances with creatures that will hunt for them and bring them living victims to torment and eviscerate at their leisure. They are cruel and capricious masters apt to turn on those who displease them in any way or just to ensure that others serving them do not doubt their power. More often, kokogiaks extract tribute from arctic and tundra dwelling tribes, sometimes in treasure but more often in the form of sacrifice. When refused, a kokogiak seeks to punish the unwilling by using its magic to inveigle members of that tribe to wander off from their homes and into the kokogiak's waiting clutches. Victims lured away in this fashion may simply be devoured, but the cruel beast often leaves behind bloodstained clothes or more grisly trophies torn from its victims' remains, artfully displayed for the friends and family of the deceased to find. So does the kokogiak remind them of the price of defiance. Kokogiaks are mostly solitary, though mated pairs do sometimes join forces to spread terror wherever they roam or to take down powerful rivals. Kokogiak cubs are usually encouraged to fight one another for survival, struggling to show their dominance until only one remains. Weaklings are killed and eaten or driven out into the snows to survive or not. When the strongest cub approaches maturity, the kokogiak parents are faced with a choice: drive out the youngling when it is strong enough to survive but not yet strong enough to challenge its elders, or be prepared to face its challenge within the family group. Such challenges are usually directed at the parent of its own gender, as the youth seeks to drive out and take the place of its father or mother, proving its worthiness to take its surviving parent as its own mate.</p></h4></div>", "Languages": "Aquan, Common", "Source": "AP 69", "Land": "1", "Organization": "solitary or pair", "Ref": "10", "Climb": "1", "HD": "(15d10+90)", "AbilitiyScores": "Str 31, Dex 13, Con 22, Int 13, Wis 14, Cha 16", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "10 ft. (20 ft. with bite)", "DontUseRacialHD": "0", "id": 4361, "SubType": "", "MonsterSource": "", "Feats": "Critical Focus, Improved Critical (claws), Improved Vital Strike, Iron Will, Power Attack, Staggering Critical, Vital Strike, Weapon Focus (claws)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "15", "Fly": "0", "RacialMods": "+8 Stealth in ice or snow", "AC": "25, touch 9, flat-footed 24", "Swim": "1", "Name": "Kokogiak", "VariantParent": "", "Skills": "Bluff +18, Climb +22, Perception +18, Stealth +11 (+19 in ice or snow), Swim +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "cold coastlines, hills, or plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "ice walker, penetrating sight, sound imitation", "Saves": "Fort +15, Ref +10, Will +9", "Melee": "bite +23 (2d6+10 plus pull), 6 claws +24 (2d6+10/19-20)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., burrow 20 ft., climb 20 ft., swim 20 ft.", "Alignment": "NE", "Size": "Huge"}