{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 147, "Treasure": "standard (mwk chain shirt, mwk light steel shield, mwk lance, mwk composite longbow with 40 arrows, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Svathurim</h2><h3><i>This hulking creature has the lower body of a massive stallion with eight thick legs. Rising from its equine body is the trunk of a muscled humanoid with icy blue skin and a prodigious white beard rimed with ice. Piercing blue eyes glare beneath beetled brows and a spiraling pair of horns which curl upward.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Svathurim</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CE Huge monstrous humanoid (cold)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft.; Perception +19</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>26, touch 11, flat-footed 23 (+4 armor, +3 Dex, +10 natural, +1 shield, -2 size)</h5><h5><b>hp </b>147 (14d10+70)</h5><h5><b>Fort </b>+11, <b>Ref </b>+12, <b>Will </b>+11</h5><h5><b>Immune </b>cold</h5><h5><b>Weaknesses </b>vulnerable to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b>mwk lance +22/+17/+12 (2d6+9/x3), gore +16 (2d6+4), 2 hooves +16 (1d8+4) or </br> 2 slams +21 (1d8+9), gore +21 (2d6+9), 2 hooves +16 (1d8+4)</h5><h5><b>Ranged </b>mwk composite longbow +16/+11/+6 (2d6+9/x3)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft. (20 ft. with lance)</h5><h5><b>Special Attacks </b>thunderous trample, trample (1d8+13, DC 26)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>29, <b>Dex </b>17, <b>Con </b>20, <b>Int </b> 10, <b>Wis </b>14, <b>Cha </b>11</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+25 (+27 bull rush, +27 overrun); <b>CMD </b>38 (40 vs. bull rush, 40 vs. overrun, 50 vs. trip)</h5><h5><b>Feats </b>Charge Through<sup>APG</sup>, Great Fortitude, Improved Bull Rush, Improved Overrun, Intimidating Prowess, Natural Jouster (see the sidebar), Power Attack</h5><h5><b>Skills </b>Acrobatics +12 (+20 when jumping), Climb +12, Intimidate +25, Perception +19, Survival +14, Swim +20; <b>Racial Modifiers </b>+8 Acrobatics when jumping</h5><h5><b>Languages </b>Giant, Skald</h5><h5><b>SQ </b>skyrunner, undersized weapons</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold hills, mountains, or plains</h5><h5><b>Organization </b>solitary, pair, warband (3-6), or clan (1-4 svathurim plus 2-12 frost giants)</h5><h5><b>Treasure </b>standard (mwk chain shirt, mwk light steel shield, mwk lance, mwk composite longbow with 40 arrows, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Skyrunner (Su)</b> When charging, running, or taking a double move, a svathurim can stride across open air as if it were using <i>air walk</i>. This movement is very taxing, and a svathurim must succeed at a DC 14 Constitution check at the end of each round it uses this ability to avoid being fatigued for 1 minute. This DC increases by 2 each round after the first. Returning to the ground resets the DC to 14, but does not negate any ongoing fatigue or exhaustion. A svathurim cannot trample when using this ability. </h5><h5><b>Thunderous Trample (Su)</b> Any creature damaged by a svathurim's trample attack must succeed at a DC 22 Fortitude save or be deafened for 1 minute. The save DC is Constitution-based. </h5><h5><b>Undersized Weapons (Ex)</b> Although a svathurim is Huge, its upper torso is the same size as that of a Large humanoid. As a result, it wields weapons as if they were one size category smaller than their actual size (Large for most svathurim).</h5></div><br><div><h4><p><p>Ancient tales claim the first svathurims spawned from Thremyr, akin to the creation stories of frost giants, ice trolls, winter wolves, and other creatures of snow and ice. The stories claim that when Thremyr fell into the Steaming Sea, he shed great icebergs that transformed into smaller copies of the god himself. The frost giants, spawned from his shedding body, worship this slumbering god as their creator, and thus consider svathurims their kin. The hindquarters of an adult svathurim are up to 10 feet tall and 16 feet long, while their giant trunk and head reach up to 18 feet on average. Svathurims typically weigh over 5 tons and may live up to 500 years, far longer than their frost giant kin. <b></p><p>Ecology</b></p><p> Svathurims dwell deep in the frozen wastes of the tundra and arctic regions of Golarion, amid the great glaciers covering the Crown of the World. They occasionally travel along the frozen shores of polar seas, hunting seals, walruses, and whales that venture too close to shore or dragging vast nets through subarctic shallows during salmon runs. It is uncommon for svathurims to live in the vast boreal forests of the north, where their great bulk impedes movement among the trees, though some clans do dwell in the high mountains, springing from peak to peak in prodigious leaps and using their supernatural skyborne gallops. Svathurims are omnivorous and always hungry, able to subsist on scrub plants and kelp in times of great need, or even to eke out bare subsistence on the algae and lichen embedded in ice and rocks. However, they greatly prefer fresh, uncooked meat, and will devour every scrap of whatever they kill. Their grinding teeth are capable of reducing bone to meal, so even the toughest of a victim's remains generally end up in a svathurim's gullet. In the cold and pitiless environment of the north, nothing can be wasted. Svathurim males outnumber females by a wide margin, and these creatures are indiscriminate in their mating habits. The rare svathurim mares are little more selective in their affections than the males, and there is no shortage of males willing to court them. Ironically, many adult male svathurim are killed or wounded in competition for the attentions of females, either maimed and driven off by more dominant males or slain and presented as a trophy to prove worthiness to a female. Female svathurim are never monogamous, though, as mating with many males confuses the issue of parentage enough to keep their offspring safe from the predations of many adult males, lest a male inadvertently eradicate a foal svathurim that may be his own flesh and blood. <b></p><p>Habitat & Society</b></p><p> Svathurims live in clans, typically headed by the strongest and most accomplished hunter in the group, whether male or female. In some clans, svathurims gain status by the number of offspring they produce, though parentage is diff icult to prove for males and leads to frequent disputes. Where females are both strong and fertile, they are able to assert dominance both by their own strength and by the loyalty and support of those children willing to fight for them. Of course, no svathurim can feel too secure in his position, as once-loyal supporters may shift their allegiance on a whim, and even faithful children may decide that they have grown strong enough to betray their parent to a rival or gather support (often from siblings) to take power in their own right. Svathurims sometimes build large corrals of stone, ice, or rarely bone or wood where such materials are available in plenty. Usually unroofed, these monolithic barriers serve mostly to keep predators away from their young or to protect their stores of treasure or food gathered by the clan from raiders. A rare few svathurims build more secure enclosed lodges or delve permanent hostels in caves. Svathurims that choose to settle in one area are most likely to live among frost giants. Frost giants view svathurims with a mix of fear, respect, awe, and revulsion. Most know well the tale of the svathurims' creation, and while not all take this as evidence of pseudo-divinity and a shared creation myth, few deny the svathurims' speed, strength, and skill at hunting and killing. For some giant clans, satisfying a svathurim's whims is a small price to pay for the advantages gained by an alliance with them Svathurims collect treasure as frost giants do, favoring precious metals in raw nuggets that are then hammered into crude tribal jewelry. Bracelets, armlets, and rings and chains they can braid into their hair, beards, and long horse-like tails are favored treasures, as are inlays and carvings made of mammoth or walrus ivory. Those in subarctic regions collect amber and rare boreal hardwoods, polishing the latter to a luxurious shine and engraving them with runic inscriptions and genealogies both real and imagined.</p></h4></div>", "Languages": "Giant, Skald", "Source": "AP 69", "Land": "1", "Organization": "solitary, pair, warband (3-6), or clan (1-4 svathurim plus 2-12 frost giants)", "Ref": "12", "Climb": "0", "HD": "(14d10+70)", "AbilitiyScores": "Str 29, Dex 17, Con 20, Int 10, Wis 14, Cha 11", "Gear": "", "Ranged": "mwk composite longbow +16/+11/+6 (2d6+9/x3)", "Type": "monstrous humanoid", "Reach": "10 ft. (20 ft. with lance)", "DontUseRacialHD": "0", "id": 4363, "SubType": "(cold)", "MonsterSource": "", "Feats": "Charge ThroughAPG, Great Fortitude, Improved Bull Rush, Improved Overrun, Intimidating Prowess, Natural Jouster (see the sidebar), Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "+8 Acrobatics when jumping", "AC": "26, touch 11, flat-footed 23", "Swim": "0", "Name": "Svathurim", "VariantParent": "", "Skills": "Acrobatics +12 (+20 when jumping), Climb +12, Intimidate +25, Perception +19, Survival +14, Swim +20", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "cold hills, mountains, or plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "skyrunner, undersized weapons", "Saves": "Fort +11, Ref +12, Will +11", "Melee": "mwk lance +22/+17/+12 (2d6+9/x3), gore +16 (2d6+4), 2 hooves +16 (1d8+4) or 2 slams +21 (1d8+9), gore +21 (2d6+9), 2 hooves +16 (1d8+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft.", "Alignment": "CE", "Size": "Huge"}