{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 212, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Stormghost</h2><h3><i>Matching the color of snow and ice, this menacing creature stands on four pointed legs like those of an insect. A conical head ringed with tiny eyes and sporting gnashing teeth sits atop this creature's humanoid torso.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Stormghost</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>CE Large monstrous humanoid </h5><h5><b>Init </b>+10; <b>Senses </b>all-around vision, darkvision 90 ft., low-light vision, scent, see in darkness, see in fog; Perception +22</h5><h5><b>Aura </b>static aura (5 ft., 2d6 electricity)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 16, flat-footed 21 (+6 Dex, +1 dodge, +12 natural, -1 size)</h5><h5><b>hp </b>212 (17d10+119); regeneration 5 (acid)</h5><h5><b>Fort </b>+12, <b>Ref </b>+16, <b>Will </b>+12</h5><h5><b>Immune </b>disease, electricity, poison; <b>Resist </b>cold 10, fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., climb 30 ft.</h5><h5><b>Melee </b>bite +24 (1d8+8), 2 claws +24 (1d8+8/19-20 plus 1d6 electricity)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft. (10 ft. with claws)</h5><h5><b>Special Attacks </b>impaling leap, sneak attack +3d6, static blast</h5><h5><b>Spell-Like Abilities</b> (CL 11th; concentration +14) </br>At Will&mdash;<i>alter winds</i>, <i>fog cloud</i>, <i>jump</i> </br>3/day&mdash;<i>deeper darkness</i>, <i>greater invisibility</i>, <i>gust of wind</i> (DC 15), <i>ice storm</i> </br>1/day&mdash;<i>control weather</i>, <i>plague</i> storm<sup>UM</sup> (DC 19), sirocco<sup>APG</sup> (DC 19)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>23, <b>Con </b>24, <b>Int </b> 11, <b>Wis </b>14, <b>Cha </b>16</h5><h5><b>Base Atk </b>+17; <b>CMB </b>+26; <b>CMD </b>43 (47 vs. trip)</h5><h5><b>Feats </b>Acrobatic Steps, Combat Reflexes, Dodge, Improved Critical (claws), Improved Initiative, Mobility, Nimble Moves, Power Attack, Spring Attack</h5><h5><b>Skills </b>Acrobatics +20 (+28 when jumping), Climb +24, Perception +22, Stealth +22 (+26 in icy or snowy areas), Survival +20; <b>Racial Modifiers </b>+4 Stealth in icy or snowy areas</h5><h5><b>Languages </b>Triaxian</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold mountains</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Adaptive Camouflage (Ex)</b> A stormghost's hide shifts coloration over time to match that of its environment. Choose a ranger favored terrain type. A stormghost gains a +4 racial bonus on Stealth checks within that terrain type. A stormghost moving into a different terrain type must remain there for 1d4 weeks before the racial bonus applies to the new terrain type. </h5><h5><b>Impaling Leap (Ex)</b> As a standard action, a stormghost can <i>jump</i> into the air and land on a single target at least one size category smaller than itself, using its spiky legs to impale the victim. The target must succeed at a DC 25 Reflex save or it takes 4d8+12 points of piercing damage and is pinned. If the stormghost chooses to maintain the pin, it must succeed at a combat maneuver check as normal. Pinned foes take damage each from the impaling leap each round if they don't escape. The save DC is Constitution-based. </h5><h5><b>See in Fog (Ex)</b> A stormghost can see in fog and foglike conditions without penalty. </h5><h5><b>Static Aura (Su)</b> A stormghost can surround itself with crackling electricity that leaps from its body, affecting nearby creatures. All creatures within 5 feet of the stormghost take 2d6 points of electricity damage at the beginning of the stormghost's turn. </h5><h5><b>Static Blast (Su)</b> As a standard action, a stormghost can focus its static charge into a bolt, releasing it in a 40-foot line that deals 6d6 points of electricity damage. A successful DC 25 Reflex save halves this damage. A stormghost can use its static blast once every 1d4 rounds. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Bestial hunters that prowl the mountains of Triaxus, stormghosts are a deadly threat to all creatures that stumble across their path. Triaxians attributed the name stormghost to these creatures because of their ability to conjure malignant weather and attack unseen. Stormghosts typically attack in remote mountainous areas, leaping down on their victims from cliff sides and ambushing them in blind mountain passes. Constantly in search of food, stormghosts are excellent hunters and trackers. These predators are completely unafraid of engaging with any target, and thus pose a risk to the humanoids of the planet- and even the dragons. As with Triaxians, stormghosts' appearances vary depending on the season. Thankfully, stormghosts are extremely rare, but the creatures live exceedingly long lives. A stormghost's regeneration diminishes long-term degradation of its body, allowing it to live for over 2,000 years. A stormghost stands nearly 8 feet tall in its regular posture, but can extend its legs to reach up to 14 feet. Formed of muscled flesh and hardened chitin, a stormghost weighs roughly 1,500 pounds. <b></p><p>Ecology</b></p><p> Stormghosts are apex predators in Triaxus's hills and mountains; a few even make their way to the lowlands. A stormghost is ephemeral like a phantom, and its coloration and ability to become invisible give rise to part of its common name, as victims are typically unaware of the creature's presence until it is far too late. It can also call down storms and banks of fog-the source of the other part of its common name-and can even conjure darkness. Stormghosts themselves, however, can see through fog and darkness, and possess other specialized senses. While the creatures have no recognizable nose, they are capable of tracking their prey by scent using a specialized sensory organ found on the lower part of their torsos. This organ picks up faint chemical signatures with such accuracy that a stormghost can differentiate between two creatures of the same type and recall with perfect detail an individual creature's signature for years after first encountering it. As with all successful hunters, stormghosts' senses and tenacity make them difficult to evade. These traits, in addition to their superior stamina, help stormghosts doggedly hunt down prey that initially escapes their clutches. Exceptionally single-minded, stormghosts live to hunt and hate losing their quarry, and they persistently pursue their fleeing prey, foregoing sleep and ignoring other victims that might be easier to take down-even if they're ravenous-in order to make their desired kill. Stormghosts undergo a change during Triaxus's transitional seasons, shifting their coloration to match their environment. In the winter, stormghosts have an icy white hide that allows them to better conceal themselves in the snow. As summer comes and the planet begins to thaw, stormghosts' hides darken and a splotched coloration of grays and browns emerges. This coloration allows them to hide themselves in the mountainous terrain in which they live. <b></p><p>Habitat & Society</b></p><p> Stormghosts are solitary creatures that despise sharing their hunting grounds with other creatures, especially other stormghosts. When another predator begins hunting in the same region as a stormghost, the stormghost shifts its predation to that creature, tracking it down and consuming it. The exception to this is when another stormghost trespasses upon its hunting grounds. While the stormghost still tracks down and kills its competition as it would another creature, it does not consume the rival stormghost, finding the flesh of its own kind completely unpalatable, and instead ritualistically butchers its competitor and leaves the corpse as a sign that this territory is already claimed. Stormghosts are exceedingly rare; fewer than 1,000 have been spotted, according to records kept by dragonriders of the Skyfire Mandate. Many of these sightings, made safely from the back of a dragonkin, are believed to be of the same stormghost, leading many scholars to estimate that the population might be much smaller, with a few at most living in the Parapet Mountains. A naturalist in Preita recently published a journal detailing his journey in search for evidence of a stormghost, as tales of these and other vicious beasts are fashionable in the cosmopolitan cities of the Allied Territories. In this journal, he postulates that stormghosts are aliens from another world in the solar system, or perhaps beyond. Their long lives, regenerative capabilities, robust physical form, yet low population numbers suggest this hypothesis is plausible. Although this researcher clearly lacks a greater understanding of worlds beyond Triaxus, his findings on the otherworldly origins of stormghosts are indeed quite accurate. On a planet in a nearby solar system, stormghosts were grown in facilities to be biological probes deployed on specific planets for 2,000 years before they would be retrieved. During their time on those worlds, they are tasked, compelled by their very genesis and the urge of every cell, to kill and consume organic life. Over the course of their lives, a gland within their torsos at the base of the neck collects samples of every kill. These samples can be collected by the stormghost's creators and analyzed. What they are searching for is anyone's guess, but the number of stormghosts on Triaxus suggests these unknown creators seek a comprehensive collection of dragons and dragonkind.</p></h4></div>", "Languages": "Triaxian", "Source": "AP 70", "Land": "1", "Organization": "solitary", "Ref": "16", "Climb": "1", "HD": "(17d10+119)", "AbilitiyScores": "Str 27, Dex 23, Con 24, Int 11, Wis 14, Cha 16", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft. (10 ft. with claws)", "DontUseRacialHD": "0", "id": 4396, "SubType": "", "MonsterSource": "", "Feats": "Acrobatic Steps, Combat Reflexes, Dodge, Improved Critical (claws), Improved Initiative, Mobility, Nimble Moves, Power Attack, Spring Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "+4 Stealth in icy or snowy areas", "AC": "28, touch 16, flat-footed 21", "Swim": "0", "Name": "Stormghost", "VariantParent": "NULL", "Skills": "Acrobatics +20 (+28 when jumping), Climb +24, Perception +22, Stealth +22 (+26 in icy or snowy areas), Survival +20", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "cold mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +12, Ref +16, Will +12", "Melee": "bite +24 (1d8+8), 2 claws +24 (1d8+8/19-20 plus 1d6 electricity)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., climb 30 ft.", "Alignment": "CE", "Size": "Large"}