{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 138, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ursikka</h2><h3><i>This enormous, insectlike creature is covered in downy white fur, broken only by glossy black claws and portions of its exoskeleton. A pair of iridescent eyes gleams above a horrid three-part mouth that drips viscous fluid.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Ursikka</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>N Huge magical beast </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision, scent, tremorsense 30 ft.; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 8, flat-footed 24 (+16 natural, -2 size)</h5><h5><b>hp </b>138 (12d10+72)</h5><h5><b>Fort </b>+14, <b>Ref </b>+10, <b>Will </b>+5; +4 vs. mind-affecting effects</h5><h5><b>Defensive Abilities </b>ferocity; <b>Resist </b>cold 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., burrow 20 ft.</h5><h5><b>Melee </b>bite +21 (2d6+11 plus freezing viscosity), 2 claws +21 (1d8+11)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>coat claws, spit</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>32, <b>Dex </b>11, <b>Con </b>22, <b>Int </b> 2, <b>Wis </b>13, <b>Cha </b>5</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+25 (+27 bull rush); <b>CMD </b>35 (37 vs. bull rush, 39 vs. trip)</h5><h5><b>Feats </b>Awesome Blow, Improved Bull Rush, Improved Initiative, Lightning Reflexes, Power Attack, Snatch</h5><h5><b>Skills </b>Climb +15, Perception +15</h5><h5><b>SQ </b>hibernation</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any cold land</h5><h5><b>Organization </b>solitary, pair, or hive (3-10)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Coat Claws (Ex)</b> As a standard action, an ursikka can coat its pincerlike claws with its freezing viscous saliva. This coating lasts for 1 minute. Any creature hit by an ursikka's coated claws or grappled by an ursikka using the Snatch feat takes an additional 2d6 points of cold damage (Reflex DC 22 half). </h5><h5><b>Freezing Viscosity (Ex)</b> The saliva that drips from an ursikka's mouth is maddeningly sticky as well as preternaturally cold. Creatures that take damage from an ursikka's bite attack must succeed at a DC 22 Reflex save or become entangled for 1d4 rounds. While entangled, creatures take 2d6 points of cold damage (Reflex DC 22 half). An entangled creature can break free before the end of this duration by succeeding at a DC 19 Strength check or by dealing 15 point of damage to the encasing saliva with either a slashing weapon or with fire damage. Using fire to remove the saliva damages the entangled creature as well. The save DC is Constitution-based. </h5><h5><b>Hibernation (Ex)</b> Ursikkas can enter a state of hibernation for an indefinite period of time, typically until Triaxus's long summer subsides. An ursikka surrounds itself with its spittle, which hardens into a cocoon. While hibernating, an ursikka doesn't need to drink or eat. The cocoon has hardness 10 and 60 hit points, and is immune to fire damage. As long as the cocoon remains intact, the ursikka remains unharmed in its hibernation. An ursikka must use its attacks to break free from its cocoon. </h5><h5><b>Spit (Ex)</b> As a standard action, an ursikka can spit a 60-foot line of its saliva. Creatures struck by this saliva take 8d6 points of cold damage and risk being entangled. A successful DC 22 Reflex save halves the damage and negates the entangled condition. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Like enormous, nightmarish praying mantises, ursikkas roam the Triaxian wilderness during the wandering planet's winter years. These vicious, short-tempered predators rule primeval environs by default, being among Triaxus's largest, hungriest beasts. Ursikkas' towering height, which can reach 25 feet, is mostly due to the long, slender walking legs on which the creatures skitter with an eerie speed that belies their hulking size. A long, bloated abdomen accounts for most of the beasts' 20 feet of length. Ursikkas' thoraxes anchor their grasping forearms, which each end in sharp pincers capable of shearing flesh from bone like hot knives cutting through butter. Ursikkas' white, shaggy fur covers the majority of their bodies, and their three-part maws can open wide enough to swallow a human whole. The freezing, sticky fluid that drips from their gnashing jaws aids this activity even further. <b></p><p>Ecology</b></p><p> Ursikkas are specifically suited to their home planet's long winter season. Their impossibly cold bodily fluids, which allow them to thrive in subzero temperatures, grant them equally cold saliva that helps the beasts kill their prey as well as digest it. Further, the property that keeps ursikkas' spittle liquid at its freezing temperature also makes it incredibly sticky-a quality that aids the creatures in combat and when preparing for Triaxus's hot summer years. During their planet's long winter, ursikkas terrorize Triaxus's large swaths of uncivilized land in endless quests for food. The ravenous creatures require several tons of raw meat each week to survive. Although they prefer to eat the flesh of large, cold-blooded creatures, hungry ursikkas pursue any viable prey, particularly victims that seem sluggish and easy to catch. When the end of winter approaches, the huge quantity of food they consume fuels an increased production of saliva, which they use to prepare their summer abodes. During Triaxus's summers, ursikkas live inside cocoons constructed from their own saliva. In the weeks before the change of seasons, ursikkas choose an inconspicuous locale-such as inside cave complexes or even holes of their own construction-in which to spend the long summer. The creatures then tirelessly weave their spittle around their bodies until they're fully covered. In 24 hours, the chemicals in the spittle harden it into an impenetrable sheath that protects ursikkas from Triaxus's brutal summer heat. Shortly after their spittle-cocoons harden, the beasts go dormant and do not awake until the temperature returns to a more tolerable level. Although ursikkas are known for aggressiveness during the entirety of winter, they are at their most volatile right before and right after dormancy. An ursikka that is interrupted while weaving its cocoon immediately attempts to kill the intruders. An ursikka whose cocoon is broken during the summer emerges similarly enraged; ursikkas that defeat the creatures responsible for waking them attempt to reconstruct their cocoons, but as spittle production ceases during hibernation, those efforts often fail. Some Summerborn Triaxians actively seek out the cocoons of slumbering ursikkas, knowing they can defeat the exposed beasts relatively easily. <b></p><p>Habitat & Society</b></p><p> With their ruthless predatory skills and voracious appetites, ursikkas typically live solitary existences. However, in places where prey is abundant-such as the wilds of the Drakelands and in the Allied Territories-ursikkas sometimes live in pairs or, rarely, in small hives of three to 10. In such cases, ursikkas still hunt alone. Triaxian scholars note that the creatures don't hesitate to kill each other should one steal another's meal. In accordance with their long life cycles, ursikkas mate infrequently. Once or twice each winter, the larger females of the species typically seek out mates as determinedly as they hunt prey. Afterward, each female lays one enormous, fertilized egg made of a secretion similar to the creatures' hardened saliva. After a 5-year gestation period, the egg hatches. If ursikka parents are even aware of their offspring, though, their behavior does not indicate it. According to scholars, young ursikkas grow to maturity in fewer than 10 years. One disturbing speculation indicates that adult ursikkas sometimes enjoy the flesh of their younger counterparts-and may actually hunt juvenile members of their own species if prey becomes scarce. Whether this behavior is simply a way for adult ursikkas to survive or a warped way for them to retain their territorial dominance is unknown. Although they are very long-lived, ursikkas rarely live through more than two Triaxian winters. In the planet's most isolated territories, where few predators or stalwart hunters threaten them, ursikkas typically die of old age during their dormant period; ursikka carcasses swathed in shimmering, deteriorating cocoons are not uncommon in these frontiers. In more populated areas, ursikkas' lifespans are shorter, especially given the hardy, cold-forged winter cultures that hunt the creatures for protection, thrills, and sometimes meat. Indeed, the warriors of the most populous nations of the Allied Territories consider a slain ursikkas' claws, mandibles, and bulbous eyes the ultimate hunting trophies. Some even make furred armor from ursikkas' durable exoskeletons.</p></h4></div>", "Languages": "", "Source": "AP 70", "Land": "1", "Organization": "solitary, pair, or hive (3-10)", "Ref": "10", "Climb": "0", "HD": "(12d10+72)", "AbilitiyScores": "Str 32, Dex 11, Con 22, Int 2, Wis 13, Cha 5", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 4398, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Improved Bull Rush, Improved Initiative, Lightning Reflexes, Power Attack, Snatch", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "24, touch 8, flat-footed 24", "Swim": "0", "Name": "Ursikka", "VariantParent": "NULL", "Skills": "Climb +15, Perception +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any cold land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "hibernation", "Saves": "Fort +14, Ref +10, Will +5; +4 vs. mind-affecting effects", "Melee": "bite +21 (2d6+11 plus freezing viscosity), 2 claws +21 (1d8+11)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., burrow 20 ft.", "Alignment": "N", "Size": "Huge"}