{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 30, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Wolliped</h2><h3><i>This shaggy, multi-legged creature has a flattened face with wide nostrils and four eyes. Ivory tusks jut downward from its mouth.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Wolliped (Domesticated Or Wild)</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Large animal </h5><h5><b>Init </b>+2; <b>Senses </b>low-light vision, scent; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 11, flat-footed 13 (+2 Dex, +4 natural, -1 size)</h5><h5><b>hp </b>30 (4d8+12)</h5><h5><b>Fort </b>+7, <b>Ref </b>+6, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b>gore +1 (1d8+2)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>14, <b>Con </b>17, <b>Int </b> 2, <b>Wis </b>11, <b>Cha </b>3</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+8; <b>CMD </b>20 (32 vs. trip)</h5><h5><b>Feats </b>Endurance<sup>B</sup>, Run, Skill Focus (Perception)</h5><h5><b>Skills </b>Climb +8, Perception +9</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate hills</h5><h5><b>Organization </b>solitary, pair, or herd (3-12)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Docile (Ex)</b> Unless a wolliped is specifically trained for combat (see the Handle Animal skill on page 97 of the <i>Pathfinder RPG Core</i> Rulebook), its gore is treated as a secondary attack and the creature lacks the trample ability. <h5><b>Spit (Ex)</b> Once per hour, a wolliped can regurgitate the contents of its stomach, spitting the foul material at a single target within 10 feet. The target must succeed at a DC 15 Fortitude save or be sickened for 1d4 rounds. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Believed to be native to the Parapet Mountains, wollipeds were among the first beasts of burden domesticated by Triaxians. Some claim wollipeds weren't domesticated initially to be working animals, but rather were herded and bred for their extremely warm and plentiful fleece. In any case, Triaxians have a long history of using these magnificent animals for many purposes, even employing them as mounts in battle. A typical wolliped stands between 5 and 6 feet at the front shoulder and weighs upward of 1,000 pounds. <b></p><p>Ecology</b></p><p> Wollipeds are social herd animals that subsist on a diet of grasses, leaves, and other plant material. Wollipeds in high mountainous environments obtain much of their food from lichens and mosses, while herds of wollipeds on the plains graze on more substantial fare. Wild wollipeds tend to migrate to more plentiful foraging lands when winter comes to Triaxus, though these can be difficult to find. Domesticated wollipeds, tended to by their Triaxian herders, are found throughout nearly all of Triaxus. Walking on eight sturdy legs, wollipeds are exceptionally sure-footed. These creatures can climb steep mountain trails and march through heavy snow with little effort, and Triaxian cavalry have often charged up scree-choked hillsides to raid fortresses on the backs of armored wollipeds. The great beasts' facility at maneuvering in challenging environments and generally submissive nature have resulted in a long relationship with the humanoids on Triaxus. Wollipeds live for about 15 years, mating and giving birth every 11 months, and can be ridden until the final month of pregnancy. <b></p><p>Habitat & Society</b></p><p> Wollipeds are social animals, grouping together into herds for protection. When threatened, wollipeds gather in a tight cluster with the young animals kept in the very center of the herd. Domesticated wollipeds are used for casual riding, pulling plows, and walking circles to power wollimills. While other exotic fabrics are available during a Triaxian summer, the mainstay of Triaxian winter textiles is spun wolliped fleece. Wolliped fibers wick water away, and still provide adequate warmth even when soaked, while the variations in coat colors and textures provide a wide array of design options. Like Triaxians, wollipeds exhibit distinct seasonal variance. Wollipeds born during the winter have long, thick, shaggy coats of fine fibers with a hollow core, while those born in the summers have shorter, thinner coats. Rather than the coats of individuals changing, the change happens generationally; winter wollipeds give birth to short-coated summer wollipeds as the planet warms, and vice versa. The process happens quickly, usually beginning in eastern Aylok, though no one knows precisely why. In addition to wolliped fleece, some Triaxian artisans use the ivory from wolliped tusks as a raw material, but this is most common for wollipeds born during the winter, as their tusks are three times the size of those born in summer. Winterborn wollipeds use their foot-long tusks for a variety of purposes. In addition to using them to dig in the ice and snow for deep green tubers, burmoss, and patches of sentient tulbos fungus that stretches beneath the ice, wollipeds clash their tusks together in competitions for dominance within a herd and as part of their mating displays. Wollipeds use spitting as a form of communication as well as for defense. Most wollipeds only spit at one another, typically in the course of their tusk-clashing shows of dominance, but when threatened they can launch a nauseating wad of partially digested fodder at their attackers. Some trained wolliped mounts have honed this nature into a weapon guided by their riders. The dragons of Triaxus have little use for terrestrial mounts, and instead use wollipeds as a consistent source of food. More than half of all domesticated wollipeds eventually feed Triaxus's dragon population, though most wollipeds used for meat are older animals whose fleece has turned coarse and brittle. Triaxians also eat wolliped flesh, but most consider young and healthy animals too valuable to eat except during desperate winter years. Regional Variants The statistics on the facing page represent the most common breed of wolliped native to the Drakelands, the Allied Territories, and the Skyfire Mandate. In addition to these, a multitude of other breeds exist throughout Triaxus. Alurals: Triaxians of the Unbound Tribes breed the best wollipeds for battle, with their steeds recognized worldwide as being the strongest and most aggressive. Alurals are also the only known breed of wolliped that is carnivorous. Tribes here collect wolliped milk, fermenting it into a potent alcoholic beverage used for rituals, feasts, and holy days. Alurals have the advanced simple template. Ningese Wollipeds: The remote nation of Ning breeds the smallest wollipeds on Triaxus. Ningese wollipeds are quick and nimble, using these traits to elude the hordes of monsters threatening the civilized regions of the nation. Wollipeds here are primarily used for fleece and food. In the summer, Ningese wollipeds grow to Medium size and their speed increases by 10 feet. Ningese wollipeds born in the harsh winter are Small and have 2 fewer Hit Dice; their Strength and Constitution decreases by 2, and their Dexterity increases by 2. <br><b>Wolliped Companions</b><br> <b>Starting Statistics: Size</b> Medium; <b>Speed</b> 50 ft.; <b>AC</b> +1 natural armor, <b>Attack</b> gore (1d6); <b>Ability Scores</b> Str 14, Dex 16, Con 12, Int 2, Wis 11, Cha 4; <b>Special Qualities</b> low-light vision, scent. <b>7th-Level Adv.: Size</b> Large; <b>AC</b> +3 natural armor; <b>Attack</b> gore (1d8); <b>Ability Scores</b> Str +4, Dex -2, Con +4; <b>Special Abilities</b> spit, trample.</p></h4></div>", "Languages": "", "Source": "AP 70", "Land": "1", "Organization": "solitary, pair, or herd (3-12)", "Ref": "6", "Climb": "0", "HD": "(4d8+12)", "AbilitiyScores": "Str 18, Dex 14, Con 17, Int 2, Wis 11, Cha 3", "Gear": "", "Ranged": "", "Type": "animal", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4400, "SubType": "", "MonsterSource": "", "Feats": "EnduranceB, Run, Skill Focus (Perception)", "AlternateNameForm": "Domesticated Or Wild", "CompanionFlag": "1", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "15, touch 11, flat-footed 13", "Swim": "0", "Name": "Wolliped", "VariantParent": "", "Skills": "Climb +8, Perception +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "temperate hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +6, Will +1", "Melee": "gore +1 (1d8+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft.", "Alignment": "N", "Size": "Large"}