{"Group": "Asura", "Space": "5 ft.", "Mythic": "0", "HP": 76, "Treasure": "standard (2 masterwork kukris)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Asura, Adhukait</h2><h3><i>Twin pallid fiends twist in a dance of daggers, brandishing deadly, crackling kukris that spark and flash as they spin between their warped bodies. As the thorn-covered, misshapen terrors weave their blades over and about one another, it becomes clear that their two figures are joined, both by links of chains and by bridges of stretched flesh, binding them as one.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Adhukait</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>LE Medium outsider (asura, evil, extraplanar, lawful)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft.; Perception +19</h5><h5><b>Aura </b>elusive aura (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 14, flat-footed 16 (+3 Dex, +1 dodge, +6 natural)</h5><h5><b>hp </b>76 (9d10+27); regeneration 5</h5><h5><b>Fort </b>+6, <b>Ref </b>+11, <b>Will </b>+9</h5><h5><b>DR </b>5/good; <b>Immune </b>curses, disease, flanking, poison; <b>Resist </b>acid 10, electricity 10; <b>SR </b>18</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>2 mwk kukris +15/+10 (1d4+5/18-20), 2 claws +9 (1d4+52)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>dance of disaster</h5><h5><b>Spell-Like Abilities</b> (CL 6th)</br>At will&mdash;<i>greater teleport</i> (self plus 50 lbs. of objects only),<i> feather fall</i>,<i> spider climb</i></br>3/day&mdash;<i>blink</i>,<i> blur</i>,<i> mirror image</i>,<i> spike growth</i></br>1/day&mdash;<i>summon asura</i> (level 4, 1 adhukait 35%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 20, <b>Dex</b> 17, <b>Con</b> 17, <b>Int</b> 13, <b>Wis</b> 16, <b>Cha</b> 16</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+14; <b>CMD </b>28</h5><h5><b>Feats </b>Combat Reflexes, Dodge, Lightning Reflexes, Mobility, Nimble Moves</h5><h5><b>Skills </b>Acrobatics +15, Bluff +14, Disguise +9, Escape Artist +21, Intimidate +7, Knowledge (planes) +8, Perception +19, Perform (Dance) +10, Stealth +15; <b>Racial Modifiers </b>+6 Escape Artist, +4 Perception</h5><h5><b>Languages </b>Common, Infernal, Vudrani; telepathy 100 ft.</h5><h5><b>SQ </b>dual minds</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Hell)</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>standard (2 masterwork kukris)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>All-Around Vision (Ex)</b> An adhukait sees in all directions at the same time, giving it a +4 racial bonus on Perception checks. An adhukait cannot be flanked. </h5><h5><b>Dance of Disaster (Su)</b> Every time an adhukait deals damage with a melee attack, it can move an additional 10 feet and attack again, should it have additional attacks remaining. This ability functions similarly to the Spring Attack feat, but is limited not by how far the asura can move, only by its number of attacks. Thus an adhukait can move, attack, move, attack, and so on until it fails an attack roll or all six of its melee attacks are spent. </h5><h5><b>Dual Minds (Su)</b> Although an adhukait is a single creature, it possesses two minds. As such, adhukaits are allowed to make two saving throws to resist any mind-affecting effects. Should either of these saving throws succeed, the asura is not affected by the effect. </h5><h5><b>Elusive Aura (Su)</b> An adhukait constantly sheds an aura that blocks detection by magical scrying. All items and creatures within 30 feet of the asura, including itself, are treated as being under the effects of the spell nondetection. A caster must succeed at a DC 20 caster level check to overcome this effect.</h5></div><br></br><div><h4><p>The first adhukaits rose from the shattered bodies of two god-like brigands who, in a time forgotten to the multiverse, attempted to steal a great treasure from some ancient unnamed deity. The villains were caught in their crime and destroyed for their sin. Their destruction had unforeseen ramifications, however, as they shattered into 12 great pieces that fell upon the world, causing great quakes and tsunamis, killing thousands in an unpredicted catastrophe. As the dismembered corpses melted away, the first adhukaits crawled from their mangled ruins.</p><p>The wily adhukaits revel in the pain of the innocent and the failures of deities. Adept thieves, kidnappers, and ambushers, these twisted, twin-like asuras delight in undermining goodly acts and stealing the relics of the divine, hiding away such treasures so none might find them. While their bodies appear as two fiends warped into an eternal, writhing embrace, adhukaits have but one personality, driven by hatred and sinister schemes.</p><p>Knowing how their mangled bodies unnerve mortals, they delight in performing wild, deadly dances, bringing their victims low with their lethal, hell-forged blades.</p><p>A typical adhukait stands just under 6 feet tall and, with the combined bulk of two fiends, weigh nearly 250 pounds.</p><p><b>Habitat & Society</b><br> Adhukaits make their homes throughout the hinterlands of Hell, favoring forgotten vaults of Erebus and lonely crags in Caina. Like most asuras, though, many find their ways to other planes and to mortal worlds, hiding in dark, secret places and fashioning terrible trophy halls for planed thefts and abductions. Proving easily contented upon taking a single captive or successfully performing an ideal heist, adhukaits typically retire to their grim redoubts, rarely straying far from their stolen spoils, keeping them eternally hidden under the shroud of their mysterious auras.</p><p>Rarely do adhukaits work together, each fixating on selfish goals and glories they care not to share even with others of their kind. Only the will of a more powerful asura might convince them to put aside their blasphemous plottings, directing them toward the targets and coveted treasures of evils even greater than themselves.</p><p><b>Known Adhukaits</b><br> Several adhukaits eye Golarion in their schemes to spread hopelessness and disaster. While most work their evil among the faiths and faithful of Vudra, some target the realms of the Inner Sea for their blasphemy.</p><p><b>Caiiac:</b> Crowned with blue thorns, the adhukait Caiiac haunts the Voxfang, a bent spire twisting from the depths of Caina. At the peak of the spire languishes a crazed soul whose name has been long forgotten but who knows many blasphemous secrets of the goddess Shelyn's faith. The asura regularly crawls up from his lair within the spire's crevices to torment the soul, seeking ever more details on a heretical treasure the mad spirit claims lies at the seat of the \"Titan's Mind\" somewhere on Golarion.</p><p><b>Kaisadvaisad:</b> Having clawed additional grim crypts beneath the deepest catacombs of the Tomb of the Thousand Tusks, the asura Kaisadvaisad wheels and cackles over its decade-old victory. Deep below the defiled vault of bones and ivory lies the fiend's labyrinth cathedral, at the heart of which stands an altar crafted from a gigantic elephant skull. Within the cavity at the skull's center, smeared with deadly poison, lies a heavily trapped but entirely empty chest.</p><p>Below the altar, however, hides a hollow wherein lies the ageless head of Shei Five Dawns, the lost oracle of Sinashakti. Kaisadvaisad gloats and revels daily over his gruesome prize, taking terrible delight in the knowledge that the followers of the empyreal lord still mourn and seek their lost prophet.</p><p><b>Asuras</b><br> A race of fiends populating the wilderness of Hell, asuras are terrible beings risen from the mistakes of the gods. Living blasphemies, each breed of asura traces its genesis to some godly misdeed or misstep, given form by divine power, mortal disillusionment, hatred, and bitterness. Among them rise the asura ranas, unique and terrible fiends like Aghasura, Daissiad, Holika, and Vritra, born from some of the most terrible divine accidents in the multiverse's unfathomable history. While asuras typically seek to bring the gods and their hosts low and to torment their worshipers, some have sought redemption. Such redeemed asuras make the lies of their cunning brethren all more believable yet dangerous, as the words of most asuras are poison and their intents ruinous.</p><p><b>Asura Traits</b><br> Asuras are lawful evil outsiders that make their homes amid Hell's wildernesses. Twisted beings, they are accidents of the gods, seeking to sow doubt among mortals and ultimately revenge themselves against the weak deities of good for their accursed existences.</p><p><ul> <li> Immunity to curses, disease, poison.</p><p> <li> Resistance to acid 10 and electricity 10.</p><p><li> Summon Asura (Su) Asuras share the ability to summon others of their kind, typically another of their type or a small number of less powerful asuras.</p><p><li> Telepathy.</p><p><li> Except where noted otherwise, asuras speak Infernal, Common, and Vudrani.</p><p><li> An asura's natural weapons, as well as any weapons it wields, are treated as lawful and evil for the purpose of overcoming damage reduction.</ul></p></h4></div>", "Languages": "Common, Infernal, Vudrani; telepathy 100 ft.", "Source": "AP 28", "Land": "0", "Organization": "solitary or pair", "Ref": "11", "Climb": "0", "HD": "(9d10+27)", "AbilitiyScores": "Str 20, Dex 17, Con 17, Int 13, Wis 16, Cha 16", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 441, "SubType": "(asura, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Combat Reflexes, Dodge, Lightning Reflexes, Mobility, Nimble Moves", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+6 Escape Artist, +4 Perception", "AC": "20, touch 14, flat-footed 16", "Swim": "0", "Name": "Adhukait", "VariantParent": "", "Skills": "Acrobatics +15, Bluff +14, Disguise +9, Escape Artist +21, Intimidate +7, Knowledge (planes) +8, Perception +19, Perform (Dance) +10, Stealth +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any (Hell)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "dual minds", "Saves": "Fort +6, Ref +11, Will +9", "Melee": "2 mwk kukris +15/+10 (1d4+5/18-20), 2 claws +9 (1d4+52)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "40 ft.", "Alignment": "LE", "Size": "Medium"}