{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 144, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Animated Tank</h2><h3><i>Like a deranged caterpillar of grinding metal and protruding turrets, this massive armored vehicle dominates the battlefield, spitting hot lead and artillery-seemingly without a crew.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Animated Tank</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>N Huge construct </h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +26</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 9, flat-footed 28 (+1 Dex, +20 natural, -2 size)</h5><h5><b>hp </b>144 (16d10+56)</h5><h5><b>Fort </b>+5, <b>Ref </b>+6, <b>Will </b>+5</h5><h5><b>DR </b>10/adamantine; <b>Immune </b>construct traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Ranged </b>3 Maxim M1910 machine guns +15 (2d8/19-20), Hotchkiss 6 pounder +15 (8d6/x3)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>integrated weaponry, <i>telekinesis</i>, vicious trample (6d6+18, DC 30)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>35, <b>Dex </b>12, <b>Con </b>-, <b>Int </b> 13, <b>Wis </b>10, <b>Cha </b>9</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+30 (+32 bull rush); <b>CMD </b>41 (43 vs. bull rush, can't be tripped)</h5><h5><b>Feats </b>Alertness, Awesome Blow, Improved Bull Rush, Improved Initiative, Point-Blank Shot, Power Attack, Skill Focus (Perception), Toughness</h5><h5><b>Skills </b>Intimidate +15, Perception +26, Sense Motive +20</h5><h5><b>Languages </b>Russian (can't speak); telepathy 100 ft.</h5><h5><b>SQ </b>inexhaustible ammo</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, troop (2-4), squadron (5-12)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Inexhaustible Ammo (Su)</b> An animated tank loads and fires its weapons as a normal tank, but it telekinetically reloads from a supernaturally endless supply of ammunition. </h5><h5><b>Integrated Weaponry (Ex)</b> An animated tank is equipped with three Maxim M1910 machine guns (see page 65) and two Hotchkiss 6 pounders (see page 66) built into its body. It treats these weapons as natural attacks and not manufactured weapons. It cannot make iterative attacks with these weapons. An animated tank has its weapons arranged on all sides of its body and can make three machine gun attacks and one Hotchkiss 6 pounder attack each round. An animated tank's weapons can still be targeted by effects that target manufactured weapons (such as <i>magic weapon</i> spells or sunder attempts), but cannot easily be harvested for use once the animated tank is destroyed. An animated tank is always proficient with its weapons, and its ranged weapons do not provoke attacks of opportunity when fired in melee combat. </h5><h5><b>Telekinesis (Su)</b> The pickled brain that animates the tank possesses a supernatural ability to manipulate its surroundings and reload its armament. The animated tank can use <i>telekinesis</i> as a standard action every 1d4 rounds (caster level 16th). </h5><h5><b>Vicious Trample (Ex)</b> An animated tank's powerful metal treads deal 6d6+18 points of damage on a successful trample.</h5></div><br><div><h4><p><p>The brains of great military commanders and tacticians need not go to waste simply because their mortal bodies have been slain. Preserved in glass vessels, bathed in nutrient fluids, and wired to strange energies and bizarre technologies, these organs are given new life, as their mental talents are preserved and tapped to independently control monstrous war machines. Though the methods, magic, and technology used differ between creators of these hulking engines, incarnations of these creatures typically take the form of captured siege engines and vehicles retrofitted to allow independent control by the pickled brains inside. Animated tanks are perhaps the most dangerous of such animate siege engines. Thought haunted by some, and simply assumed by others to be well-commanded vehicles crewed by crack soldiers, these animated monstrosities are feared and loathed on battlefields across the front. Blessed with incredible armor and the ability to never tire or deplete their stocks of ammunition, these creatures run roughshod over trenches and barricades alike, grinding troops unfortunate enough to fall beneath their tracks to splinters of meat and bone. The tremendous range afforded by their armaments only makes matters worse for those forced to confront the lumbering monstrosities, and finding a weakness within their steel carcasses is nigh impossible. Animated tanks are found in the company of one or more rifle or flamethrower troops; these soldiers are usually either keenly aware of the tank's unique magical animation, or wholly ignorant of its mysterious and taciturn movements as they simply follow their commander's orders without regard to the tank's missing crew. Those hearing the tanks' orders in their own heads, however, instantly realize that something is not quite normal. As animated tanks are built with the armored frames of British Mark IV tanks-a common war wagon on First World War battlefields-few soldiers question the orders of their superiors when tasked with accompanying one of the beasts. Though Mark IV tanks could normally hold a crew of eight, the cabin of an animated tank is filled with strange technological and alchemical devices, allowing only four Medium creatures space to ride inside-that is, if the animated tank agrees to carry passengers. Animated tanks were designed by Viktor Miloslav for use by the Russian Imperial Army, and it is thought that this mad experimentation and blasphemous use of the deceased is what triggered his exile to the cold wastes of Siberia and his imprisonment in the Akuvskaya prison camp. It is ultimately unknown how effective the creations of Viktor Miloslav proved on the battlefields of the Great War, or whether any of the monstrosities survived the war, as their shelled-out carcasses look little different from normal tanks, with the exception of a faint smell of formaldehyde and remnants of broken glass not usually found with tanks of this model. Whether some slumbering beast waits patiently in some forgotten barn or warehouse remains to be seen, or whether brave soldiers have laid this dangerous and blasphemous technology to rest is unknown, but hopefully Viktor Miloslav's mad designs have all been destroyed or lost forever. <b><b></p><p>Variants</b></p><p></b></p><p> Viktor Miloslav is rumored to have created variations on the normal Mark V tank during his brief explorations into self-animated war machines during World War I. \"Female\" Animated Tank (CR 11): So named because it lacked the heavier Hotchkiss 6 pounder guns of its more robust counterpart, this variant makes up for its lack of explosive firepower with a bristling barrage of machine gun fire, being able to make up to five attacks per round with its Maxim M1910 machine guns. The tanks are otherwise identical in most respects, and few find a female animated tank's lack of Hotchkiss 6 pounder guns a relief when faced with its withering machine gun attacks. The \"Moving Fortress\" (CR 13): Once word of Viktor Miloslav's inventions spread to Germany, the engineers there tried to replicate the effects he'd achieved, though it's unknown to what degree they succeeded. Should one of these specimens have survived, it would have been much more highly armored, built on the base of the German A7V tank-designed literally like a tracked, armored land ship. A moving fortress has 2 additional Hit Dice, and its natural armor bonus is increased by 5. Its single main gun, more robust than the Hotchkiss 6 pounder, deals an additional 4d6 points of damage, and the moving fortress is equipped with six Maxim M1910 machine guns. <br><b>Construction</b><br> An animated tank is built by retrofitting a preexisting tank and hard-wiring its pickled brain to the controls through strange technology, rather than crafting the construct's tank body from scratch. The secrets to preserving brains and connecting them to metal war wagons is lost, as is the nonmagical technological process by which Viktor Miloslav constructed the monstrosities found on Earth during the First World War. However, those able to inspect a destroyed specimen may be able to reconstruct the process. In addition to an animated tank's creation requirements-beyond the body of an intact tank-an animating brain must be harvested soon after its body is deceased, preserved with <i>gentle repose</i>, and subjected to a special nutrient bath before being revived and ultimately hooked into the tank. Only time and experimentation will reveal whether other secrets to this mysterious process were lost in the chaos of war on Earth. <br><b>ANIMATED TANK</b><br> <br><b>CL</b> 12th; <b>Price</b> 200,000 gp </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Construct, <i>animate object</i>, <i>geas/quest</i>, <i>resurrection</i>, <i>telekinesis</i>; <b>Skill</b> Craft (blacksmithing), Knowledge (engineering), and Heal DC 25; <b>Cost</b> 100,000</p></h4></div>", "Languages": "Russian (can't speak); telepathy 100 ft.", "Source": "AP 71", "Land": "1", "Organization": "solitary, troop (2-4), squadron (5-12)", "Ref": "6", "Climb": "0", "HD": "(16d10+56)", "AbilitiyScores": "Str 35, Dex 12, Con -, Int 13, Wis 10, Cha 9", "Gear": "", "Ranged": "3 Maxim M1910 machine guns +15 (2d8/19-20), Hotchkiss 6 pounder +15 (8d6/x3)", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4442, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Awesome Blow, Improved Bull Rush, Improved Initiative, Point-Blank Shot, Power Attack, Skill Focus (Perception), Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "29, touch 9, flat-footed 28", "Swim": "0", "Name": "Animated Tank", "VariantParent": "", "Skills": "Intimidate +15, Perception +26, Sense Motive +20", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "inexhaustible ammo", "Saves": "Fort +5, Ref +6, Will +5", "Melee": "", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "N", "Size": "Huge"}