{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 127, "Treasure": "standard (bastard sword, other gear)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Fext</h2><h3><i>This creature's pallid skin belies its healthy, powerful physique. Dressed in a fine military uniform, complete with numerous decorations and medals, the creature gazes from eyes that are dead and vacant, its thin lips grinning wickedly and revealing pointed, inhuman teeth.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Fext</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>LE Medium undead </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +20</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 15, flat-footed 20 (+4 Dex, +1 dodge, +10 natural)</h5><h5><b>hp </b>127 (15d8+60)</h5><h5><b>Fort </b>+9, <b>Ref </b>+9, <b>Will </b>+11</h5><h5><b>DR </b>10/glass or obsidian; <b>Immune </b>cold, undead traits; <b>Resist </b>electricity 10, fire 10; <b>SR </b>21</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>bastard sword +18/+13/+8 (1d10+6/17-20) or </br> slam +17 (1d4+9 plus energy drain)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>energy drain (1d4 levels, DC 21)</h5><h5><b>Spell-Like Abilities</b> (CL 15th; concentration +19) </br>At Will&mdash;<i>death knell</i> (DC 16), <i>protection from good</i>, <i>speak with dead</i> (DC 17) </br>3/day&mdash;<i>bestow curse</i> (DC 17)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>23, <b>Dex </b>18, <b>Con </b>-, <b>Int </b> 13, <b>Wis </b>15, <b>Cha </b>18</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+17; <b>CMD </b>32</h5><h5><b>Feats </b>Cleave, Dodge, Great Cleave, Improved Critical (bastard sword), Mobility, Power Attack, Spring Attack, Weapon Focus (bastard sword)</h5><h5><b>Skills </b>Acrobatics +10 (+14 when jumping), Disguise +15, Intimidate +20, Knowledge (engineering) +12, Knowledge (religion) +12, Perception +20, Sense Motive +9, Stealth +17</h5><h5><b>Languages </b>Common, Necril</h5><h5><b>SQ </b>unkillable</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard (bastard sword, other gear)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Unkillable (Su)</b> When reduced to 0 hit points by anything other than a glass or obsidian weapon, a fext is not destroyed, but instead becomes unconscious. Additionally, 1d4 minutes after falling, a fext gains fast healing 1. To be completely destroyed, a fext must be reduced to 0 hit points by a glass or obsidian weapon or, once a fext is rendered unconscious, its head must be severed and anointed with holy water. Once destroyed, a fext dissolves into fine ash.</h5></div><br><div><h4><p><p>Any good general forbids mention of fexts among his ranks, but such strictures do little to prevent soldiers from whispering tales of undying officers leading enemy units. These supernatural officers-often the targets of dozens of strikes and attempted assassinations over the course of their careers-never seem to fall to these attempts, and when they do, they return for the next clash unfazed. Soldiers whisper that these undead officers are only vulnerable to glass arrows, glass bullets, or glass daggers. Tales of fexts, usually dismissed as camp folktales derived from soldiers' frustration at failed campaigns and lost battles, are most frighteningly true-a truth living officers keep from the normal rank and file, for it takes a truly strong leader to send his soldiers against an unkillable foe. Fexts are relatively new on the face of Golarion. The Whispering Way is said to be behind the existence of these powerful creatures, which not only possess skills at warfare and widespread destruction, but also excel at the subterfuge and guile necessary to pass themselves off as normal, living humanoids. While these abominations often serve corrupt monarchs or power-hungry and desperate tyrants, some fexts infiltrate good armies and act as horrible warlords, defying their nation's ideals. These fexts use politics and miscommunication to distort the truth of their battlefield atrocities. Though a fext normally acts as a commander on the battlefield, when engaged in combat, a fext favors its martial prowess, intermingling quick strikes and deadly blows with disruptive curses and its energy drain ability. Many fexts enjoy cruel and humiliating alternatives for their curses instead of simply reducing ability scores or the effectiveness of attack rolls-they may choose abstract effects such as having the target's commander view him as an enemy or making the target of the curse appear loathsome to fellow soldiers in order to break ranks. In war zones, fexts never spare a kill, being eager to use their <i>death knell</i> spell-like ability. Also, as they wade through scorched battlefields, they frequently use their <i>speak with dead</i> spell-like ability to discern information about rival armies. <b></p><p>Ecology</b></p><p> Strange rituals doom a child to becoming a fext, ensuring its twisted immortality. Usually male and usually human, the child is destined from birth to die young, but will shine in undeath as a great military leader. Wicked rites corrupt the child while it's still in its mother's womb, infusing it with a power that burns brightly during its development, only to dim upon reaching adulthood into a spiral of blackness followed by an immediate descent into undeath. Creating a fext requires a caster of at least 15th level who must subject an expectant mother to weekly treatments throughout her pregnancy, consisting of an array of charms, herbs, oils, pastes, and powders. After the child is born, a portion of the preserved placenta must be carried or kept near the fext throughout its childhood, usually disguised as a charm, stuffed into a doll, or worked into a favored toy or memento. Born a strong and healthy child, the fext leads a mostly typical life for a child of its parentage, region, and status, maintaining a keen intellect and hearty physique. These boons in its youth all but guarantee it a powerful place in society, especially in the field of battle. A young fext finds itself enamored with warfare of any kind and usually studies weaponry, fighting styles, and historical battles with a voracious appetite. Some fexts grow up knowing their destiny-or learn of it along the way-and choose to dedicate their lives to preparing for some dark purpose. Upon reaching adulthood, a fext falls ill. With fever rising and a head full of hallucinations, the fext lies comatose for a week. During this time, the creature slowly passes from mortality, its soul hanging suspended between worlds, then crumbling into undeath. The transition from life to undeath yields great benefits to a fext, though some experience shocking revelations during the transformation. Like vampires, fexts decay at a slower rate than most undead, allowing the creatures to feign normal life for at least a decade. During this time, their skin slowly grows pallid and the odor of death increasingly haunts them. As fexts begin to degrade, the creatures employ mundane disguises and use restorative spells to maintain their physical bodies' previous appearance. Maintaining their image, fexts generally keep to their expected behavior and use their given names until disguise becomes too difficult. At that point, they often choose a name from the Necril tongue, granted in a vision during their transformation to undeath. <b></p><p>Habitat & Society</b></p><p> Fexts have no choice as to where they grow up, but in adolescence and young adulthood, before the transformation takes place, they find themselves drawn to areas of conflict and war. In fact, regions of political turmoil and constant battles are breeding grounds for fexts-the ritual that creates these creatures is performed almost exclusively in war-torn countries for two reasons. First, it ensures the youth grows up knowing the ravages of war, allowing the fext to learn the reality of death early on, just as a child in a more idyllic setting might learn to play make-believe. Second, it places the youth in a position to become a great leader and a strong warrior who strives to lead forces in battle. The ritual for creating a fext is nearly as variable as the path to lichdom, and must be customized for each potential child who is to carry the honor. Some parents are aware of the path their unborn child is destined to walk, but others are manipulated into allowing these foul rites. They remain unaware of what the procedure will do to their child, and being told it will protect the child and make it stronger. Subjects for this transformation are usually children of nobles or families renowned for a lineage of strong soldiers. When those driven to create a fext discover an ideal mother is with child, they pose as midwives or doctors, and work the rites into their regular care, explaining the tinctures and herbs away as beneficial supplements for the mother and child.</p></h4></div>", "Languages": "Common, Necril", "Source": "AP 71", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "0", "HD": "(15d8+60)", "AbilitiyScores": "Str 23, Dex 18, Con -, Int 13, Wis 15, Cha 18", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4444, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Dodge, Great Cleave, Improved Critical (bastard sword), Mobility, Power Attack, Spring Attack, Weapon Focus (bastard sword)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "", "AC": "25, touch 15, flat-footed 20", "Swim": "0", "Name": "Fext", "VariantParent": "NULL", "Skills": "Acrobatics +10 (+14 when jumping), Disguise +15, Intimidate +20, Knowledge (engineering) +12, Knowledge (religion) +12, Perception +20, Sense Motive +9, Stealth +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "unkillable", "Saves": "Fort +9, Ref +9, Will +11", "Melee": "bastard sword +18/+13/+8 (1d10+6/17-20) or slam +17 (1d4+9 plus energy drain)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "LE", "Size": "Medium"}