{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 112, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Trench Mist</h2><h3><i>A noxious mustard-colored vapor hangs low over the battlefield, concealing the sickening forms of dead soldiers who walk once more among the living. Its heavy fumes shift and swirl as if alive.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Trench Mist</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>NE Gargantuan aberration (air)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft., lifesense; Perception +25</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>12, touch 12, flat-footed 6 (+5 Dex, +1 dodge, -4 size)</h5><h5><b>hp </b>112 (15d8+45); fast healing 5</h5><h5><b>Fort </b>+8, <b>Ref </b>+10, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>amorphous, negative energy affinity; <b>DR </b>10/magic; <b>Immune </b>acid, electricity, sonic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>0 ft., fly 40 ft. (perfect)</h5><h5><b>Melee </b>touch +7 (4d6 acid plus 4d6 negative energy)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>create trench zombie, engulfing mists</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>20, <b>Con </b>16, <b>Int </b> 7, <b>Wis </b>13, <b>Cha </b>10</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+15; <b>CMD </b>31 (can't be tripped)</h5><h5><b>Feats </b>Ability Focus (engulfing mists), Combat Reflexes, Dodge, Flyby Attack, Improved Initiative, Mobility, Skill Focus (Perception), Weapon Finesse</h5><h5><b>Skills </b>Fly +25, Perception +25</h5><h5><b>Languages </b>Russian (can't speak); telepathy 30 ft.</h5><h5><b>SQ </b>gaseous, trench zombie symbiosis</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, or horror (3-5)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Create Trench Zombie (Su)</b> A trench mist can animate any corporeal creature slain while engulfed within its form. The victim rises as a trench zombie (see facing page) in 1d4 rounds and is under the control of the trench mist that created it. A trench zombie becomes free-willed if it is separated from its parent trench mist. A trench mist can animate a number of trench zombies whose Hit Dice total does not exceed more than twice its own Hit Dice. </h5><h5><b>Engulfing Mists (Ex)</b> A trench mist can engulf foes (see the engulf special ability on page 296 of <i>Pathfinder RPG Bestiary</i> 2). A creature engulfed by a trench mist does not gain the pinned condition and may move normally-such a creature is not in danger of suffocating, but as long as it begins its turn engulfed, it automatically takes 4d6 points of acid damage and 4d6 points of negative energy damage. A trench mist's vapors obscure all sight, including darkvision, beyond 5 feet. Creatures 5 feet away have concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker can't use sight to locate targets). The save DC to avoid the engulfing mists is Constitution-based. </h5><h5><b>Gaseous (Ex)</b> A trench mist has a body composed of foul, mustard-colored vapors. This form grants the amorphous defensive ability and allows it to pass through small holes or narrow openings, even mere cracks, with no reduction to its speed, but it cannot enter water or other liquids. A trench mist doesn't have a Strength score. It can't manipulate or wear objects, and it is treated as a creature three size categories smaller than its actual size (Medium for most trench mists) for the purposes of how wind affects it. </h5><h5><b>Trench Zombie Symbiosis (Su)</b> Because of its symbiotic relationship with the trench zombies it creates, a trench mist shares senses with its animated creatures when they are engulfed within its form, granting them lifesense and making them immune to the concealment the trench mist grants to creatures within and outside of its foggy form.</h5></div><br><div><h4><p><p>Trench mists are created anywhere that deadly gas attacks are used for the wholesale slaughter of troops, whether attacks of a mundane poisonous nature, or from the magical effects of spells such as <i>acid fog</i>. Under mysterious circumstances likely born of the horrors of war and the final throes of young soldiers dying before their time, these mists linger over the battlefield, absorbing the departing souls of the slain. This commingling of loosed life energy and strange chemicals grants the miasma a sly, malevolent sentience. Once so born, the trench mist then seeks only to impart misery and share its singular fate with those fortunate enough to have escaped the poisonous attacks that birthed the creature in the first place. As it preys upon the living it absorbs the aff licted into its growing horde of shambling servants. Victims of its acidic mist rise as hateful zombies under the creature's control, and a trench mist that gains a horde of zombies is a dangerous foe indeed. On battlefields where trench mists are known to have arisen, wise commanders arrange cease-fires during which both sides abandon the site, lest their troops succumb to the horrifying fate of their comrades. Part of the trench mist's self-awareness comes from the symbiotic trench zombies it gains as it slaughters its victims, as the zombies under the mist's control retain the abilities they had in life as well as some snippets of their former memories, which all feed into the collective consciousness of the trench mist. This allows the mist to learn and adapt, granting it a relatively keen intelligence compared to other similar creatures, and allowing it to make canny combat decisions and cleverly manipulate its surroundings. Trench mists wander battlefields looking for prey so they can add more shambling zombies to their collective hordes. Occasionally they might even enter inhabited areas to seek out fresh ammunition and armaments for those of their symbiotic undead who may have exhausted their weaponry. When bereft of such foul company, trench mists often persist for years after the tides of war have receded, settling into the soil and slumbering until fresh prey arises. The lifespan of trench mists is unknown, though through this sort of hibernation they very well may be immortal, reemerging without warning at the scenes of ancient battles centuries after they have taken place, whether turned up by an unsuspecting farmer's plow or war waged anew.</p></h4></div>", "Languages": "Russian (can't speak); telepathy 30 ft.", "Source": "AP 71", "Land": "1", "Organization": "solitary, pair, or horror (3-5)", "Ref": "10", "Climb": "0", "HD": "(15d8+45)", "AbilitiyScores": "Str -, Dex 20, Con 16, Int 7, Wis 13, Cha 10", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 4445, "SubType": "(air)", "MonsterSource": "", "Feats": "Ability Focus (engulfing mists), Combat Reflexes, Dodge, Flyby Attack, Improved Initiative, Mobility, Skill Focus (Perception), Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "1", "RacialMods": "", "AC": "12, touch 12, flat-footed 6", "Swim": "0", "Name": "Trench Mist", "VariantParent": "NULL", "Skills": "Fly +25, Perception +25", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "gaseous, trench zombie symbiosis", "Saves": "Fort +8, Ref +10, Will +10", "Melee": "touch +7 (4d6 acid plus 4d6 negative energy)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "0 ft., fly 40 ft. (perfect)", "Alignment": "NE", "Size": "Gargantuan"}