{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 76, "Treasure": "standard (breastplate, buckler, spear)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Spartolos</h2><h3><i>A skeleton clad in tarnished armor clatters in its grim march. A polished bronze breastplate, greaves, and helmet dutifully remain to protect this felled warrior, while its naked, skeletal hands still clutch a short spear and a round bronze shield. Yet, beneath its decrepit armor and moldering bones, a deftness and deadly intent linger on, embodied in a hellish light smoldering in its shadowed eye sockets.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Spartolos</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>NE Medium undead </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 12, flat-footed 19 (+6 armor, +2 Dex, +2 natural, +1 shield)</h5><h5><b>hp </b>76 (8d8+40)</h5><h5><b>Fort </b>+6, <b>Ref </b>+4, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>united resistance; <b>DR </b>10/bludgeoning; <b>Immune </b>cold, undead traits; <b>SR </b>17</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>spear +10 (1d8+4/x3) or </br>2 claws +10 (1d4+4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 19, <b>Dex</b> 14, <b>Con</b> -, <b>Int</b> 11, <b>Wis</b> 14, <b>Cha</b> 19</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+10; <b>CMD </b>22</h5><h5><b>Feats </b>Combat Expertise, Improved Disarm, Improved Initiative, Toughness</h5><h5><b>Skills </b>Acrobatics +5, Climb +10, Perception +13, Stealth +8; <b>Racial Modifiers </b>+8 Stealth while using disjoin</h5><h5><b>Languages </b>Common (cannot speak)</h5><h5><b>SQ </b>deadly ally, disjoin</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, troop (3-18)</h5><h5><b>Treasure </b>standard (breastplate, buckler, spear)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Deadly Ally (Ex)</b> Spartoi cooperate exceptionally well in battle. A spartolos flanking a target with another spartolos gains a +4 flanking bonus instead of +2. </h5><h5><b>Disjoin (Su)</b> As a move action, a spartolos can crumble into a pile of bones and tarnished weaponry. While in this state, the undead gains a +8 racial bonus to its Stealth check and its DR rises to 10/bludgeoning. As a move action, a spartolos can reform itself, jolting into its armored skeletal form even if its pieces have been scattered. </h5><h5><b>United Resistance (Su)</b> A spartolos ignores 5 points of damage caused by channel energy. This resistance rises by 5 for every other spartolos within 10 feet to a minimum of 0 damage.</h5></div><br></br><div><h4><p><p>Raised from the corpses of famed warriors and legendary legionaries, spartoi (singular \"spartolos\") walk again, dragged from death to do battle once more. Greater than mere unthinking corpses, like skeletal champions spartoi carry with them some vestige of their past lives and experiences. Yet what sets them apart from lesser undead are their retained caginess and knowledge of tactics, allowing them to function with deadly efficiency in troops of their brethren. Sometimes called the \"sown men,\" spartoi hold a fundamental connection to the near-mythical magical items known as a spartoi seeds, teeth that when planted in the earth summon forth these undead, fully armed and ready for command. Although ancient versions of these items prove especially rare, the well-known nature of their myth has led to dozens of modern versions being created and, with them, a rise in the appearance of spartoi.</p><p>A typical spartolos stands about 5-1/2 to 6-1/2 feet tall, weighing approximately 70 pounds with its full compliment of equipment.</p><p><b>Ecology</b><br> As undead beings, spartoi have no need for food or shelter and have little effect on their environments. Yet despite being obedient undead, all spartoi seem to favor resting as disjoined piles of bones rather than standing corpses.</p><p>Although the undead know no sensations of exertion, spartoi left to their own devices or without commands to do otherwise collapse into scattered remains. Whether such is a matter of tactics and subterfuge or fulfills some other need, the animate corpses give no hint.</p><p>Spartoi detect as being of evil alignment merely because the powers animating them prove fundamentally foul. In some cases, spartoi raised from the corpses of particularly goodly or otherwise forceful individuals might retain the alignment they possessed in life.</p><p><b>Habitat & Society</b><br> The spartoi are undead skeletons-albeit much more powerful than other versions-designed for war. They have no wants or desires other than to serve their masters, and they carry no fear. Though they have some defense against channeled energy, the spartoi are just as susceptible to divine spellcasters as any other undead.</p><p>All spartoi spring into being with weaponry, typically a spear, buckler, and breastplate, though some rare individuals have been known to arise with more unusual armaments. In such cases, short swords, punching daggers, glaives, and great clubs prove most common. Only the rarest of spartoi have been known to arise brandishing ranged weapons, their undead forms seeming to lack the coordination for such arms. In any case, spartoi weaponry and armor typically bear the markings of ancient cultures, often appearing to be from lands near where the undead (or its spartoi seeds) were created.</p><p>Despite their skill and cooperation in battle, spartoi have little interest in one another. Even spartoi apparently risen from rival nations or cultures seem to forget all past rivalries in death. The mind of a spartolos is a mind possessed by a will to do battle and a skill or instinct seemingly inherent in the bones of great warriors, actual vestiges of personality lingering on only in the rarest cases. Even those spartoi retaining some hint of their former personalities seem interested only in completing their master's will and swiftly returning to their rightful place in death. Such causes many concerned with the necromantic arts to ponder over whether their magic draws forth an actual spirit to its bones, or merely causes a corpse to act with a hint of the personality that was bound to it in life.</p><p><b>Creating a Spartolos</b><br> A spartolos might be created in a number of ways. Most simply, a create undead spell cast by a magic-user of caster level 16 or greater can infuse a dead body with a heroic spirit, resurrecting it as a spartolos. Alternatively, one might seek out rare items known as spartoi seeds.</p><p>Although relatively rare, the oldest seeds might summon forth the corpses of legendary heroes rather than typical spartoi. These slain champions, while possessing the same statistics as normal spartoi in death, possess the ability to speak and often bear great insight into the ways of battle or memories from their lives.</p><p><b>Mythic Seeds</b><br> Numerous myths across Golarion tell of legendary, magical fangs that summon forth the spirits or corpses of powerful warriors. The most pervasive of these tales comes from the ancient myth of the Jiskan hero Strada, though countless variations exist in dozen of cultures across Avistan.</p><p>Legends tell of the mythic hero Strada tasked by the devil Alichino with the impossible charge of besieging an unconquerable city. Seeking out the oracle of Gorum, god of battle, the hero was gifted the thousand fangs of the dragon Kathalphas, who was said to have grown an additional tooth with every champion she had slain. Told to sow these fangs into the dust surrounding the city, the hero praised Gorum and departed graciously.</p><p>Upon reaching the city, he did as the priest had advised, and to his astonishment, the skeletons of the dragon's thousand victims leapt from the ground, clad in all the finery of epic warriors, and arrayed to do battle in Strada's name.</p><p>The unconquerable city fell in an hour, much to the fury of capering Alichino, and for 90 splendorous years Strada ruled as king with an army of the world's greatest warriors ever guarding his palace gates.</p><p>See the spartoi seeds sidebar for rules on using the magical teeth drawn from this myth.</p></h4></div>", "Languages": "Common (cannot speak)", "Source": "AP 28", "Land": "0", "Organization": "solitary, pair, troop (3-18)", "Ref": "4", "Climb": "0", "HD": "(8d8+40)", "AbilitiyScores": "Str 19, Dex 14, Con -, Int 11, Wis 14, Cha 19", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 445, "SubType": "", "MonsterSource": "", "Feats": "Combat Expertise, Improved Disarm, Improved Initiative, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+8 Stealth while using disjoin", "AC": "21, touch 12, flat-footed 19", "Swim": "0", "Name": "Spartolos", "VariantParent": "", "Skills": "Acrobatics +5, Climb +10, Perception +13, Stealth +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "deadly ally, disjoin", "Saves": "Fort +6, Ref +4, Will +8", "Melee": "spear +10 (1d8+4/x3) or 2 claws +10 (1d4+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}