{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 209, "Treasure": "double", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Crone Queen</h2><h3><i>A cold, hateful light burns in the eye sockets of this corpselike creature, whose withered skin is stretched over its icy bones. It wears the tattered raiments of ancient royalty, and a crown of jagged icicles juts from its head.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Crone Queen</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>NE Medium undead (cold)</h5><h5><b>Init </b>+9; <b>Senses </b>blizzard sight, darkvision 60 ft., lifesense; Perception +32</h5><h5><b>Aura </b>fear aura (30 ft., DC 25)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 16, flat-footed 24 (+4 armor, +5 Dex, +1 dodge, +10 natural)</h5><h5><b>hp </b>209 (22d8+110); fast healing 10</h5><h5><b>Fort </b>+13, <b>Ref </b>+14, <b>Will </b>+18</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>DR </b>10/cold iron and slashing; <b>Immune </b>cold, undead traits; <b>SR </b>26</h5><h5><b>Weaknesses </b>frozen heart, vulnerable to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>ice staff +24/+19/+14/+9 (1d6+10 plus 1d6 cold and energy drain) or </br> 2 claws +21 (1d6+5 plus 1d6 cold and energy drain)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>cold, energy drain (2 levels, DC 25), hexes<sup>APG</sup> (blight, <i>frost</i>foot<sup>ISM</sup>, hoar<i>frost</i><sup>UM</sup>, ice tomb<sup>UM</sup>, misfortune), ice staff, unearthly cold</h5><h5><b>Spell-Like Abilities</b> (CL 19th; concentration +23) </br>Constant&mdash;<i>mage armor</i> </br>At Will&mdash;<i>frost</i> fall<sup>UC</sup> (DC 16), ice missile (as <i>magic missile</i>, but deals cold damage), <i>obscuring mist</i>, screech<sup>APG</sup> (DC 17) </br>3/day&mdash;<i>bestow curse</i> (DC 17), <i>crushing despair</i> (DC 18), <i>ice storm</i>, <i>unshakable</i> chill<sup>UM</sup> (DC 16), <i>wall of ice</i> (DC 18) </br>1/day&mdash;<i>cone of cold</i> (DC 19), <i>freezing sphere</i> (DC 20), <i>polar ray</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>21, <b>Dex </b>20, <b>Con </b>-, <b>Int </b> 19, <b>Wis </b>17, <b>Cha </b>18</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+21; <b>CMD </b>37</h5><h5><b>Feats </b>Alertness, Combat Casting, Dodge, Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes, Lunge, Mobility, Power Attack, Toughness</h5><h5><b>Skills </b>Intimidate +29, Knowledge (arcana) +29, Knowledge (history) +26, Knowledge (nobility) +26, Perception +32, Sense Motive +32, Spellcraft +29, Stealth +30</h5><h5><b>Languages </b>Common, Draconic, Russian, Skald, Sylvan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold ruins</h5><h5><b>Organization </b>solitary, coven (3-6), or court (12-14)</h5><h5><b>Treasure </b>double</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Blizzard Sight (Su)</b> A crone queen can see normally in natural or magical rain, sleet, hail, fog, snowstorms, blizzards, and similar weather conditions. </h5><h5><b>Cold (Ex)</b> A crone queen's body generates intense cold, dealing 1d6 points of cold damage with its touch. Creatures attacking a crone queen with unarmed strikes or natural weapons take this same cold damage each time one of their attacks hits. </h5><h5><b>Frozen Heart (Su)</b> A crone queen's frozen heart contains a tiny portion of Baba Yaga's life, and binds the crone queen to Baba Yaga's will. As a free action, Baba Yaga can command a crone queen as <i>dominate monster</i> (CL 20th). If a crone queen's frozen heart is somehow removed before the creature is destroyed, the crone queen loses its fast healing, spell resistance, and unearthly cold ability. </h5><h5><b>Hexes (Su)</b> A crone queen can use the following hexes as a 20th-level witch: blight, <i>frost</i>foot<sup>ISM</sup>, hoar<i>frost</i><sup>UM</sup>, ice tomb<sup>UM</sup>, and misfortune. The save DC is 24 to negate or resist and is Intelligence-based. </h5><h5><b>Ice Staff (Su)</b> As a free action, a crone queen can create a magic staff out of supernaturally hard ice that functions as a +3 <i>frost</i> quarterstaff and allows the crone queen to use her energy drain attack with the staff. The ice staff melts away instantly if it leaves the crone queen's hands. </h5><h5><b>Unearthly Cold (Su)</b> A crone queen's spell-like abilities and supernatural abilities that deal cold damage are horrendously cold. Half the cold damage caused by these effects comes from an otherworldly power and is not subject to being reduced by resistance or immunity to cold-based attacks.</h5></div><br><div><h4><p><p>When one of Baba Yaga's chosen daughters has served her 100-year tenure as queen of Irrisen, the Queen of Witches comes to replace her with another daughter. Ostensibly, the deposed daughter joins her mother in the <i>Dancing Hut</i> and goes on to bigger and better things far beyond the bounds of Irrisen and Golarion, but the true fate of the queens of Irrisen remains a mystery to most. In fact, these former queens never leave the confines of the <i>Dancing Hut</i>-drained of their vitality and power by Baba Yaga and imprisoned deep inside the hut's innermost chambers, these daughters become crone queens, undead mockeries of the powerful witches they once were. The crone queens are unique creatures, each one a former queen of Irrisen. They are bound to the Hall of Thrones inside the <i>Dancing Hut</i>, where Baba Yaga has erected a throne for each deposed queen. Currently there are only 12 crone queens, though the Hall of Thrones holds 14 royal seats. One throne sits ready for the current queen, Elvanna, when her reign is over, and the other is left empty-the throne of Tashanna, Baba Yaga's ninth daughter and the only queen to escape the fate shared by her sisters. As a crone queen ages, the long years take their toll on the necromantic energies animating the unliving husk of her body, and movement and activity become more difficult. Although their powers have not diminished with age, the oldest crone queens rarely leave their frozen thrones; less interested in vengeance, they instead spend the long centuries reliving the memories of their former lives. It takes a significant effort to rouse them from their dreamlike reveries, but once awakened, the eldest crone queens are dangerous foes indeed. <br><b>The Deposed Queens</b><br> Twelve of Baba Yaga's daughters sit enthroned inside the <i>Dancing Hut</i>, fueling their mother's extended lifespan. Besides the abilities presented in the stat block above, each crone queen possesses additional unique abilities. Over the centuries, the first eight queens of Irrisen- Jadwiga, Morgannan, Urvalane, Pjallarane, Aelena, Harcatha, Sascha, and Karina-have gradually withdrawn into themselves, and now rarely move or interact with the world at all, but in general, the older the crone queen, the more powerful her unique abilities are. If any of these crone queens are awoken from their torpor, they should receive additional abilities in line with their age. The four most recent queens remain active, full of hatred and a thirst for vengeance. Their unique abilities are detailed below. <br><b>Betyrina:</b> The twelfth queen of Irrisen, Betyrina, was known for her vanity and conceit. It is said that, during her reign, no room in Whitethrone's Royal Palace was without a mirror, so the queen could enjoy a constant view of her own ref lection. Next to Yelizaveta, Betyrina is perhaps the best-preserved crone queen, and though she is still clearly an undead creature, she takes great pains to keep her hair carefully coiffed and her 200-year-old gown as clean and tidy as possible. Betyrina can cast <i>strangling hair</i> (Ultimate <i>Magic</i> 240) as a spell-like ability three times per day, and <i>smug narcissism</i> (Ultimate <i>Magic</i> 238) as a spell-like ability once per day. <br><b>Kseniya:</b> A skilled conjurer herself, Irrisen's eleventh queen, Kseniya, founded an academy for conjurers and summoners known as the Bloodstone Conservatory. Kseniya was also famous for trying to take her own life when Baba Yaga came for her at the end of her reign. She was unsuccessful, and the scars of her attempted suicide are still visible on her shrunken wrists. Kseniya can cast <i>control summoned creature</i> (Ultimate <i>Magic</i> 212) and <i>terrible remorse</i> (Ultimate <i>Magic</i> 243) as spell-like abilities three times per day. <br><b>Velikas:</b> The reign of Velikas, tenth queen of Irrisen, was marked by a lethal <i>epidemic</i> of chillbane fever that swept across the land and devastated the population of the city of Algidheart. Velikas is still a carrier of this original potent strain of chillbane fever and can cast <i>epidemic</i> (Ultimate <i>Magic</i> 218) as a spell-like ability once per day, infecting the target with virulent chillbane fever. <i>Virulent chillbane fever</i>-inhaled or injury; save Fortitude DC 23; <i>onset</i> 1 day; frequency 1/day; effect 1d6 Con damage and target is shaken and fatigued, target must make a second Fortitude save or 1 point of the damage is drain instead and target is exhausted instead of fatigued; cure 2 consecutive saves. Yelizaveta: Irrisen's thirteenth queen, Yelizaveta is the most recently deposed and best preserved of the crone queens, having died only 100 years ago, and her hatred and spite toward her mother is still fresh. Yelizaveta can cast <i>vengeful outrage</i> (Ultimate <i>Magic</i> 246) as a spell-like ability once per day.</p></h4></div>", "Languages": "Common, Draconic, Russian, Skald, Sylvan", "Source": "AP 72", "Land": "1", "Organization": "solitary, coven (3-6), or court (12-14)", "Ref": "14", "Climb": "0", "HD": "(22d8+110)", "AbilitiyScores": "Str 21, Dex 20, Con -, Int 19, Wis 17, Cha 18", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4660, "SubType": "(cold)", "MonsterSource": "", "Feats": "Alertness, Combat Casting, Dodge, Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes, Lunge, Mobility, Power Attack, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "0", "RacialMods": "", "AC": "30, touch 16, flat-footed 24", "Swim": "0", "Name": "Crone Queen", "VariantParent": "", "Skills": "Intimidate +29, Knowledge (arcana) +29, Knowledge (history) +26, Knowledge (nobility) +26, Perception +32, Sense Motive +32, Spellcraft +29, Stealth +30", "ClassArchetypes": "", "IsTemplate": "0", "Will": "18", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "cold ruins", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +13, Ref +14, Will +18", "Melee": "ice staff +24/+19/+14/+9 (1d6+10 plus 1d6 cold and energy drain) or 2 claws +21 (1d6+5 plus 1d6 cold and energy drain)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}