{"Group": "Hag Eye Ooze", "Space": "5 ft.", "Mythic": "0", "HP": 34, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Hag Eye Ooze</h2><h3><i>A single eye stares unblinking from an amorphous blob. A transparent pseudopod extends from the mass, ready to strike.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Hag Ooze</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Small ooze </h5><h5><b>Init </b>-5; <b>Senses </b>blindsight 60 ft.; Perception -5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>6, touch 6, flat-footed 6 (-5 Dex, +1 size)</h5><h5><b>hp </b>34 (4d8+16)</h5><h5><b>Fort </b>+5, <b>Ref </b>-4, <b>Will </b>-4</h5><h5><b>Immune </b>acid, cold, ooze traits; <b>Resist </b>fire 5</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft.</h5><h5><b>Melee </b>slam +6 (1d4+3 plus paralysis)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>paralysis (1d4 rounds, DC 16), spell channel</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>12, <b>Dex </b>1, <b>Con </b>18, <b>Int </b> -, <b>Wis </b>1, <b>Cha </b>1</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+4; <b>CMD </b>9 (can't be tripped)</h5><h5><b>Skills </b>Climb +10</h5><h5><b>SQ </b>suction, transparent</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate marshes or underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Spell Channel (Su)</b> A hag creator of a <i>hag eye</i> ooze can see through the embedded <i>hag eye</i> as if she were looking from the ooze directly. This ability requires that the hag creator and the <i>hag eye</i> ooze be on the same plane in order to function. If the hag that created the <i>hag eye</i> ooze is part of a coven, the following spells have a 5% chance per caster level of operating through a <i>hag eye</i> ooze: <i>detect chaos</i>, <i>detect evil</i>, <i>detect good</i>, <i>detect law</i>, <i>detect magic</i>, <i>message</i>, <i>read magic</i>, and <i>tongues</i>. A non-hag that controls a <i>hag eye</i> ooze can't cast spells through the ooze, nor can it see through the creature, but it can target the <i>hag eye</i> ooze with a <i>clairaudience/clairvoyance</i> spell and view through it in that manner. </h5><h5><b>Suction (Ex)</b> A <i>hag eye</i> ooze can create a powerful suction against any surface it climbs, allowing it to cling to inverted surfaces with ease. It can establish or release suction as a swift action, and as long as it is using suction, it moves at half speed. Because of the suction, a <i>hag eye</i> ooze gains a +10 bonus to its CMD to resist bull rush attacks, awesome blow attacks, and other attacks and effects that attempt to physically move it from its location. </h5><h5><b>Transparent (Ex)</b> A <i>hag eye</i> ooze is difficult to discern from its surroundings in most environments. A successful DC 15 Perception check is required to notice a <i>hag eye</i> ooze. Any creature that fails to notice it and walks into it automatically suffers damage as if struck by the <i>hag eye</i> ooze's slam attack.</h5></div><br><div><h4><p><p>Some hags create <i>hag eye</i> oozes to serve as scouts and spies, favoring them over humanoid servants due to the ease of control. With their ability to blend in with their surroundings and climb nearly any surface, these creatures patrol the hag's lair and surrounding territory. Hag eye oozes seem to be imbued with a sliver of the cautious side of their creator's personality, watching intruders from a distance and avoiding combat unless directed to attack. Once given a command, these creatures pursue their goal mindlessly until a countermand is given. Hag eye oozes have gelatinous, transparent bodies that can sometimes grow larger than 5 cubic feet, though most are smaller, taking up roughly half that space. To date, no specimens have been found weighing more than 500 pounds. <br><b>Creating a Hag Eye Ooze</b><br> The process of creating a <i>hag eye</i> ooze is a strange blend of cooking in a cauldron and the magic rituals involved in sparking simulated life into a construct. For more information on <i>hag eye</i>s see <i>Pathfinder Campaign Setting</i>: <i>Classic Horrors Revisited</i>. Creating a <i>hag eye</i> ooze requires 2 weeks. This time is reduced if the brewer is working cooperatively. For each additional member of a coven involved in the process, the creation time is lessened by 2 days, to a minimum creation period of 3 days. During this period, various nutrients and ingredients must be added to the cauldron in which the ooze is brewed. As the ingredients are added the hag must consult strange texts and foul recipes to assure proper creation. If she misses a step or poorly measures a reagent, the necessary arcane energies to create the <i>hag eye</i> ooze do not properly bind to the creature's nascent form. If successful, she then begins a 24-hour ritual, during which the cauldron holding the brewing ooze is bombarded with spells. This ritual and spellcasting culminates in the addition of a <i>hag eye</i>- preferably from the hag creator. If the ritual is successful, the <i>hag eye</i> ooze animates fully formed and able to serve as a minion. The <i>hag eye</i> ooze is under the control of the creator, but in cases where a coven takes part in creating the ooze, control goes to the hag that supplied the <i>hag eye</i>.</p></h4></div>", "Languages": "", "Source": "AP 72", "Land": "1", "Organization": "solitary", "Ref": "-4", "Climb": "1", "HD": "(4d8+16)", "AbilitiyScores": "Str 12, Dex 1, Con 18, Int -, Wis 1, Cha 1", "Gear": "", "Ranged": "", "Type": "ooze", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4661, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "6, touch 6, flat-footed 6", "Swim": "0", "Name": "Hag Ooze", "VariantParent": "", "Skills": "Climb +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "-4", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "temperate marshes or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "suction, transparent", "Saves": "Fort +5, Ref -4, Will -4", "Melee": "slam +6 (1d4+3 plus paralysis)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., climb 20 ft.", "Alignment": "N", "Size": "Small"}