{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 115, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Coven Ooze</h2><h3><i>This eerily disturbing gelatinous blob lumbers forward. Three disembodied eyes float within its mass, seemingly scanning back and forth with each surge of movement.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Coven Ooze</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>N Large ooze </h5><h5><b>Init </b>-5; <b>Senses </b>blindsight 60 ft.; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>4, touch 4, flat-footed 4 (-5 Dex, -1 size)</h5><h5><b>hp </b>115 (11d8+66)</h5><h5><b>Fort </b>+9, <b>Ref </b>-2, <b>Will </b>-1</h5><h5><b>Defensive Abilities </b>split; <b>Immune </b>acid, cold, ooze traits; <b>Resist </b>fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 20 ft.</h5><h5><b>Melee </b>slam +11 (1d8+4/19-20)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>absorb flesh, engulf (DC 18, 1d4 Con drain), <i>hag eye</i> ray</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>1, <b>Con </b>22, <b>Int </b> 2, <b>Wis </b>3, <b>Cha </b>1</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+12; <b>CMD </b>17 (can't be tripped)</h5><h5><b>Feats </b>Cleave, Great Cleave, Improved Critical (slam), Power Attack, Skill Focus (Perception), Weapon Focus (slam)</h5><h5><b>Skills </b>Climb +12, Perception +7, Swim +5</h5><h5><b>SQ </b>suction</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate marshes or underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Absorb Flesh (Ex)</b> A coven ooze doesn't eat plants or inorganic matter, but devours living flesh with voracious speed, dealing 1d4 points of Constitution drain to creatures it engulfs. Whenever the ooze deals Constitution drain in this manner, it heals 10 hit points for each point of Constitution drained. Excess hit points above its normal maximum are gained as temporary hit points. A coven ooze can gain no more than 30 temporary hit points in this manner. If a coven ooze has temporary hit points when it splits, those temporary hit points are divided into its copies. </h5><h5><b>Hag Eye Ray (Sp)</b> Every 1d4 rounds, each of the <i><i>hag eye</i>s</i> within a coven ooze can fire a magic ray at a target within 60 feet. Each <i>hag eye</i> emits a different spell effect: <i>bestow curse</i> (DC 17, -6 to Dexterity), <i>confusion</i> (DC 17, 9 rounds), <i>hold person</i> (DC 16, 9 rounds). All of these spell-like abilities function at CL 9th. The save DCs are Charisma-based, and include a +8 racial bonus. </h5><h5><b>Split (Ex)</b> Slashing and piercing weapons deal no damage to a coven ooze. Instead, the creature splits into three identical oozes, each with one third of the original ooze's current hit points (round down). Upon splitting, each copy retains a single <i>hag eye</i> within its mass and can continue to use its <i>hag eye</i> ray ability, albeit with only one spell effect. A coven ooze with 10 hit points or fewer, or that doesn't have enough <i><i>hag eye</i>s</i> to result in each new ooze getting its own eye, cannot be split and instead takes damage normally.</h5></div><br><div><h4><p><p>Coven oozes result from a <i>hag eye</i> ooze's conglomeration of multiple <i><i>hag eye</i>s</i>, often caused by the destruction of a hag coven with a <i>hag eye</i> ooze nearby. With its controller gone, and no one to provide food, the ooze feeds upon its mistress and her coven sisters. Through this consumption, the creation gains some semblance of its creators' cunning, independent thought, and malignancy. If the coven sisters had <i><i>hag eye</i>s</i> of their own, the ooze absorbs them into its form. Otherwise, consumption of the coven, with the residual magic of the original <i>hag eye</i>, transforms one eye from each of the hags in the coven into a functional <i>hag eye</i>. A coven ooze wanders its creator's territory, devouring any living organism it comes upon. With their animal intelligence, they use the terrain to their best advantage, often lying in waterways near frequented river crossings. Coven oozes are generally 10 feet to a side and weigh roughly 1,500 pounds, although larger specimens have been encountered. When a coven ooze comes across another creature with the ooze subtype, it attempts to engulf and consume it. For every 10 HD of ooze creatures that a coven ooze consumes, its size increases by one step, to a maximum size of Gargantuan. If a coven ooze ever consumes a <i>hag eye</i> ooze, the creator of the <i>hag eye</i> ooze-if a hag-must succeed at a DC 25 Will save or have her connection to the <i>hag eye</i> ooze severed.</p></h4></div>", "Languages": "", "Source": "AP 72", "Land": "1", "Organization": "solitary", "Ref": "-2", "Climb": "1", "HD": "(11d8+66)", "AbilitiyScores": "Str 16, Dex 1, Con 22, Int 2, Wis 3, Cha 1", "Gear": "", "Ranged": "", "Type": "ooze", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 4662, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Great Cleave, Improved Critical (slam), Power Attack, Skill Focus (Perception), Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "", "AC": "4, touch 4, flat-footed 4", "Swim": "0", "Name": "Coven Ooze", "VariantParent": "NULL", "Skills": "Climb +12, Perception +7, Swim +5", "ClassArchetypes": "", "IsTemplate": "0", "Will": "-1", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "temperate marshes or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "suction", "Saves": "Fort +9, Ref -2, Will -1", "Melee": "slam +11 (1d8+4/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 20 ft.", "Alignment": "N", "Size": "Large"}