{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 119, "Treasure": "standard (+1 scythe, mithral chain shirt, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Poludnica</h2><h3><i>A haze of heat shimmers around this beautiful woman. The glare of the sun gleams from her radiant skin.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Poludnica</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>CN Medium fey </h5><h5><b>Init </b>+5; <b>Senses </b>low-light vision; Perception +19</h5><h5><b>Aura </b>sunstroke haze (10 ft., DC 21)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 20, flat-footed 18 (+4 armor, +4 deflection, +5 Dex, +1 dodge)</h5><h5><b>hp </b>119 (14d6+70)</h5><h5><b>Fort </b>+11, <b>Ref </b>+14, <b>Will </b>+11</h5><h5><b>DR </b>10/cold iron; <b>Immune </b>blindness, exhaustion, fatigue, fire; <b>SR </b>21</h5><h5><b>Weaknesses </b>darkness powerlessness</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b><i><i>+1 scythe</i></i> +15/+10 (2d4+10 plus 1d6 fire and 1d2 Con damage/x4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>searing weapons</h5><h5><b>Spell-Like Abilities</b> (CL 10th; concentration +14) </br>Constant&mdash;<i>pass without trace</i> </br>At Will&mdash;<i>daylight</i>, <i>plant growth</i> (enrichment only), <i>touch of fatigue</i> (DC 14) </br>3/day&mdash;<i>blur</i>, <i>dimension door</i>, <i>rainbow pattern</i> (DC 18), <i>searing light</i> </br>1/day&mdash;<i>sunbeam</i> (DC 21), <i>waves of fatigue</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>22, <b>Dex </b>20, <b>Con </b>21, <b>Int </b> 10, <b>Wis </b>15, <b>Cha </b>19</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+13; <b>CMD </b>33</h5><h5><b>Feats </b>Cleave, Combat Reflexes, Dodge, Great Fortitude, Power Attack, Stand Still, Weapon Focus (scythe)</h5><h5><b>Skills </b>Bluff +12, Diplomacy +13, Intimidate +9, Knowledge (local) +17, Perception +19, Sense Motive +15, Spellcraft +10, Stealth +20, Survival +10</h5><h5><b>Languages </b>Common, Sylvan</h5><h5><b>SQ </b>grace, tied to day</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate plains</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard (<i>+1 scythe</i>, mithral chain shirt, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Darkness Powerlessness (Su)</b> As long as a poludnica is within an area of magical darkness, her sunstroke haze aura does not function. She also becomes staggered and cannot use any of her spell-like abilities. </h5><h5><b>Grace (Su)</b> A poludnica adds her Charisma modifier as a deflection bonus to her Armor Class. </h5><h5><b>Searing Weapons (Su)</b> Any weapon a poludnica wields becomes incredibly hot and conducts and amplifies her ability to cause fatigue by reducing the target's ability to resist the effects. In melee combat, such a weapon deals an additional 1d6 points of fire damage plus 1d2 points of Constitution damage. The Constitution damage is negated with a successful DC 21 Fortitude save. The weapon cools rapidly if it leaves her grasp, losing these additional abilities immediately. </h5><h5><b>Sunstroke Haze (Su)</b> A poludnica radiates oppressive heat in a 10-foot radius. Any creature that starts its turn within this area must succeed at a DC 21 Fortitude save or take 1d6 points of nonlethal damage and become fatigued. A fatigued creature that fails a second saving throw becomes exhausted. The fatigued or exhausted condition lasts for as long as the nonlethal damage goes unhealed. A poludnica can activate or suppress this ability as a free action and the save DC is Charisma-based. </h5><h5><b>Tied to Day (Su)</b> A poludnica's connection to the sun tethers her to the Material Plane. During <i>daylight</i> hours (from dawn to sunset), her abilities are as shown above whether she can actually see the sun or not. During the nighttime hours (from sunset to dawn), a poludnica shifts to the Ethereal Plane (as <i>ethereal</i> jaunt). This is automatic, involuntary, and causes a poludnica great distress. While on the Ethereal Plane, a poludnica is affected by her darkness powerlessness and is nearly helpless. This curse cannot be dispelled or removed by anything short of divine interaction.</h5></div><br><div><h4><p><p>Driven by an obsession that few can fully comprehend, poludnicas are bitter creatures of light, heat, and envy. Although they are surprisingly strong and deadly combatants, these scythe-wielding women resort to violence only when guile and trickery have failed. They are lonely creatures that seek the company of mortals by luring farm workers and children away from their families so that they can brief ly enjoy a feeble simulation of family life. In the rural farming communities where her kind is most commonly found, a poludnica might also be known as Cornwife, Lady Midday, or Mother Noon. She might even be mistaken for a vengeful or beneficent ghost depending on how she presents herself. Averaging 6 feet tall and weighing approximately 170 pounds, poludnicas could easily be mistaken for strapping farm girls if it were not for their radiance. Their maximum life expectancy has not been documented and it is commonly believed that poludnicas are effectively immortal unless they suffer some deadly mishap. It has been theorized that permanently keeping a poludnica in magically darkened conditions would eventually lead to her death, but no scholars have so far attempted to prove this hypothesis. <b></p><p>Ecology</b></p><p> Poludnicas draw their physical sustenance from sunlight, but they often eat and drink to emulate the simple folk who are the subjects of their obsession. However, emotional nourishment is more difficult for them to obtain and their need for companionship and the simulation of a normal family life leads them to commit questionable acts of kidnapping or even murder. Like bees who pollinate nearby flowers-which then go to seed and produce more flowers the next season-a poludnica's ability to enrich local plant life leads farming communities to thrive around their lairs. These plentiful fields bring more farmhands and more families, all potential companions for the poludnica. Though the magic that pulls poludnicas into the Ethereal Plane at nightfall is viewed as a curse, it is also one of their most useful abilities. Though distressed and weakened on the Ethereal Plane, poludnicas can nonetheless perceive events upon the Material Plane. They often spend their nights spying on mortal families. Each night they move <i>ethereal</i>ly through mortals' homes, watching them eat, sleep, and enjoy the company and intimacy of others. Though this fills all poludnicas with sorrow, many are also driven to impotent, jealous rage as they watch children sleeping peacefully and wives embracing their husbands. The origin of their cursed existence is a mystery- whether poludnicas were created by some powerful creature that did not anticipate the maddening effects of their abilities or whether they were once different creatures cursed for some failure or insult is not known. Either way, the curse has driven these lonely fey slightly mad. <b></p><p>Habitat & Society</b></p><p> Poludnicas usually claim a few hundred acres of fertile land as their territory, most often centered on a lair that is hidden in plain sight, inaccessible, or avoided by the community, such as a hollow beneath the tangled roots of a tree, the tumbledown barn of a former companion who no longer lives, or an abandoned and supposedly haunted farmhouse. By day, a poludnica prowls crop fields seeking to lure, coerce, or physically abduct an overworked farmhand back to her home where she has built a mockery of a human farmhouse kitchen or bedroom, expecting her abductee to indulge her whims in a pantomime of normalcy, companionship, or intimacy. Sometimes one of these companions might choose to play along with his captor or try to escape during <i>daylight</i> hours, but those that bide their time until nightfall when the poludnica disappears at least have a chance of escape. If a companion survives until nightfall, the poludnica fades away, leaving the suitor or child to fend for himself while she watches impotently from the Ethereal Plane. This may not prove to be a problem, but since many poludnicas make their daytime lairs in inaccessible places, if the captive cannot free himself before dawn, the poludnica often simply returns-likely unhappy with the \"inconsiderate\" companion's lack of loyalty to his new \"family.\" Some poludnicas who are kinder than most choose to hide their presence altogether. They avoid coming into contact with the peasants working the land, except at night where they can invisibly and sorrowfully observe mortals enjoying the companionship that is denied to the poludnicas themselves. More commonly, poludnicas are driven to lure away farmhands and kidnap children who they believe will come to love them and consider them their new family. For all the suffering poludnicas cause, dwelling in a poludnica's territory is not without its benefits. Their crop-enriching powers provide abundant food, and many farming communities have come to see them as a kind of guardian spirit. Children often weave cornhusk dolls to placate a local poludnica, ask for her protection, or thank her for sparing their fathers or brothers. Some poludnicas are touched by these displays and stop, or at least reduce, their predations on those in the community.</p></h4></div>", "Languages": "Common, Sylvan", "Source": "AP 72", "Land": "1", "Organization": "solitary", "Ref": "14", "Climb": "0", "HD": "(14d6+70)", "AbilitiyScores": "Str 22, Dex 20, Con 21, Int 10, Wis 15, Cha 19", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4663, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Combat Reflexes, Dodge, Great Fortitude, Power Attack, Stand Still, Weapon Focus (scythe)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "", "AC": "24, touch 20, flat-footed 18", "Swim": "0", "Name": "Poludnica", "VariantParent": "", "Skills": "Bluff +12, Diplomacy +13, Intimidate +9, Knowledge (local) +17, Perception +19, Sense Motive +15, Spellcraft +10, Stealth +20, Survival +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "temperate plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "grace, tied to day", "Saves": "Fort +11, Ref +14, Will +11", "Melee": "+1 scythe +15/+10 (2d4+10 plus 1d6 fire and 1d2 Con damage/x4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CN", "Size": "Medium"}