{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 85, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Storm Hag</h2><h3><i>Clad in hides and furs, this creature appears to be a small, ugly woman whose hair, claws, and teeth crackle with sparks of electricity. Her windswept hair billows up from her brow like an enormous thunderhead.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Storm Hag</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>CE Medium monstrous humanoid </h5><h5><b>Init </b>+2; <b>Senses </b>child-scent, darkvision 60 ft.; Perception +14</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 13, flat-footed 18 (+2 Dex, +1 dodge, +8 natural)</h5><h5><b>hp </b>85 (10d10+30)</h5><h5><b>Fort </b>+6, <b>Ref </b>+9, <b>Will </b>+8</h5><h5><b>Immune </b>electricity; <b>SR </b>18</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>bite +13 (1d6+3 plus 1d6 electricity), 2 claws +13 (1d4+3 plus 1d6 electricity)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>storm strike, whipping winds</h5><h5><b>Spell-Like Abilities</b> (CL 10th; concentration +13) </br>At Will&mdash;<i>bleed</i>, <i>gust of wind</i> (DC 15), <i>whispering wind</i> </br>3/day&mdash;<i>invisibility</i>, <i>lightning bolt</i> (DC 16), <i>river of</i> wind<sup>APG</sup> (DC 17), <i>sleet storm</i> </br>1/day&mdash;<i>control winds</i> (DC 18)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>14, <b>Con </b>16, <b>Int </b> 13, <b>Wis </b>13, <b>Cha </b>16</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+13; <b>CMD </b>26</h5><h5><b>Feats </b>Combat Casting, Dodge, Flyby Attack, Hover, Vital Strike</h5><h5><b>Skills </b>Bluff +10, Fly +17, Intimidate +15, Perception +14, Spellcraft +7, Stealth +15</h5><h5><b>Languages </b>Common, Giant</h5><h5><b>SQ </b>storm rider</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any temperate</h5><h5><b>Organization </b>solitary or coven (3 hags of any kind)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Child-Scent (Ex)</b> A storm hag has the scent ability, but only with respect to humanoid children and immature animals. Thus, she could sniff out a child's hiding place or a den of wolf pups, but not the child's parents or the den mother. </h5><h5><b>Storm Rider (Su)</b> A storm hag is considered two size categories larger than she actually is in regard to wind effects. </h5><h5><b>Storm Strike (Su)</b> Each time a storm hag makes a successful attack with her bite, claws, or when she uses a weapon that is predominantly made of metal the attack deals an additional 1d6 points of electricity damage. </h5><h5><b>Whipping Winds (Su)</b> As a standard action, a storm hag can use her <i>gust of wind</i> spell-like ability to trip her foes. This ability can only affect one target within 30 feet, and the storm hag uses her combat maneuver bonus as if tripping a creature normally. The <i>gust of wind</i> spell doesn't possess its normal effects, but instead sweeps a creature off its feet. Attempting to trip a creature with this ability does not provoke an attack of opportunity, but casting the spell-like ability provokes attacks of opportunity as normal.</h5></div><br><div><h4><p><p>When the clouds turn gray and the winds pick up into a howl, wise travelers pray that the cause is only a natural tempest and the foul weather is not connected with a storm hag. Storm hags are hateful creatures, and strangely, their hate is one of the few things that brings them pleasure. A storm hag resembles a shrunken old woman with a thundercloud of hair stacked atop her wrinkled head. Her mouth hangs open, revealing thin pointed teeth; small arcs of electricity can be seen jumping across her teeth and spittle. Black talons sprout from her fingertips, likewise crackling with electricity. A storm hag's wrinkled face contains a look of gleeful distaste, and her eyes are thick with cataracts, rendering her gaze pupil-less. A storm hag's hair is wild and unruly with static electricity popping and crackling throughout the mass. Seemingly animated, a storm hag's hair can easily stand as tall as she is. Wiry and stooped, a storm hag weighs about 70 pounds and stands a little over 4 feet tall, though if she stood up straight she could easily reach 5 feet or more. A storm hag usually wears rough furs and coarse woolen clothing that is rarely cleaned, giving her a distinctly unpleasant odor. <b></p><p>Ecology</b></p><p> Like most other living things, a storm hag needs to eat, and her favorite meal is the tender flesh of young children. Storm hags use their ability to smell children and young animals to track down their meals no matter where the child has hidden himself. On Golarion, storm hags have developed a special fondness for Kellid and Ulfen children. Storm hags find the childlike gnomes and half lings infuriating. It is unknown why this is so-perhaps storm hags cannot distinguish between children and members of these small races on sight and are angered that their prey is not actually their favorite food. They may very well just have some other unknown pet peeve about the smaller folk, but either way, the presence of gnomes or half lings drives storm hags into a rage. When given the choice, storm hags always target members of these races above all others. <b></p><p>Habitat & Society</b></p><p> Storm hags are most numerous in the northern lands of the Inner Sea region, but with their ability to fly, their insatiable hunger, and the desire to share their hate with others, storm hags can likely appear anywhere. They prefer areas that are prone to inclement weather, and enjoy flying through the air during thunderstorms, feeling the static discharge dancing across their warty skin. Storm hags most frequently claim territory in the wild spaces between settlements where they keep their distance from civilization unless hunting. Like a predator, a storm hag constantly surveys her territory and takes great pains in keeping a secret den she considers always hers. For the most part, a storm hag is content to remain in one place if the food is plentiful and her shelter is safe and obscured. A storm hag's den is a simple, yet grotesque affair, often located in deep, dark forests or atop craggy mountains, and is always hidden from sight. Cluttered with bones and skins from previous meals, a den's most dominant feature is the storm hag's cauldron. Storm hags roam their territory hunting, preferring to prey on children if possible, but they do consider adult humanoids suitable substitutes when children are unavailable. A storm hag only stoops to eating animals when her hunger grows too strong, however. When a storm hag encounters travelers in her territory, she torments the unwitting visitors, calling down the winds and whipping up a storm of howling gales and crashing lightning to break her enemies' ranks and to send them running for shelter. Once her prey has been cornered into a cave or thicket where they sought shelter from the weather, the storm hag sows discontent by using her <i>whispering wind</i> spell-like ability to harass and frighten the sheltered travelers with a hate-filled, disembodied voice. Like a cat toying with a crippled field mouse, the storm hag pushes her prey to their breaking point-letting them steep in shivering fright-before confronting them face to face with tooth, claw, and lightning before finally killing and consuming them. <br><b>Storm Hag Covens</b><br> Like other hags, storm hags form covens. They prefer to form these covens with other storm hags, but storm hags have been known to team up with green hags or other hags on occasion. Storm hags inhabiting stormy coasts or soggy salt marshes sometimes ally with sea hags and form covens with them. Though they respect the strength of annis hags, few storm hags enter into a coven with those brutish and simple creatures. When they do, the storm hags rely on the annis hags' intimidating physical might to help in their hunts. A storm hag is an attractive prospect for any burgeoning coven-to-be, but these hags aren't easily wooed into joining with others. A storm hag is haughty and views her way of doing something as the best, if only because she is the one doing it. Any hag thinking of forming a coven with a storm hag would do well to ride a fine line between flattery and outright dominance by performing simultaneous acts of humble depravity and honorific evil. The other two hags in a coven with a storm hag gain her child-scent ability as long as they are within 100 feet of the storm hag. In addition, a coven with a storm hag as a member has access to the following spell-like abilities beyond what a normal coven provides: <i>call lightning storm</i> (DC 18), <i>plague</i> storm<sup>UM</sup> (DC 19), <i>quench</i> (DC 16), <i>whirlwind</i> (DC 21), <i>wind wall</i>. Like other covens, all three hags must be within 10 feet of one another and must work together and take a full-round action take part in this cooperative magic. For more information about hag covens, see page 167 in the <i>Pathfinder RPG Bestiary</i>.</p></h4></div>", "Languages": "Common, Giant", "Source": "AP 72", "Land": "1", "Organization": "solitary or coven (3 hags of any kind)", "Ref": "9", "Climb": "0", "HD": "(10d10+30)", "AbilitiyScores": "Str 17, Dex 14, Con 16, Int 13, Wis 13, Cha 16", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4664, "SubType": "", "MonsterSource": "", "Feats": "Combat Casting, Dodge, Flyby Attack, Hover, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "1", "RacialMods": "", "AC": "21, touch 13, flat-footed 18", "Swim": "0", "Name": "Storm Hag", "VariantParent": "", "Skills": "Bluff +10, Fly +17, Intimidate +15, Perception +14, Spellcraft +7, Stealth +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any temperate", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "storm rider", "Saves": "Fort +6, Ref +9, Will +8", "Melee": "bite +13 (1d6+3 plus 1d6 electricity), 2 claws +13 (1d4+3 plus 1d6 electricity)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 60 ft. (good)", "Alignment": "CE", "Size": "Medium"}