{"Group": "Demon", "Space": "5 ft.", "Mythic": "0", "HP": 263, "Treasure": "double", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon, Lilitu</h2><h3><i>While this seductive woman has goat horns, goat hooves, and a serpentine tail, her eyeless face is her most disturbing feature.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Lilitu</p><p class=\"alignright\">CR 17</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>102,400</h5><h5>CE Medium outsider (chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 60 ft., <i>true seeing</i>; Perception +34</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>34, touch 24, flat-footed 28 (+4 deflection, +5 Dex, +1 dodge, +10 natural, +4 profane)</h5><h5><b>hp </b>263 (17d10+170)</h5><h5><b>Fort </b>+19, <b>Ref </b>+23, <b>Will </b>+20</h5><h5><b>Defensive Abilities </b>evasion, profane grace; <b>DR </b>10/cold iron and good; <b>Immune </b>electricity, poison; <b>Resist </b>acid 10, cold 10, fire 10; <b>SR </b>28</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>60 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>4 claws +25 (2d8+8/19-20), tail slap +20 touch (1d6+4 plus branding)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>create husk, husk link, profane pact, swift claws</h5><h5><b>Spell-Like Abilities</b> (CL 17th; concentration +28) </br>Constant&mdash;<i>fly</i>, <i>tongues</i>, <i>true seeing</i>, <i>unholy aura</i> (DC 26) </br>At Will&mdash;<i><i>charm</i> monster</i> (DC 22), <i>detect thoughts</i> (DC 20), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>suggestion</i> (DC 21), <i>telekinesis</i> </br>3/day&mdash;quickened <i><i>charm</i> monster</i> (DC 22), <i>persistent image</i> (DC 23), <i>seeming</i> (DC 23) </br>1/day&mdash;<i>demand</i> (DC 26), <i>dominate monster</i> (DC 27), <i>project image</i> (DC 25) </br>1/week&mdash;<i>binding</i> (DC 26), <i>wish</i> (granted to a mortal humanoid only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>20, <b>Con </b>30, <b>Int </b> 21, <b>Wis </b>23, <b>Cha </b>26</h5><h5><b>Base Atk </b>+17; <b>CMB </b>+25; <b>CMD </b>49</h5><h5><b>Feats </b>Critical Focus, Deceitful, Dodge, Improved Critical (claws), Mobility, Power Attack, Quicken Spell-Like Ability (<i><i>charm</i> monster</i>), Spring Attack, Staggering Critical</h5><h5><b>Skills </b>Acrobatics +25, Bluff +40, Diplomacy +28, Disguise +29, Fly +37, Intimidate +25, Knowledge (local) +25, Knowledge (nobility) +25, Knowledge (religion) +22, Perception +34, Sense Motive +26; <b>Racial Modifiers </b>+8 Bluff, +8 Perception</h5><h5><b>Languages </b>Abyssal, Celestial, Draconic; telepathy 100 ft.</h5><h5><b>SQ </b>change shape (<i>alter self</i>, Small or Medium humanoid), profane <i>wish</i>craft</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary or cult (1 lilitu and 6-12 succubi)</h5><h5><b>Treasure </b>double</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Branding (Su)</b> Each time a lilitu damages a living creature with her tail slap, the wound leaves an angry and permanent red brand. In addition, the creature struck becomes staggered for 1 round from the pain. A successful DC 26 Will save negates the staggered condition and reduces the duration of the brand from permanent to 1 hour. The save DC is Charisma-based. Removing brands is difficult-each casting of <i>restoration</i>, <i>dispel chaos</i>, or <i>dispel evil</i> removes 1 brand. <i>Heal</i> removes 1d4+4 brands. Greater <i>restoration</i> removes a number of brands equal to the spell's caster level. <i>Miracle</i> and <i>wish</i> can remove all brands at once. The number of brands a creature gains in this manner has a cumulative series of effects, as summarized below. 1-3 Brands: The lilitu can affect the branded creature with its create husk, husk link, and profane pact abilities. 4-6 Bands: The branded creature takes a -2 penalty on all Will saves made against a lilitu's spells, spell-like abilities, and supernatural abilities. The branded creature's aura now radiates chaos and evil. 7-9 Brands: The branded creature's Wisdom score is reduced by 4. A chaotic evil creature is immune to this effect. <i>10 or more Brands</i>: The penalties to the creature's Will saves and Wisdom score listed above double. In addition, the branded creature automatically fails all Will saves made against a lilitu's spells, spell-like abilities, and supernatural abilities. A chaotic evil creature is immune to this effect. </h5><h5><b>Create Husk (Su)</b> Once per day as a swift action, when a lilitu deals enough damage with a weapon, spell, or spell-like ability to kill a humanoid within 30 feet, she can instead opt to transform that slain humanoid into a husk. A successful DC 26 Fortitude save negates this effect, allowing the victim to die normally. A humanoid transformed into a husk withers away into an immobile and desiccated corpse, but does not actually die-in this state, the creature remains aware of its surroundings but can take no actions at all. A husk is essentially treated as an object with hardness 15 and 60 hit points. If a husk is destroyed, the effect ends and the body dies. This is a curse effect- removing this curse restores the victim to life at a number of negative hit points equal to the creature's Constitution -1; a husk restored to life in this way has 1 round to stabilize or be saved before it dies. A lilitu can maintain a number of husks simultaneously equal to her Charisma modifier (8 husks for the typical lilitu); if she creates one too many husks, a previously created husk is released and immediately dies. Lilitus hide their husk collections in very safe places. The save DC is Charisma-based. </h5><h5><b>Husk Link (Su)</b> By spending a minute in blasphemous contact with a husk she created, a lilitu can establish a supernatural link to that husk. As long as she and that husk remain on the same plane, divination spells reveal the linked husk's alignment to be the same as the lilitu's alignment (chaotic evil). The husk link allows a lilitu to use her change self ability to assume a husk's original form-when she does, she gains a +20 bonus on Disguise checks made to impersonate that person. If a lilitu with an active husk link ever takes enough damage to be slain, the husk takes the killing-blow's damage instead and is destroyed, instantly severing the active husk link; if the lilitu is disguised in the husk's original form, she instantly reverts to her true form. </h5><h5><b>Profane Grace (Su)</b> A lilitu gains a +4 profane bonus to AC and on Initiative checks and Reflex saves. </h5><h5><b>Profane Pact (Su)</b> Once per day as a full-round action, a lilitu may forge a profane pact with a willing humanoid creature bearing at least one lilitu brand by touching the creature for 1 full round. A single creature may have no more than one profane pact from a lilitu at one time. This functions identically to a succubus's profane gift ability (<i>Pathfinder RPG Bestiary</i> 68), save that it grants a +4 profane bonus to an ability score of the humanoid's choice, and it does not grant a telepathic link to the target. </h5><h5><b>Profane Wishcraft (Su)</b> A creature that accepts a <i>wish</i> from a lilitu immediately becomes chaotic evil unless it makes a successful DC 26 Will save. A creature that becomes chaotic evil in this way gains the benefits of a <i>good hope</i> spell for 24 hours, followed by the effects of <i>crushing despair</i> for 1d6 days (these spell effects function at CL 17th). The save DC is Charisma-based. </h5><h5><b>Swift Claws (Ex)</b> When a lilitu makes a full-round attack action, she can attack twice with each of her claws, for a total of four attacks a round.</h5></div><br><div><h4><p><p>Lilitu demons are subversive and hidden horrors, demons who work much more subtlety in their constant quest to destroy and devastate. Whereas most demons prefer to rend and destroy, the lilitu is more akin to the succubus-she labors in humanoid guise to infect society from within with sin. Known to some as temptation demons, lilitus enjoy little more than leading mortals into all matter of sinful acts, in the hopes that when the mortal perishes, that soul will fuel the Abyss. Despite some superf icial similarities to succubi, lilitus are not solely concerned with the sin of lust. The exact nature of sin that a lilitu tempts a mortal into committing varies, for these demons are adept at reading mortal desires and secrets, quickly discerning which sinful acts a specif ic target can be convinced to perform. Lilitus have numerous tools at their disposal for the encouragement of promoting sin, but they much prefer their humanoid victims to commit sins of their own free will. As such, lilitus generally use their abilities to deceive and beguile mortals rather than forcing them to execute these heinous acts. A son convinced to kill for his mother (the disguised lilitu) to rectify a grave injustice done to her produces more delight than simply mind-controlling a humanoid into doing such a deed. In her true form, a lilitu appears as an eyeless, horned, snake-tailed-but otherwise beautiful-human woman. Despite her lack of eyes, a lilitu can see with supernatural ease. A lilitu forms from the soul of a mortal who lured others of its kind to commit sins. Lilitus serve many demon lords, although the demon lords associated with the classic seven deadly sins- Areshkagal (greed), Jubilex (sloth), Nocticula (lust), Orcus (wrath), Shax (envy), Socothbenoth (pride), and Xoveron (gluttony)-are their favorites. Lilitus who serve these seven demon lords are unique in appearance, ref lecting their sins more physically than others of their kind. A lilitu of Jubilex might appear to be made of slime, while a lilitu of Xoveron might be morbidly obese. Lilitus typically stand 6 feet tall and weigh 130 pounds.</p></h4></div>", "Languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", "Source": "The Worldwound", "Land": "1", "Organization": "solitary or cult (1 lilitu and 6-12 succubi)", "Ref": "23", "Climb": "0", "HD": "(17d10+170)", "AbilitiyScores": "Str 27, Dex 20, Con 30, Int 21, Wis 23, Cha 26", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4670, "SubType": "(chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Critical Focus, Deceitful, Dodge, Improved Critical (claws), Mobility, Power Attack, Quicken Spell-Like Ability (charm monster), Spring Attack, Staggering Critical", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "19", "Fly": "1", "RacialMods": "+8 Bluff, +8 Perception", "AC": "34, touch 24, flat-footed 28", "Swim": "0", "Name": "Lilitu", "VariantParent": "NULL", "Skills": "Acrobatics +25, Bluff +40, Diplomacy +28, Disguise +29, Fly +37, Intimidate +25, Knowledge (local) +25, Knowledge (nobility) +25, Knowledge (religion) +22, Perception +34, Sense Motive +26", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "17", "XP": 102400, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (alter self, Small or Medium humanoid), profane wishcraft", "Saves": "Fort +19, Ref +23, Will +20", "Melee": "4 claws +25 (2d8+8/19-20), tail slap +20 touch (1d6+4 plus branding)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "60 ft., fly 60 ft. (good)", "Alignment": "CE", "Size": "Medium"}