{"Group": "Demonic Vermin", "Space": "15 ft.", "Mythic": "0", "HP": 115, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demonic Vermin</h2><h3><i>This oversized vermin bears demonic features and the unmistakable glint of intelligence in its eyes.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Demonic Deadfall Scorpion</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>CE Huge magical beast (augmented vermin)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., tremorsense 60 ft.; Perception +19</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 11, flat-footed 21 (+2 Dex, +1 dodge, +13 natural, -2 size)</h5><h5><b>hp </b>115 (10d8+70)</h5><h5><b>Fort </b>+13, <b>Ref </b>+7, <b>Will </b>+7</h5><h5><b>DR </b>5/cold iron; <b>Immune </b>electricity, poison; <b>Resist </b>acid 10, cold 10, fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b>2 claws +15 (1d8+10 plus grab), sting +15 (1d8+10 plus poison)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>death throes (DC 21, 9d6 cold damage), constrict (1d8+10), sudden strike</h5><h5><b><i>Spell-Like Abilities</i></b> (CL 9th; concentration +11) </br>1/day&mdash;<i>darkness</i>, <i>insect plague</i>, <i><i>vomit</i> swarm</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>31, <b>Dex </b>15, <b>Con </b>22, <b>Int </b> 10, <b>Wis </b>14, <b>Cha </b>15</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+19 (+23 grapple); <b>CMD </b>32 (44 vs. trip)</h5><h5><b>Feats </b>Dodge, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Stealth)<sup>B</sup>, Toughness<sup>B</sup>, Vital Strike</h5><h5><b>Skills </b>Acrobatics +15, Climb +23, Perception +19, Stealth +21 (+29 in forests); <b>Racial Modifiers </b>+4 Perception, +8 Stealth (+16 in forests)</h5><h5><b>Languages </b>Abyssal, Celestial, Draconic; telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, or colony (3-10)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Poison (Ex)</b> Sting-injury; <i>save</i> Fort DC 21; <i>frequency</i> 1/ round for 6 rounds; <i>effect</i> 1d4 Str damage; <i>cure</i> 2 consecutive <i>save</i>s. </h5><h5><b>Sudden Strike (Ex)</b> During a surprise round, a demonic deadfall scorpion may act as if it had a full round to act, rather than just one standard action.</h5></div><br><div><h4><p><p>Deskari's influence upon the Worldwound's verminous life cannot be ignored for long by visitors to this tainted land. While some giant vermin have resisted Deskari's influence, most have succumbed to it. Such creatures are almost always encountered along the Worldwound's periphery. As one travels deeper into the blighted land, the immense insects, spiders, and other vermin encountered in the canyons and rivers take on an increasingly unsettling intelligence and demonic features. In many ways, these demonic vermin are no longer true denizens of the Material Plane-they are, after a fact, what happens when the chaos and evil of the Abyss infuse a mindless creature. They are the unholy spawn of vermin-and mortal sins. Countless variations of demonic vermin exist in the forbidding wasteland that is the Worldwound. When a nest of similar monsters is encountered, they all typically share the same demonic powers and traits, but another nest of the same species could exhibit entirely different abilities, depending on the nature of the Abyssal energies that have corrupted and transformed them. Uncorrupted giant vermin that wander into or are otherwise brought into the Worldwound do not immediately fall victim to this vile transformation, but several months of exposure can, at the GM's whim, cause such creatures to spontaneously transform into one of these hideous monstrosities. <br><b>Creating a Demonic Vermin</b><br> \"Demonic vermin\" is an inherited or acquired template that can be added to any vermin (hereafter referred to as the base creature). A demonic vermin retains all the base creature's statistics and special abilities except as noted here. <br><b>CR:</b> Same as the base creature +1. <br><b>Alignment:</b> Chaotic evil. <br><b>Type:</b> The creature's type changes to magical beast. Do not recalculate HD, BAB, or saves. While a demonic vermin is not an outsider, it is treated as if it had the demon subtype for the purposes of resolving all effects relating to that subtype. <br><b>Armor Class:</b> Natural armor improves by +2. <br><b>Special Qualities and Defenses:</b> A demonic vermin gains immunity to electricity and poison and resistance to acid 10, cold 10, and fire 10. It also gains DR 5/cold iron (if 11 HD or less) or DR 10/cold iron (if 12 HD or more). As demonic vermin are intelligent, they lose the mindless trait. <br><b>Melee:</b> A demonic vermin's natural weapons are unchanged, but they are treated as chaotic and evil for the purpose of resolving damage reduction. <br><b>Special Attacks:</b> A demonic vermin retains all the special attacks of the base creature. In addition, it gains one of the following special abilities of your choosing- you can, of course, invent different abilities of your own as well. The save DC for any of these attacks is equal to 10 + 1/2 the demonic vermin's HD + the demonic vermin's Constitution modifier. <br><i>Abyssal Energy (Su)</i>: Choose one of the following energy types-acid, fire, or cold. The demonic vermin gains immunity to that energy type, and also gains a breath weapon that inflicts that type of energy damage. This breath weapon is a 60-foot-line, and deals 1d6 points of damage per CR point possessed by the demonic vermin (Reflex save halves). It can be used once every 1d4 rounds. <br><i>Additional Senses (Ex)</i>: The vermin has a large number of extra eyes and other sensory organs. It gains all-around vision, scent, and a +8 racial bonus on Perception checks. <i>Death Throes (Su)</i>: When the vermin is slain, it can make a single melee attack (using any one of its natural attacks) as an immediate action. It then explodes into acid, fire, electricity, or cold (your choice), dealing 1d6 points of damage per CR point possessed by the demonic vermin (Reflex save halves). <br><i>Diseased (Su)</i>: The demonic vermin is immune to disease, and its natural attacks inflict demonplague (see page 29) on a hit (Fortitude save negates). <br><i>Drone (Su)</i>: By rubbing its wings or limbs together as a standard action, the demonic vermin produces a loud, discordant drone that causes those within 30 feet of it to become sickened (if the vermin is CR 8 or less) or confused (if the vermin is CR 9 or higher) for 1d6 rounds (Will save negates). This is a sonic mind-affecting effect. <br><i>Skitter (Ex)</i>: The creature has uncanny speed and erratic movements. The vermin's speeds all increase by 10 feet, it gains Mobility and Spring Attack as bonus feats, and it gains a +4 racial bonus on Initiative checks. <i>Spell-Like Abilities</i>: In addition to gaining one of the special attacks listed here, all demonic vermin gain access to a limited number of spell-like abilities, depending on its Hit Dice. Each ability is usable once per day. Caster level equals the creature's CR. <table border ='1'><tr><th>CR</th><th>Abilities</th></tr><tr><td>1-4</td><td>darkness</td></tr><tr><td>5-8</td><td>vomit swarmAPG</td></tr><tr><td>9-12</td><td>insect plague</td></tr><tr><td>13-16</td><td>greater teleport (self plus 50 lbs. of objects only)</td></tr><tr><td>17-20</td><td>earthquake</td></tr></table> <br><b>Abilities:</b> Str +4, Con +2. A demonic vermin's Intelligence becomes 10 and its Charisma becomes 15 (unless the base creature has higher values, in which case they remain unchanged). <br><b>Feats:</b> A demonic vermin gains feats as appropriate for its Hit Dice, and gains Toughness as a bonus feat. <br><b>Skills:</b> A demonic vermin has skill points per racial Hit Die equal to 4 + its Intelligence modifier. The following are class skills for demonic vermin: Acrobatics, Bluff, Climb, Fly, Knowledge (planes), Perception, Sense Motive, and Stealth. <br><b>Languages:</b> A demonic vermin speaks Abyssal, Celestial, and Draconic. It also gains telepathy to a distance of 100 feet.</p></h4></div>", "Languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", "Source": "The Worldwound", "Land": "1", "Organization": "solitary, pair, or colony (3-10)", "Ref": "7", "Climb": "0", "HD": "(10d8+70)", "AbilitiyScores": "Str 31, Dex 15, Con 22, Int 10, Wis 14, Cha 15", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 4672, "SubType": "(augmented vermin)", "MonsterSource": "", "Feats": "Dodge, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Stealth)B, ToughnessB, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "0", "RacialMods": "+4 Perception, +8 Stealth (+16 in forests)", "AC": "24, touch 11, flat-footed 21", "Swim": "0", "Name": "Demonic Deadfall Scorpion", "VariantParent": "", "Skills": "Acrobatics +15, Climb +23, Perception +19, Stealth +21 (+29 in forests)", "ClassArchetypes": "", "IsTemplate": "1", "Will": "7", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +13, Ref +7, Will +7", "Melee": "2 claws +15 (1d8+10 plus grab), sting +15 (1d8+10 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft.", "Alignment": "CE", "Size": "Huge"}