{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 220, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Addath</h2><h3><i>This creature appears to be a giant twenty-legged spider with no head. Its underside holds a large ravenous maw from which four long foul tentacles emerge.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Addath</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>CE Huge aberration </h5><h5><b>Init </b>+6; <b>Senses </b>blindsight 60 ft., darkvision 60 ft., tremorsense 60 ft.; Perception +26</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 10, flat-footed 26 (+2 Dex, +18 natural, -2 size)</h5><h5><b>hp </b>220 (21d8+126)</h5><h5><b>Fort </b>+15, <b>Ref </b>+11, <b>Will </b>+14</h5><h5><b>Defensive Abilities </b>bristles, spider poison immunity; <b>DR </b>15/ cold iron; <b>Resist </b>cold 20, fire 20; <b>SR </b>27</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., climb 40 ft.</h5><h5><b>Melee </b>4 tentacles +24 (2d6+10 plus grab), bite +24 (4d6+10 plus poison)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>bristles, constrict (2d6+10), poison, swallow whole (4d6+15 acid damage, AC 19, 22 hp)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>31, <b>Dex </b>15, <b>Con </b>23, <b>Int </b> 12, <b>Wis </b>14, <b>Cha </b>14</h5><h5><b>Base Atk </b>+15; <b>CMB </b>+27 (+31 grapple); <b>CMD </b>39 (51 vs. trip)</h5><h5><b>Feats </b>Bleeding Critical, Cleave, Critical Focus, Great Fortitude, Improved Critical (tentacle), Improved Initiative, Lightning Reflexes, Power Attack, Vital Strike, Weapon Focus (bite), Weapon Focus (tentacle)</h5><h5><b>Skills </b>Acrobatics +15, Climb +42, Escape Artist +26, Perception +26, Stealth +18, Survival +16</h5><h5><b>Languages </b>Common, Undercommon</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Bristles (Ex)</b> Long bristles cover the addath's spidery legs. With the addath's erratic movements in combat, any creature adjacent to and attacking the addath has a chance of being hit by the bristles. Each time a creature attacks an addath with a melee attack it must make a DC 22 Reflex save to avoid being punctured by several bristles. Each time a creature is punctured by these bristles, it takes 1d6 points of piercing damage and is exposed to the addath's poison. A creature that grapples an addath is automatically hurt by these bristles. The save DC to avoid the bristles is Dexterity-based. </h5><h5><b>Poison (Ex)</b> Bristles or bite-injury; <i>save</i> DC 26 Fort; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d6 Strength damage; <i>cure</i> 2 consecutive <i>save</i>s. The save DC is Constitution-based. </h5><h5><b>Spider Poison Immunity (Ex)</b> An addath is immune to the venom of ordinary spiders, giant spiders, and phase spiders. </h5><h5><b>Tentacles (Ex)</b> The addath's tentacles are always a primary attack for the creature. It can transfer a grabbed creature from a tentacle to its mouth as a move action.</h5></div><br><div><h4><p><p>The addath is a fearsome subterranean hunter that makes its home in caves, caverns, and ruins. It is a highly aggressive predator that paralyzes its victim, carries it back to its nest, and devours it at its leisure. Addaths do not spin webs, but live in large tunnels and chambers or within ruined structures that can accommodate their massive size. Addath lairs are typically littered with the bones and carcasses of uneaten meals and so emanate the stench of death that is easily detectable (and functions as a warning to others not to intrude). An addath stands almost 20 feet tall. Its body is dark in color and covered with dark (usually black) hairs. Its legs are long and sleek and covered in deadly black bristles. The creature's mouth is located on its underside and is surrounded by four long tentacles. The tentacles are slick and hairless and either dark brown or black in color. The creature's eyes, tiny and almost undetectable are spaced evenly around its central form. Addaths, when hunting, attack from ambush, usually clinging to an overhang or ceiling and waiting for prey to pass beneath. Some prefer hiding in shadows and springing out when prey is detected, and still others prefer hiding in huge pits and holes, rushing forth whenever their tremorsense detects movement in the area. Addaths attack by grabbing their prey with their tentacles biting it repeatedly. Addaths try to stay in melee range at all times, knowing eventually a creature can't help but contact its poisonous bristles.</p></h4></div>", "Languages": "Common, Undercommon", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "11", "Climb": "1", "HD": "(21d8+126)", "AbilitiyScores": "Str 31, Dex 15, Con 23, Int 12, Wis 14, Cha 14", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 4699, "SubType": "", "MonsterSource": "", "Feats": "Bleeding Critical, Cleave, Critical Focus, Great Fortitude, Improved Critical (tentacle), Improved Initiative, Lightning Reflexes, Power Attack, Vital Strike, Weapon Focus (bite), Weapon Focus (tentacle)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "15", "Fly": "0", "RacialMods": "", "AC": "28, touch 10, flat-footed 26", "Swim": "0", "Name": "Addath", "VariantParent": "NULL", "Skills": "Acrobatics +15, Climb +42, Escape Artist +26, Perception +26, Stealth +18, Survival +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +15, Ref +11, Will +14", "Melee": "4 tentacles +24 (2d6+10 plus grab), bite +24 (4d6+10 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., climb 40 ft.", "Alignment": "CE", "Size": "Huge"}