{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 225, "Treasure": "standard (varies with individual Amalgamation)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Amalgamation</h2><h3><i>A large collection of items rises up, forming into a swirling chaos that is the body of this being. The items move about throughout its bulk, somehow not touching one another in their mad dance.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Amalgamation</p><p class=\"alignright\">CR 20</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>307,200</h5><h5>N Gargantuan construct </h5><h5><b>Init </b>+9; <b>Senses </b>blindsight 100 ft., darkvision 60 ft., low-light vision; Perception +5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 25, flat-footed 16 (+10 deflection, +9 Dex, -4 size)</h5><h5><b>hp </b>225 (30d10+60)</h5><h5><b>Fort </b>+10, <b>Ref </b>+19, <b>Will </b>+15</h5><h5><b>DR </b>10/-; <b>Immune </b>construct traits (+60 hp), magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., fly 50 ft. (perfect)</h5><h5><b>Melee </b>varies +33 (damage by weapon)</h5><h5><b>Ranged </b>varies +35 (damage by weapon)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>multiple attacks, swarm attack (10d6)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>28, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>20, <b>Cha </b>1</h5><h5><b>Base Atk </b>+30; <b>CMB </b>+41; <b>CMD </b>60</h5><h5><b>SQ </b>item use</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard (varies with individual Amalgamation)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Item Use (Su)</b> The amalgamation can use any of the items contained within its bulk. When activating magic items, it is considered to be using them as if a person of the required class, with a 20 in any relevant ability scores (or its natural scores, whichever are better). Furthermore, because of its innate magical nature, the save DC against any effects produced by magic items is 2 greater than normal. Finally, it can wield weapons and items as if it were of the appropriate size class for their type, so it suffers no hit penalties for being a Gargantuan construct with such items. Unless instructed otherwise, the amalgamation uses items at random from its bulk. However, it does not target them randomly-it uses them with care and precision, as if it had 18 Intelligence. Items with limited uses, such as scrolls and wands, are expended normally. </h5><h5><b>Multiple Attacks (Ex)</b> The amalgamation can activate and use up to five items per round. It can therefore attack with weapons, activate magic items, hurl alchemical items like thunderstones, or slam random objects against opponents. </h5><h5><b>Swarm Attack (Ex)</b> The amalgamation can move over enemies and damage them with the flying weapons and objects composing its bulk. It does this simply by moving over its victims, who are allowed either a DC 34 Reflex save or an attack of opportunity against the amalgamation, at their option. Anyone who begins their turn engulfed by the amalgamation takes 10d6 points of damage per round, with a DC 34 Reflex save allowed for half. This is not considered an area effect for the purposes of evasion and similar abilities. The damage inflicted by the amalgamation overcomes all forms of damage reduction except epic. The save DC for both Reflex saves is Dexterity-based. Further, this damage is considered continuous for the purposes of determining if it disrupts spellcasting, concentration and the like. </h5><h5><b>Immunity to Magic (Ex)</b> The amalgamation is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted: <i>Dispel magic</i> and <i>greater dispel magic</i> can be used to deactivate magic items, as per a targeted item dispel. <i>Mage's disjunction</i> causes it to subside into quiescence for 1d4+1 rounds, during which time it is considered helpless.</h5></div><br><div><h4><p><p>The amalgamation is a special creation used by certain ancient spellcasters to defend their hordes and treasure vaults-for even should the guardian fall, most of the items being guarded would be destroyed, and hence not fall into enemy hands. The creature is composed of a large number of magical and mundane items, and it can use any of them to attack. Because of its magical nature, the amalgamation can even wield magic items such as wands without penalty. The amalgamation resembles a vortex or cloud of items 20 ft. in diameter, swirling within a shimmering field of energy. The precise appearance of the construct depends on the items that comprise its bulk. Credit Originally appearing in <i>Rappan Athuk Reloaded</i> (© Necromancer Games, 2006)</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "19", "Climb": "0", "HD": "(30d10+60)", "AbilitiyScores": "Str 24, Dex 28, Con -, Int -, Wis 20, Cha 1", "Gear": "", "Ranged": "varies +35 (damage by weapon)", "Type": "construct", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 4701, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "1", "RacialMods": "", "AC": "25, touch 25, flat-footed 16", "Swim": "0", "Name": "Amalgamation", "VariantParent": "NULL", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "15", "Race": "", "CR": "20", "XP": 307200, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "item use", "Saves": "Fort +10, Ref +19, Will +15", "Melee": "varies +33 (damage by weapon)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., fly 50 ft. (perfect)", "Alignment": "N", "Size": "Gargantuan"}