{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 60, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Aswang</h2><h3><i>This hideous creature wears rags and has long unkempt black hair, filthy claws, bloodshot eyes, and a long black snake-like tongue.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Aswang</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>CE Medium undead </h5><h5><b>Init </b>+8; <b>Senses </b>corpse scent 100 ft., darkvision 60 ft.; Perception +14</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 14, flat-footed 17 (+4 Dex, +7 natural)</h5><h5><b>hp </b>60 (8d8+16 plus 8)</h5><h5><b>Fort </b>+4, <b>Ref </b>+6, <b>Will </b>+7</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>DR </b>10/cold iron; <b>Immune </b>undead traits; <b>Resist </b>cold 10</h5><h5><b>Weaknesses </b>vulnerability to garlic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>2 claws +8 (1d4+2 plus grab), bite +8 (1d6+2/18-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>blood drain, deceiving sound, devour heart</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>18, <b>Con </b>-, <b>Int </b> 13, <b>Wis </b>13, <b>Cha </b>15</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+8 (+12 grapple); <b>CMD </b>22</h5><h5><b>Feats </b>Alertness, Improved Initiative, Power Attack, Toughness</h5><h5><b>Skills </b>Acrobatics +8, Climb +9, Craft +8, Disguise +13, Knowledge (any) +5, Perception +14, Stealth +19; <b>Racial Modifiers </b>+4 Stealth</h5><h5><b>Languages </b>Common, plus any one</h5><h5><b>SQ </b>change shape (human, <i>alter self</i>, or black dog, <i>beast shape</i> I)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Blood Drain (Su)</b> An aswang can suck blood from a grappled opponent; if the aswang establishes or maintains a pin, it drains blood, dealing 1d4 points of Constitution damage. The aswang heals 5 hit points or gains 5 temporary hit points for 1 hour (up to a maximum number of temporary hit points equal to its full normal hit points) each round it drains blood. </h5><h5><b>Corpse Scent (Ex)</b> An aswang can detect corporeal undead within 100 feet. It can detect fresh corpses (creatures killed within the last two hours) to a range of one mile. </h5><h5><b>Deceiving Sound (Su)</b> An aswang can produce a ‘tik-tik' sound from its throat that seemingly originates from up to 100 feet away from the aswang's actual location. Creatures hearing this sound can attempt a DC 16 Perception check to pinpoint the aswang's true location. </h5><h5><b>Devour Heart (Ex)</b> An aswang's bite attack threatens a critical hit on an 18-20. If an aswang kills a foe with a critical hit, it can tear out the victim's heart as a free action. An aswang that devours a victim's heart gains a +4 bonus to Strength for 1 hour. Devouring multiple hearts does not increase this bonus. Such a victim cannot be restored to life by a <i>raise dead</i> spell (though <i>resurrection</i> and true <i>resurrection</i> can still revive the victim). Any creature that witnesses this event must succeed on a DC 16 Will save or be shaken 1d4 rounds. The save DC is Charisma-based. </h5><h5><b>Vulnerability to Garlic (Ex)</b> Aswangs cannot tolerate the odor of garlic, and will not enter an area laced with it. It doesn't harm an aswang-it merely keeps it at bay.</h5></div><br><div><h4><p><p>Aswangs are extremely malevolent undead with a taste for blood. These creatures drink the blood of both the living and the recently dead; including devouring the victim's heart should it still be intact. Aswangs generally haunt graveyards and ruins, but can be found just about anywhere. Aswangs sleep during the day and venture out at night. Sunlight doesn't harm aswangs; they just prefer to hunt at night. Many aswangs prefer to dwell in cities where they have their pick of victims. These aswangs make use of their shapechanging ability to appear human and blend in with the population. Aswangs sleep on grave dirt or in coffins filled with grave dirt. Sages debate whether this is by necessity or simply a ritual performed by aswangs. Aswangs disorient potential victims by using their deceiving sound ability hoping to catch them unaware. In combat, aswangs attack with their claws and nasty bite. Aswangs that kill their foes devour the heart, though not during combat. They are smart enough to wait until all opponents are dead or fleeing.</p></h4></div>", "Languages": "Common, plus any one", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(8d8+16 plus 8)", "AbilitiyScores": "Str 15, Dex 18, Con -, Int 13, Wis 13, Cha 15", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4735, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Improved Initiative, Power Attack, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "+4 Stealth", "AC": "21, touch 14, flat-footed 17", "Swim": "0", "Name": "Aswang", "VariantParent": "", "Skills": "Acrobatics +8, Climb +9, Craft +8, Disguise +13, Knowledge (any) +5, Perception +14, Stealth +19", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (human, alter self, or black dog, beast shape I)", "Saves": "Fort +4, Ref +6, Will +7", "Melee": "2 claws +8 (1d4+2 plus grab), bite +8 (1d6+2/18-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "CE", "Size": "Medium"}