{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 114, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Bone Crawler</h2><h3><i>Unarmored, the bone crawler is a fleshy disc-shaped lump approximately six ft. in diameter, with a slightly concave top. The bottom curves downward, and ends with a circular mouth at its nadir. From the central mass sprout several dozen tentacles, each specialized to perform different functions: stubby muscular ones provide movement, thin graceful tendrils are tipped with sensory organs, and the long, limber whipfronds are used as a means of attack and manipulation. The flesh of a bone crawler ranges from olive green to slate grey to jet black. When it is encased in bone armor, the bone crawler appears much different. When still, it resembles a 15 ft. diameter mound of bones, piled haphazardly together. A canny observer may note fleshy tendrils or roots webbed through the mass. Once it begins to move, the armored crawler is a whirling nightmare of interlocked bones forming a 15 ft. diameter central mass, with bony tentacles extending out from it in all directions.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Bone Crawler</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>N Huge aberration </h5><h5><b>Init </b>+3; <b>Senses </b>blindsight 60 ft.; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>11, touch 11, flat-footed 8 (+3 Dex, -2 size) or </br><b>AC </b> 18, touch 8, flat-footed 18 (+10 natural armor, -2 size) in bone armor</h5><h5><b>hp </b>114 (12d8+60)</h5><h5><b>Fort </b>+9, <b>Ref </b>+9, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>bone armor, cannot be flanked; <b>SR </b>23</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft. in bone armor (30 ft. base), climb 10 ft.</h5><h5><b>Melee </b>up to 12 bone blades +16 (1d8+8/19-20) and/or up to 12 whipfronds +15 (1d4+8)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>bone blades, whipfronds, whirling frenzy</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>26, <b>Dex </b>16, <b>Con </b>21, <b>Int </b> 9, <b>Wis </b>15, <b>Cha </b>9</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+19; <b>CMD </b>32</h5><h5><b>Feats </b>Cleave, Improved Critical (bone blade), Lightning Reflexes, Lunge, Power Attack, Weapon Focus (bone blade)</h5><h5><b>Skills </b>Acrobatics +11, Climb +25 (+15 in bone armor), Disguise +5 (+15 disguised as mound of bones), Perception +15, Stealth +8; <b>Racial Modifiers </b>when in bone armor, a bone crawler gains a +10 on disguise checks to resemble a mound of bones, and takes a -10 armor check penalty on Climb checks</h5><h5><b>Languages </b>Aklo</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Bone Armor (Ex)</b> The bone crawler is normally encountered encased in a shell of iron-hard bones. This shell has a hardnes of 10, takes half damage from energy attacks (except sonic attacks) and has hit points equal to 10 x (HD + 1). Bone armor weighs 1 pound per hit point. It can take damage like any object, though it receives the bone crawler's saving throws and spell resistance. Unlike carried objects, area of effect attacks require the bone crawler to roll a separate saving throw for its bone armor, even if it makes the saving throw itself. Spel l resistance is checked just once for the overall creature and its armor, however. While it bears bone armor, the bone crawler receives no bonus to AC for its Dexterity. After the first 10 hi tpoints of damage, every 10 hit points worth of bone armor provides the bone crawler with one bone blade that it can use in melee as described below. As its armor receives damage, it likewise loses these bone blades. The last 10 hit points of bone armor represent those protecting the main body itself; until the armor is destroyed, the central body is considered to have total cover. A bone crawler can repair its armor by absorbing new bones into its mass. This requires a 24-hour period while enzymes secreted by specialized tendrils harden the bone. The number of hit points gained depends on the size of the skeleton or bone collection absorbed: a Tiny skeleton repairs 1 hit point, a Small skeleton 1d4 hit points, a Medium skeleton 2d4 hit points, and Large and larger skeletons 4d4 hit points. Note that skeletons of Huge size and larger contain many bones that are too large for the bone crawler to absorb effectively into its mass, which is why the hit points gained do not increase after Large size. </h5><h5><b>Bone Blade (Ex)</b> The bone crawler has a number of bony limbs that it can manipulate with its whipfronds. When attacking with these, it gains its full attack bonus as a primary weapon attack. It can only attack a creature or creatures in a single 5 ft. square with a maximum of 4 bone blades at once. Sunder attacks directed at bone blades do damage to the creature's bone armor (see above). </h5><h5><b>Whipfrond (Ex)</b> The bone crawler's primary attacking tentacles are called whipfronds. It has one whipfrond per hit die. A whipfrond can be severed with a successful Sunder attack with a slashing weapon that inflicts, in a single blow, a number of points of damage equal to or greater than the bone crawler's hit dice. Whipfronds cannot be sundered while encased in bone armor; the armor must be destroyed first. As with the bone blades, the bone crawler can only attack a single 5 ft. square area with up to 4 whipfronds at a time, no more. </h5><h5><b>Whirling Frenzy (Ex)</b> As a full round action the bone crawler may whirl its bone blades around it in a swirling storm of sharpened edges. This attack inflicts 1d8+4 points of damage per three bone blades used (round down) on anyone within the bone crawler's reach. A DC 19 Reflex save is allowed to take only half damage from this attack; alternately, a targeted creature may opt instead to make an attack of opportunity against the bone crawler instead. The save DC is Dexterity-based.</h5></div><br><div><h4><p><p>The bone crawler is an unusual aberration that girds itself with hardened bones, fused together and manipulated by lenticular limbs called whipfronds, to serve as both a weapon and a defense. Bone crawlers exist by attacking and killing just about anything they can come to grips with. They feast upon the flesh of their enemies, and then integrate the bones of their prey into their armor, repairing any damage it has sustained. Some bone crawlers have been known to seek out crypts and graveyards, exhuming bodies for their bones. Bone crawlers understand and may speak Aklo, but rarely converse with their victims. Credit Originally appearing in <i>Rappan Athuk Reloaded</i> (© Necromancer Games, 2006)</p></h4></div>", "Languages": "Aklo", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "1", "HD": "(12d8+60)", "AbilitiyScores": "Str 26, Dex 16, Con 21, Int 9, Wis 15, Cha 9", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 4752, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Improved Critical (bone blade), Lightning Reflexes, Lunge, Power Attack, Weapon Focus (bone blade)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "when in bone armor, a bone crawler gains a +10 on disguise checks to resemble a mound of bones, and takes a -10 armor check penalty on Climb checks", "AC": "11, touch 11, flat-footed 8 18, touch 8, flat-footed 18", "Swim": "0", "Name": "Bone Crawler", "VariantParent": "", "Skills": "Acrobatics +11, Climb +25 (+15 in bone armor), Disguise +5 (+15 disguised as mound of bones), Perception +15, Stealth +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +9, Ref +9, Will +10", "Melee": "up to 12 bone blades +16 (1d8+8/19-20) and/or up to 12 whipfronds +15 (1d4+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft. in bone armor (30 ft. base), climb 10 ft.", "Alignment": "N", "Size": "Huge"}