{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 26, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Burning Ghat</h2><h3><i>A humanoid figure stands swathed in smoke, its distinct features obliterated by the charred and blackened flesh. Ash perpetually trails from the creature as it moves and small patches of burnt skin flake from its body. Its eyes are small dots of brilliant crimson fire.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Burning Ghat</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>CE Medium undead (fire)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft.; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 12, flat-footed 14 (+2 Dex, +4 natural)</h5><h5><b>hp </b>26 (4d8+8)</h5><h5><b>Fort </b>+3, <b>Ref </b>+3, <b>Will </b>+6</h5><h5><b>DR </b>5/magic; <b>Immune </b>fire, undead traits</h5><h5><b>Weaknesses </b>vulnerability to cold</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +5 (1d4+1 plus burn)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>burn (2d6, DC 14), burning blood, fire burst</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>13, <b>Dex </b>15, <b>Con </b>-, <b>Int </b> 13, <b>Wis </b>14, <b>Cha </b>14</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+4; <b>CMD </b>16</h5><h5><b>Feats </b>Blind-Fight, Weapon Finesse</h5><h5><b>Skills </b>Climb +8, Escape Artist +6, Intimidate +9, Perception +9, Stealth +9</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>odor</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or gang (2-4)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Burning Blood (Su)</b> When a burning ghat takes damage from a slashing or piercing weapon, its flesh bursts open and sprays the attacker with a mixture of burning fluids. The attacker must succeed on a DC 14 Reflex save or take 1d6 points of fire damage. The save DC is Charisma-based. </h5><h5><b>Fire Burst (Ex)</b> Once per day, a burning ghat can unleash a burst of flames in a 20-foot radius centered on itself. Creatures caught in the burst take 4d6 points of fire damage. A successful DC 14 Reflex save reduces the damage by half. The burning ghat is <i>slow</i>ed (as the <i>slow</i> spell) for 1d4 rounds after using this ability. The save DC is Charisma-based. </h5><h5><b>Odor (Ex)</b> A burning ghat reeks of charred flesh, which can be detected at a range of 30 feet with a DC 10 Perception check. Creatures with the scent ability automatically detect its presence as soon as they come within 60 feet of a burning ghat.</h5></div><br><div><h4><p><p>The burning ghat is a rare form of undead created in areas of unusually high negative energy when a living creature is put to death by fire for a crime it did not commit. Utterly twisted and maddened by its fate, a burning ghat is a fearsome creature, consumed with a hatred for the living and seeking to end life wherever it finds it. The distinct and pungent stench of burnt flesh is often the harbinger of a burning ghat's arrival and is easily noticeable within 30 feet of the creature. They can often still be found wearing the clothes they wore as they burned to death, if the garments survived the flames, though a burning ghat of any great age will usually have none. Burning ghats inhabit remote areas near places where they were put to death. They are not bound to this area as some undead seem to be, but they seldom wander more than a mile or so away from their death site. Most encounters are with a lone burning ghat, but occassionally when more than one innocent has been put to the flames, a pack of these creatures can be found. Burning ghats are nocturnal pack hunters, feasting on the charred flesh of those they encounter and kill. They are seldom found with other undead, preferring to keep company with their own kind or operating alone. A typical burning ghat is 6 feet tall and weighs 150 pounds. A burning ghat can communicate in the Common tongue and any other language it knew in life. Its voice crackles and hisses like a freshly-stoked fire. A burning ghat attacks with its claws, seeking to slay any living creature it encounters. A burning ghat's claws heats the blood of living creatures upon contact, causing great pain as it sizzles and boils away into the air. It favors burning its victims to death but is content to rend them apart if they should prove immune to fire.</p></h4></div>", "Languages": "Common", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary or gang (2-4)", "Ref": "3", "Climb": "0", "HD": "(4d8+8)", "AbilitiyScores": "Str 13, Dex 15, Con -, Int 13, Wis 14, Cha 14", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4758, "SubType": "(fire)", "MonsterSource": "", "Feats": "Blind-Fight, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "16, touch 12, flat-footed 14", "Swim": "0", "Name": "Burning Ghat", "VariantParent": "NULL", "Skills": "Climb +8, Escape Artist +6, Intimidate +9, Perception +9, Stealth +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "odor", "Saves": "Fort +3, Ref +3, Will +6", "Melee": "2 claws +5 (1d4+1 plus burn)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}