{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 200, "Treasure": "double standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Basileus</h2><h3><i>This comely young man is clad in fine silken robes and gold thread, with hair the color of sunbeams. He smiles slyly, and his eyes smolder with Hellish flames and the suggestion of power and terror beyond mortal reason.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Basileus</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>LE Medium outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+10; <b>Senses </b>darkvision 60 ft., low-light vision, see in darkness; Perception +23</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>28, touch 16, flat-footed 22 (+6 Dex, +12 natural)</h5><h5><b>hp </b>200 (16d10+112)</h5><h5><b>Fort </b>+12, <b>Ref </b>+18, <b>Will </b>+16</h5><h5><b>DR </b>10/good; <b>Immune </b>fire, poison; <b>Resist </b>acid 10, cold 10; <b>SR </b>26</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 60 ft. (perfect)</h5><h5><b>Melee </b>touch +24 (1d8+8) or 5 slams +24 (2d6+8 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.; 15 ft. with slam</h5><h5><b>Special Attacks </b>terror, terror shape</h5><h5><b>Spell-Like Abilities</b> (CL 16th)</br>At will&mdash;<i>cloudkill</i> (DC 22), <i>false vision</i> (DC 22), <i>greater teleport</i> (self plus 50 lbs.), <i>mirage arcana</i> (DC 22), <i>persistent image</i> (DC 22),<i> scorching ray</i>,<i> tongues</i></br>3/day&mdash;<i>crushing despair</i> (DC 21), <i>dimensional anchor</i> (DC 21),<i> ethereal jaunt</i>,<i> greater dispel magic</i>, <i>greater invisibility</i> (DC 21),<i> instant <i>summon</i>s</i>,<i> legend lore</i>, <i>nightmare</i> (DC 22), <i>phantasmal killer</i> (DC 21),<i> true seeing</i></br>1/day&mdash;<i>geas/quest</i>, <i>summon</i> (level 5,<i> 2 bone devils</i>, 75%), <i>grant 1 wish</i> (to mortals only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 26, <b>Dex</b> 22, <b>Con</b> 25, <b>Int</b> 26, <b>Wis</b> 19, <b>Cha</b> 25</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+24; <b>CMD </b>40</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Deceitful, Improved Initiative, Improved Iron Will, Iron Will, Lightning Reflexes, Persuasive</h5><h5><b>Skills </b>Acrobatics +22, Bluff +30, Diplomacy +38, Disguise +27, Escape Artist +22, Fly +14, Intimidate +38, Knowledge (arcana) +24, Knowledge (planes) +27, Perception +23, Perform (Oratory) +23, Sense Motive +23, Sleight of Hand +22, Spellcraft +27, Stealth +25; <b>Racial Modifiers </b>+8 Diplomacy, +8 Intimidate</h5><h5><b>Languages </b>Abyssal, Aklo, Celestial, Common, Draconic, Elven, Giant, Infernal, Undercommon; telepathy 100 ft., tongues</h5><h5><b>SQ </b>veil of forms</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Hell)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Terror (Su)</b> As a standard action, Basileus can surround himself with a terrifying illusion that to all viewers appears as a unique and violent manifestation of the most terrifying thing their minds can conjure. This horror can only be seen by each individual onlooker, with even Basileus being unaware of what his viewers see. Those within 30 feet of Basileus must make a DC 25 Will save. Those with 6 or fewer Hit Dice who fail instantly die from fear, while those with 6 or more Hit Dice are panicked and take 6d6 points of damage. Those who save are immune to Basileus's death or panic effects, but still take damage. Those who remain within 30 feet of Basileus, even after making their saves, take 6d6 points of damage every round as long as Basileus continues to take standard actions to maintain the terror. The death and panic aspects of this ability are a mind-affecting fear effect, with even creatures immune to such effects still being affected by the ability's damage. The save DC is Charisma-based. </h5><h5><b>Terror Shape (Su)</b> While making use of his terror ability, Basileus can manifest one to five additional, monstrous limbs. These take on terrible appearances dictated by the terror ability, and deal 2d6+8 damage. When Basileus ceases the use of terror, these additional natural weapons vanish. </h5><h5><b>Veil of Forms (Su)</b> Basileus appears as a powerful and attractive member of the same race as any creature looking upon him. His appearance is always appealing, with subtle illusory alterations that differ from viewer to viewer. Basileus is not aware of the specifics of his appearance to other creatures, though he may alter specifics as per the spell alter self. This is an illusion that is in effect anytime he is not using his terror ability, and grants him a +8 racial modifier on Diplomacy and Intimidate checks. Should a creature be able to see past the illusion, Basileus does not gain this racial modifier on opposed checks against that creature.</h5></div><br></br><div><h4><p><p>An infernal paradox at once wondrous and terrifying, tempting and blasphemous, the entity called the Son of Suns, Prince of Paradises, Jadros Voax, Baphon, Vexsoul, or simply Basileus serves as the herald of Asmodeus and harbinger of Hell's will. Few who have faced the messenger of the Archfiend survive the experience unchanged, for he is the very word of Hell. Typically appearing as a youth of stunning beauty and of the same race as those who look upon him-even when appearing before those of multiple races-little in the herald's comely appearance, finery, or proud bearing sets him apart from the vainglorious princes of countless mortal nations. In his radiant eyes, though, dance hellfire flames and a hint of the power he bears himself and often offers. To encounter Basileus is to know the interest or ire of the lord of Hell himself. Like his master, the herald knows no love for mortalkind, striving only to fulfill the worlds-spanning master schemes of the Prince of Darkness and draw souls into the grip of Hell by the legion. As such, he most often serves as an envoy between Asmodeus and other deities and extraplanar figures of note, rarely deigning to set foot upon the raucous and uncouth Material Plane. When his master's will dictates he travel to the mortal realm, though, his words bear all the weight of Hell, and typically offer temptations few souls can hope to refuse. Occasionally his master bids him answer the summons of the few mortals who hold the Prince of Darkness's favor, but even these forays typically prove subtle steps toward some greater infernal goal.</p><p>In his humanoid form, Basileus appears as a 6-foottall mortal of surprising but unnatural beauty, with a languid voice like warm wine over silk. Although typically of male gender, this is not always the case, though he always appears before his lord in masculine form. Much of his form is an illusion, though, and a highly subjective illusion at that. Those who can see past Basileus's shrouds of innate deception find a human-like figure resembling the idealized form he presents, though still appearing somehow hollow. The most daring and ancient fiends have suggested that Basileus bears a resemblance to Baalzebul before Asmodeus punished the archdevil by stripping him of his angelic appearance-a rumor that leads the lord of the seventh to loathe his master's herald even more than he despises most creatures.</p><p><b>A Thousand Terrors</b><br> Through the millennia, dozens of immortal beings have served as heralds of the Prince of Darkness-even Baalzebul holding this position for a time before his cursed advancement to archdevil. Yet without fail, each herald has eventually overstepped his bounds and garnered Asmodeus's disfavor, facing a quiet, ignominious, and likely torturous end within Nesus's depths.</p><p>Yet even after his past heralds' march of disappointments, Asmodeus holds Basileus as the most perfect of all his emissaries, for rather than elevating the messenger from among the ranks of his diabolical legions, the lord of Hell personally crafted his servant to meet his every expectation. An infernal automaton of sorts, Hell's herald is a being zealously devoted to the Prince of Darkness, even beyond the allegiances of devilkind, archdevils, or the Pit itself. Many among Hell's infernal hierarchy have whispered of their lord's herald's true nature, suggesting that he is a terrible amalgam, drawn from the painwracked nightmares of the Archfiend's past emissaries; a being shaped from the deepest proto-stuff of Hell itself; or even a vaporous being distilled from a measure of Hell's collective suffering. Regardless, the ever-changing physical nature of Asmodeus's herald and his unwavering loyalty to his master are widely known throughout the planes and beyond.</p><p>On the Material Plane, Basileus has become a legend in his own right. Although rarely visiting the worlds of the mortal realm, wherever he treads he takes the form of the greatest terror of the age. Such leads to highly varied reports of the herald's form and nature, even among Asmodeus's worshipers, and the confusion and apprehension seem to please both Basileus and his master greatly. Among the Prince of Darkness's enemies, Basileus is a thousand horrors known by a thousand names. Tales of his appearance across Golarion have granted him a dozen terrible names: the Bleeding Oliphaunt, Baphon Reborn, and the Seventh Spawn being among those most often heard in fearful whispers. Each of these titles and countless more have been recorded by scholars of the divine outside the church of Asmodeus, with such disparities, though inaccurate, still capturing the deceit inherent in the herald's form and a measure of the horror that is Basileus.</p></h4></div>", "Languages": "Abyssal, Aklo, Celestial, Common, Draconic, Elven, Giant, Infernal, Undercommon; telepathy 100 ft., tongues", "Source": "AP 29", "Land": "0", "Organization": "solitary", "Ref": "18", "Climb": "0", "HD": "(16d10+112)", "AbilitiyScores": "Str 26, Dex 22, Con 25, Int 26, Wis 19, Cha 25", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.; 15 ft. with slam", "DontUseRacialHD": "0", "id": 476, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Deceitful, Improved Initiative, Improved Iron Will, Iron Will, Lightning Reflexes, Persuasive", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "+8 Diplomacy, +8 Intimidate", "AC": "28, touch 16, flat-footed 22", "Swim": "0", "Name": "Basileus", "VariantParent": "", "Skills": "Acrobatics +22, Bluff +30, Diplomacy +38, Disguise +27, Escape Artist +22, Fly +14, Intimidate +38, Knowledge (arcana) +24, Knowledge (planes) +27, Perception +23, Perform (Oratory) +23, Sense Motive +23, Sleight of Hand +22, Spellcraft +27, Stealth +25", "ClassArchetypes": "", "IsTemplate": "0", "Will": "16", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any (Hell)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "veil of forms", "Saves": "Fort +12, Ref +18, Will +16", "Melee": "touch +24 (1d8+8) or 5 slams +24 (2d6+8 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., fly 60 ft. (perfect)", "Alignment": "LE", "Size": "Medium"}