{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 147, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Char Shambler</h2><h3><i>The humanoid creature looks like a mass of charred skin, burned black and hard with cracks showing raw, red flesh beneath. Visible waves of heat rise from this creature and a miasma of foul smoke seems to follow its every shuffling step, and the stench of scorched flesh and acrid smoke clings to its flesh.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Char Shambler</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CE Medium magical beast (fire)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +7</h5><h5><b>Aura </b>desecrating aura (20 ft.), smoke cloud (10 ft., DC 24), stench (10 ft., DC 22, 1d8 rounds)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 10, flat-footed 25 (+15 natural)</h5><h5><b>hp </b>147 (14d10+70)</h5><h5><b>Fort </b>+14, <b>Ref </b>+9, <b>Will </b>+6</h5><h5><b>Immune </b>fire</h5><h5><b>Weaknesses </b>vulnerability to cold</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>bite +19 (1d6+4 plus 1d6 fire), 2 claws +18 (1d4+4 plus 1d6 fire plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>burning touch</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>10, <b>Con </b>20, <b>Int </b> 7, <b>Wis </b>10, <b>Cha </b>12</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+18 (+22 grapple); <b>CMD </b>28</h5><h5><b>Feats </b>Ability Focus (smoke cloud), Cleave, Improved Initiative, Iron Will, Power Attack, Skill Focus (Stealth), Weapon Focus (bite)</h5><h5><b>Skills </b>Intimidate +6, Perception +7, Stealth +11</h5><h5><b>Languages </b>Undercommon (cannot speak)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land or underground near cities</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Burning Touch (Su)</b> A char shambler that wins a grapple check establishes a hold, latching onto the opponent's body and automatically doing bite damage each round that the hold is maintained. In addition the fire damage from the bite attack increases from 1d6 on the first round to 3d6 points of damage on the third round. As the char shambler makes this attack it slowly begins charring its opponent. If it kills an opponent in this manner, the victim's flesh and tissues are completely charred away while the char shambler inhales the resulting smoke for its sustenance. It then devours the scorched and crumbling bones in 1d4 rounds. </h5><h5><b>Desecrating Aura (Su)</b> Through the sheer foulness of its presence, a char shambler emits an aura within a 20- foot radius similar in effect to the secondary function of a <i>desecrate</i> spell (i.e. cutting off an area's connection to a non-associated deity and countering consecrate). This effect does not offer any bonuses to undead within the radius. Furthermore, it counters and dispels spells with the good descriptor within its area as if it was casting <i>dispel magic</i> as a 5th-level wizard. </h5><h5><b>Smoke Cloud (Ex)</b> In addition to its stench, a char shambler continually gives off a cloud of acrid smoke from its scorched flesh. This cloud likewise affects all within 10 feet of the char shambler. The smoke provides concealment (20% miss chance) to those within the cloud and they must make a Fortitude save each round (DC 24, +1 per previous check) or spend that round coughing and choking. This is saving throw in addition to the sickening effects of the char shambler's stench. A character who chokes for 2 consecutive rounds takes 1d6 points of nonlethal damage. The save DC is Constitution-based and includes a +2 bonus from its Ability Focus feat. A char shambler is immune to the effects of smoke (its own or otherwise) and ignores the concealment it provides as well.</h5></div><br><div><h4><p><p>A char shambler is the result of a failed experiment to create a creature known as a charfiend (see <i>Creature Collection</i> by Sword and Sorcery Studios) from some base stock. The only documented examples come from the work of the lich Saca-Baroo and his experiments with the silid race (see <i>The Tome of Horrors Complete</i> by Frog God Games), but other examples may exist. As described, a char shambler's skin is charred and broken, and the creature lives in constant searing pain from the failed process that created it. It typically stands 6 to 7 feet tall and weighs 300 pounds. Its face is a mask of charred flesh hiding the appearance of the original creature. This tough, charred shell provides it with good natural armor. Whether a char shambler can speak or not is unknown, as none have ever been known to. They do respond to commands in Common when under magical compulsion or a similar condition. A char shambler's existence is typically occupied by its never-ending desire to feed, and its actions tend to follow this course. When prey is spotted, it tries to disperse its enemies with its stench and smoke cloud so that it can focus on capturing and feeding on one individual without distractions. Credit Original author Greg A. Vaughan Originally appearing in <i>Slumbering Tsar</i> (© Frog God Games/ Greg A. Vaughan, 2012)</p></h4></div>", "Languages": "Undercommon (cannot speak)", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary or pair", "Ref": "9", "Climb": "0", "HD": "(14d10+70)", "AbilitiyScores": "Str 18, Dex 10, Con 20, Int 7, Wis 10, Cha 12", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4761, "SubType": "(fire)", "MonsterSource": "", "Feats": "Ability Focus (smoke cloud), Cleave, Improved Initiative, Iron Will, Power Attack, Skill Focus (Stealth), Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "25, touch 10, flat-footed 25", "Swim": "0", "Name": "Char Shambler", "VariantParent": "NULL", "Skills": "Intimidate +6, Perception +7, Stealth +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any land or underground near cities", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +9, Will +6", "Melee": "bite +19 (1d6+4 plus 1d6 fire), 2 claws +18 (1d4+4 plus 1d6 fire plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "CE", "Size": "Medium"}