{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 47, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Cimota</h2><h3><i>A figure materializes out of the surrounding shadows. It has the black cloak and cowl of a monk, floating in the air with no visible body. Menacing green eyes glare from inside the dark hood.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Cimota</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>LE Medium undead </h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., lifesense; Perception +10</h5><h5><b>Aura </b>unnatural aura (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 13, flat-footed 15 (+5 natural, +3 Dex)</h5><h5><b>hp </b>47 (5d8+25)</h5><h5><b>Fort </b>+6, <b>Ref </b>+4, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>channel resistance +2, displacement, unholy existence; <b>Immune </b>cold, electricity, undead traits; <b>SR </b>12</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 60 ft. (good)</h5><h5><b>Melee </b>2 claws +6 (1d6+3/19-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>manifestation</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>16, <b>Con </b>-, <b>Int </b> 14, <b>Wis </b>14, <b>Cha </b>21</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+6; <b>CMD </b>19</h5><h5><b>Feats </b>Combat Reflexes, Improved Initiative, Weapon Finesse</h5><h5><b>Skills </b>Diplomacy +10, Fly +7, Intimidate +13, Knowledge (planes) +7, Perception +10, Sense Motive +10, Stealth +11</h5><h5><b>Languages </b>Common, Infernal</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, pair, or haunt (3-6)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Displacement (Su)</b> Cimota manifest on the Prime Material Plane as a shifting cloud of shadows that coalesce into their cloaked and hooded forms. On any round that a cimota first manifests (see below), its shifting forms affect it as a displacement spell. Attacks on a cimota at this time have a 50% miss chance as if the cimota had total concealment. Unlike actual total concealment, this displacement does not prevent enemies from targeting a cimota normally. This effect is canceled one round after a cimota manifests, or if a cimota takes any action in its new locale. </h5><h5><b>Lifesense (Su)</b> A cimota notices and locates living creatures within 60 ft., just as if it possessed the blindsight ability. </h5><h5><b>Manifestation (Su)</b> As a standard action, a cimota can transport itself via planar travel from any point on the Prime Material Plane to another point within its defined area, or within 300 ft. of the artifact to which it is bound. A cimota may also lurk on the Negative Material Plane, prepared to manifest on the Prime Material if certain conditions are met, such as trespassers entering the area they are doomed to guard. A cimota cannot attack or move in the same round in which it manifests, although it may manifest as partial surprise action before initiative. A cimota benefits from displacement (see above) on the round in which it first manifests. </h5><h5><b>Unholy Existence (Su)</b> Although it is possible to temporarily destroy a cimota's physical form, it will return in 1d6 days, manifesting again to continue its unholy existence. The only way to permanently destroy a cimota is to disrupt its existence by consecrating the ground to which it is tied or the destruction of the artifact to which it is bound. Sometimes, significant alteration of an unholy place, such as demolition of an evil temple or burning a haunted forest, could cause cimota to fade away permanently. Although their physical forms may be damaged by normal attacks, their unholy existence grants them SR 17. Because cimota exist partially on the Negative Material Plane they are subject to banishment or other spells that affect outsiders. </h5><h5><b>Unnatural Aura (Su)</b> Animals do not willingly approach within 30 ft. of a cimota unless a master makes a DC 25 Handle Animal, Ride, or wild empathy check. This aura takes effect when a cimota manifests on the Prime Material Plane. Animals that come within 30 ft. of a place where cimota are lurking on the Negative Material Plane, or an artifact to which a cimota is bound; Will be uneasy and show signs of disquiet.</h5></div><br><div><h4><p><p>Cimota are the physical manifestations of evil thoughts and actions. They exist on the Negative Material Plane, manifesting in the Prime Material as cloaked figures. Their existence is always tied to a specific area or artifact that is imbued with ancient and highly malevolent evil. A cimota is able to manifest itself anywhere within an accursed locale that has given it life, or within 300 feet of an evil artifact to which it is attached. The physical form of a cimota is a floating figure in a monk's cassock. Green eyes glow deep within their raised cowls, but their bodies are entirely invisible. See invisibility, true sight, or some similar ability to see invisible objects will reveal a ghostly, black human figure within the cimota's cloak. Cimota are manifestations of evil that may be touched like any other creature. They take damage from normal weapons. Their unnatural existence allows them to fly on the Prime Material Plane just like an incorporeal creature, except that they cannot pass through solid objects. When a cimota is destroyed in combat only a few shreds of tattered black cloth remain to show that they ever existed. Cimota are bound to repeat the evil thoughts and actions that created them. When they manifest they will endlessly repeat the deeds that spawned them. So, for instance, a group of cimota may haunt a ruined temple, re-enacting evil rituals. Cimota may guard an unholy site such as a city, forest or building. They will fight to the death to defend these places. Cimota who are bound to an artifact may act out the intentions of that artifact. A cimota might follow the owner of an artifact, for instance, slaying the owner's friends and associates while keeping its existence a secret. Within the parameters of their creation, cimota are capable of strategy, deception and intelligent tactics. Cimota are created by evil energy. Their supernatural nature gives them the ability to fight with two fists or two weapons without penalty, each attack landing with the force and accuracy of a single weapon attack. Cimota attacks are either a rake of invisible claws or a blow from a fist. They are capable of delivering slashing or bludgeoning blows as needed. Cimota are capable of speaking Common and Infernal. Their voices are either hollow, ringing and unnatural, or malevolent whispers. Most often cimota use their voices to chant or to shout out dire condemnations at intruders. They do not parley and they never negotiate unless it is to deceive mortals to their deaths. Credit Original author Mark R. Shipley Originally appearing in <i>The Black Monastery</i> (© Frog God Games/ Mark R. Shipley, 2011)</p></h4></div>", "Languages": "Common, Infernal", "Source": "Tome of Horrors 4", "Land": "0", "Organization": "solitary, pair, or haunt (3-6)", "Ref": "4", "Climb": "0", "HD": "(5d8+25)", "AbilitiyScores": "Str 16, Dex 16, Con -, Int 14, Wis 14, Cha 21", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4764, "SubType": "", "MonsterSource": "", "Feats": "Combat Reflexes, Improved Initiative, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "1", "RacialMods": "", "AC": "18, touch 13, flat-footed 15", "Swim": "0", "Name": "Cimota", "VariantParent": "NULL", "Skills": "Diplomacy +10, Fly +7, Intimidate +13, Knowledge (planes) +7, Perception +10, Sense Motive +10, Stealth +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +4, Will +6", "Melee": "2 claws +6 (1d6+3/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 60 ft. (good)", "Alignment": "LE", "Size": "Medium"}