{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 157, "Treasure": "standard (2 +1 longswords plus other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Calikang</h2><h3><i>With sudden motion, this blue-skinned, six-armed giant lurches to life, the sparkling gems on his golden bracers and bejeweled headdress competing with the glittering edges of his immense swords for attention as he silently adopts a war stance.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Calikang</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>LN Large monstrous humanoid </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +20</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>27, touch 11, flat-footed 25 (+2 Dex, +12 natural, +4 shield, -1 size)</h5><h5><b>hp </b>157 (15d10+75); fast healing 5</h5><h5><b>Fort </b>+12, <b>Ref </b>+11, <b>Will </b>+11</h5><h5><b>Defensive Abilities </b>defensive slam, energy absorption, suspend animation,; <b>Immune </b>electricity, mind-affecting effects, negative energy; <b>SR </b>23</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b><i>+1 longsword</i> +18/+13/+8 (2d6+8/17-20), <i>+1 longsword</i> +18 (2d6+8/17-20), 4 slams +16 (1d6+3)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>energy blast</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +15)</br>Constant&mdash;<i>air walk</i>,<i> magic weapon</i>,<i> true seeing</i>,<i> water walk</i></br>3/day&mdash;<i>lightning bolt</i> (DC 16)</br>1/day&mdash;<i>chain lightning</i> (DC 19)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 25, <b>Dex</b> 15, <b>Con</b> 20, <b>Int</b> 8, <b>Wis</b> 14, <b>Cha</b> 17</h5><h5><b>Base Atk </b>+15; <b>CMB </b>+23; <b>CMD </b>35</h5><h5><b>Feats </b>Critical Focus, Double Slice, Great Fortitude, Improved Critical (longsword), Improved Initiative, Staggering Critical, Two-Weapon Fighting, Vital Strike</h5><h5><b>Skills </b>Intimidate +21, Perception +20, Use Magic Device +18</h5><h5><b>Languages </b>Common, Giant</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate or tropical hills</h5><h5><b>Organization </b>solitary, gang (2-4), or tribe (5-12)</h5><h5><b>Treasure </b>standard (2 +1 longswords plus other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Defensive Slam (Ex)</b> A calikang is adept at blocking and parrying blows with its bony, muscular forearms. Each hand that does not wield a manufactured weapon in combat grants the calikang a cumulative +1 shield bonus to its AC to a maximum of +4 (a calikang who doesn't wield any weapons does not gain a bonus for the last two free hands). Many calikangs wear decorative bracers on their arms, but the presence or lack of bracers does not aid or impede the creature's defensive slam ability. An actual shield used by a calikang does not stack with this ability. A calikang can make slam attacks with these arms without losing the shield bonus granted from its defensive slam. </h5><h5><b>Energy Absorption (Su)</b> Whenever a spell effect that normally inflicts energy damage (whether acid, cold, electricity, fire, or sonic) fails to penetrate the calikang's spell resistance or its immunity to electricity, the calikang absorbs that spell's energy into its body. This heals the calikang an amount of damage equal to the absorbed spell's caster level, and grants it an additional daily use of its energy blast ability. </h5><h5><b>Energy Blast (Su)</b> Once per day as a standard action, a calikang can direct a beam of energy out of its eyes and mouth. This creates a 60-foot-long line of energy of any kind (the calikang chooses from acid, cold, electricity, fire, or sonic when it makes its attack) that inflicts 14d6 points of damage on all creatures caught in the blast. Calikangs are particularly adept at using electricity in this manner, and if one chooses to inflict electricity damage, it inflicts 1 additional point of damage per energy blast damage die. A successful DC 22 Reflex save halves the damage done. The save DC is Constitution-based. </h5><h5><b>Suspend Animation (Su)</b> As a full-round action, a calikang can enter a state of suspended animation, freezing in place and becoming completely motionless. A calikang in suspended animation remains completely aware of its surroundings. It does not age, breathe, grow thirsty or hungry, or move at all. In this state, a calikang can still be harmed, but is immune to disease, inhaled toxins, poison, starvation, and thirst. It receives a +4 bonus on all Fortitude saves while in suspended animation. A calikang can exit its suspended animation as an immediate action-if it does so to attack a foe or initiate combat, it gains a +4 circumstance bonus on its Initiative check. Often, a calikang leaves its suspended animation as soon as it perceives any foe about to attack it, hoping to achieve the first action in combat.</h5></div><br></br><div><h4><p><p>The wondrous and mysterious calikang is a much sought-after guardian of treasuries, harems, and fortifications-not only because of its great strength and ability to place itself in suspended animation (thus removing the need for regular feedings), but because the monster's very nature often makes it seek out such roles among other races. Legend holds that, an untold number of eons ago, one of the thousand deities of Vudra failed at a task. This deity was Vineshvakhi, god of guardians and defender of the celestial troves and harems. When he failed to prevent an invasion of an important site (in some legends this is another god's harem, while in others it is a treasury) by a small army of asuras, Vineshvakhi cut off the six fingers of one of his hands and cast them down upon the world in shame. When these fingers struck, they caused great devastation upon the world below, but at the core of these six craters rose a new race of being-the calikangs.</p><p>Today, the calikang race is a rarity, its members having been driven into isolation and seclusion after a long history among certain rulers of securing calikang guardians for their palaces. The few calikang tribes that survive dwell in the remote temperate and tropical foothills of Vudra's great mountain ranges, often sheltered from the outside world by dense jungles, trackless swamps, or vast deserts. A typical calikang stands 14 feet tall and weighs 4,000 pounds.<b></p><p>Ecology</b><br></br> Since their creation so long ago, the calikangs have long sought to pay back the inherited debt of their creator's failure. A newborn calikang's first cognizant thoughts are to guard and defend its mother and home, and as it grows, its instincts and obsession grow as well. A newborn calikang learns to speak within hours, and within days grows to maturity during a painful series of skin moltings and torturous nightmares. Calikangs are not fecund, and the event of a calikang birth is one to be celebrated. And since the week-long process of growing to maturity leaves the young one in a state of peril, an entire calikang tribe assumes guardianship over the nursery for that week. Fully half of these calikang young succumb to the pain and turmoil of this rapid growth and die before reaching maturity, but those who survive emerge from their nurseries fully grown and ready to join the tribe during a hedonistic feast and celebration, the cornerstone of which is the public consumption by the entire tribe of the cast-off flesh and bones of the new member's moltings. At the end of this feast, the tribe's oldest member often leaves the tribe to wander into other lands to offer its services as guardian to another (see Habitat & Society), which tends to artificially limit the size of these ancient tribes.</p><p>Once a calikang matures, it can live for 200 years-although many extend their lives immensely through the use of their ability to suspend animation.<b></p><p>Habitat & Society</b><br></br> Although calikangs can place themselves in suspended animation at will, they remain alert and aware of the passage of time, and thus only do so when commanded to, or in times of distress (such as during a famine or other natural disaster where \"waiting it out\" is an option for survival). They prefer to spend their time hunting, exploring their territories, and patrolling the edges of these territories on the constant watch for intruders.</p><p>Yet all calikangs carry in their soul a powerful sense of guilt and shame over Vineshvakhi's ancient failings, and among their kind is the shared belief that if enough calikangs protect worldly holdings from robberies, invasions, or destruction, this inherited sin will someday be wiped clean and the calikang race will ascend as a whole into the heavens to rejoin their finally redeemed lord and master. As such, each calikang is expected before its death to leave its holding and enter other realms to offer its services as guardian for a predetermined time (usually a period of service equal to a hundred years).</p><p>Very few calikangs are lucky enough to find a commander honest enough to honor these terms, and once a calikang enters servitude, the unique mental mindset and guilt of its kind make it nearly impossible for the creature to escape its assignments voluntarily.</p></h4></div>", "Languages": "Common, Giant", "Source": "AP 29", "Land": "0", "Organization": "solitary, gang (2-4), or tribe (5-12)", "Ref": "11", "Climb": "0", "HD": "(15d10+75)", "AbilitiyScores": "Str 25, Dex 15, Con 20, Int 8, Wis 14, Cha 17", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 477, "SubType": "", "MonsterSource": "", "Feats": "Critical Focus, Double Slice, Great Fortitude, Improved Critical (longsword), Improved Initiative, Staggering Critical, Two-Weapon Fighting, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "", "AC": "27, touch 11, flat-footed 25", "Swim": "0", "Name": "Calikang", "VariantParent": "", "Skills": "Intimidate +21, Perception +20, Use Magic Device +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "temperate or tropical hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +12, Ref +11, Will +11", "Melee": "+1 longsword +18/+13/+8 (2d6+8/17-20), +1 longsword +18 (2d6+8/17-20), 4 slams +16 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "LN", "Size": "Large"}