{"Group": "Devil", "Space": "5 ft.", "Mythic": "0", "HP": 59, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Devil, Possession Lesser (Gidim)</h2><h3><i>An impression of unmistakable malice pervades the area, the vague yet undeniable sensation of looming malevolence and faint foul breath.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Lesser Gidim</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>LE Medium outsider (devil, evil, extraplanar, incorporeal, lawful)</h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., see in darkness; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 17, flat-footed 13 (+3 deflection, +3 Dex, +1 dodge)</h5><h5><b>hp </b>59 (7d10+21)</h5><h5><b>Fort </b>+8, <b>Ref </b>+10, <b>Will </b>+7</h5><h5><b>Defensive Abilities </b>incorporeal; <b>DR </b>5/good; <b>Resist </b>acid 10, cold 10; <b>SR </b>17</h5><h5><b>Weaknesses </b>sunlight weakness</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 30 ft. (perfect)</h5><h5><b>Melee </b>2 claws +10 touch (1d4+3), bite +10 touch (1d6+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>dread, malevolence</h5><h5><b>Spell-Like Abilities</b> (CL 12th)</br>Constant&mdash;<i>greater invisibility</i> </br>At will&mdash;<i>bleed</i> (DC 13), <i>ghost sound*</i> (DC 13), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>knock*</i> (DC 15), <i>levitate*</i> (DC 15), <i>open/close*</i> (DC 13), <i>prestidigitation*</i> (DC 13), <i>mage hand*</i> (DC 13)</br>3/day&mdash;<i>animate rope*</i> (DC 14), <i>dancing lights*</i> (DC 13), <i>ethereal jaunt</i> (Ethereal Plane to Material Plane and vice versa),<i> minor creation</i>, <i>plane shift</i> (self only; to Ethereal Plane,<i> Hell</i>, or Material Plane only), <i>produce flame*</i> (DC 14), silent<i> image*</i> (DC 14), <i>suggestion</i> (DC 16), <i>unseen servant*</i> (DC 14)</br>1/day&mdash;<i>summon</i> (level 4,<i> 1 lesser possession devil</i>, 40%)</h5></h5><h5>* causes dread</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> -, <b>Dex</b> 16, <b>Con</b> 16, <b>Int</b> 15, <b>Wis</b> 17, <b>Cha</b> 17</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+10; <b>CMD </b>24</h5><h5><b>Feats </b>Alertness, Dodge, Iron Will, Lightning Reflexes</h5><h5><b>Skills </b>Acrobatics +13, Bluff +13, Disable Device +13, Fly +11, Intimidate +13, Knowledge (planes) +12, Perception +15, Sense Motive +15, Stealth +13</h5><h5><b>Languages </b>Aklo, Common, Infernal</h5><h5><b>SQ </b>nourished by negativity, otherworldly</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Hell or Ethereal Plane)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Claws (Su)</b> A gidim's natural attacks inflict real wounds when they rake against physical objects they strike. A gidim's natural weapon damage is modified by its Charisma bonus. </h5><h5><b>Dread (Su)</b> Gidims are adept at using their spell-like abilities to terrifying effect. At will, and while remaining invisible, a gidim can choose to make any of the spell-like abilities noted in its stat block particularly frightening. Any creature that witnesses and is within 10 feet of the effect of one of these spell-like abilities must make a saving throw or be shaken for 1 minute. This effect can potentially increase the severity of other fear effects. This is a mind-affecting fear effect. </h5><h5><b>Malevolence (Su)</b> Once per day, a gidim on the Material Plane can merge its body with another creature's. This ability is similar to a magic jar spell (CL 10th or the devil's HD, whichever is higher), except that it does not require a receptacle. To use this ability, the devil must be adjacent to the target. The target can resist the attack with a successful DC 16 Will save. A creature that successfully saves is immune to that same devil's malevolence for 24 hours. While using this ability, the gidim is not affected by its otherworldly ability. The save DC is Charisma-based. </h5><h5><b>Nourished by Negativity (Su)</b> Gidims seek out volatile mortals to aid them in entering the Material Plane. At the most basic level, negative emotions occur when a creature is dying, raging, or subject to a fear effect. At the GM's discretion, negative emotions might also include non-rules-related effects, such as extreme feelings of anger, betrayal, frustration, hate, or sorrow. Anytime a gidim witnesses a creature affected by negative emotions, it may choose to gain a +1 bonus on its next Will save made to enter the Material Plane, so long as it attempts to enter the plane within 30 feet of that creature and within 24 hours. If within 12 to 24 hours of gaining this bonus the gidim witness the same creature again being affected by negative emotions, it gains an additional +1 bonus on its Will save which stacks with the original and increases the duration of the bonus by an additional 24 hours. Thus, a gidim may gain a stacking +1 bonus to its Will save in this manner once every 12 hours. The devil loses its entire accumulated bonus if it attempts and fails to enter the Material Plane, if 24 hours pass without it witnessing its target creature being affected by negative emotions, or if it takes a bonus from another creature affected by negative emotions. Once on the Material Plane, this bonus applies to a gidim's Will saves made to resist being expelled from the plane. The bonus decreases by 1 every minute until it reaches 0. A gidim that leaves the Material Plane before this bonus reaches 0 retains any remaining bonus.</h5><h5><b> Otherworldly (Ex)</b> Gidims find it difficult to enter the Material Plane. To do so by any means, a lesser possession devil must make a DC 30 Will save, failure meaning it is barred from entry and cannot access the plane again for 12 hours. In addition, after every minute of being on the Material Plane, the devil must make a DC 30 Will save or be expelled, returning to the plane it traveled from. Additionally, as a free action a number of times per day equal to the gidim's Charisma modifier, the devil can empower one of its spell-like abilities to extend out from the Ethereal Plane and affect a target on the Material Plane.</h5><h5><b> Sunlight Weakness (Ex)</b> Gidims' powers are weakened in natural sunlight (not merely a daylight spell), reducing the DCs of their special abilities by -4. In addition, gidims attempting to enter the Material Plane into an area of sunlight take a -4 penalty on their Will save.</h5></div><br></br><div><h4><p><p>Diabolically clever and immortally creative, the legions of Hell use all the tools at their disposal to undermine and corrupt the souls of mortalkind. Among these tools are the souls of unabashedly depraved and hateful mortals sentenced to Hell in punishment for lives of sin.</p><p>The foulest of these souls occasionally find themselves plucked from their torments and reforged in infernal crucibles, etched with bindings of hellish magic, then set loose upon the living. These evil souls bear many of the powers of devils, but fall outside the normal infernal hierarchies, not being considered true devils by their fiendish peers. Rather, they are gidims, Hell-bound souls made weapons of the Pit.</p><p>More than mere souls yet less than fiends, gidims find themselves barred from the mortal plane by the laws of existence. Their minds and memories linger on half-forgotten lives, however, and upon emotions and sensations long lost to fiends. Thus, they endlessly seek ways to infiltrate the paths of the living. Traveling to the Ethereal Plane, they peer into the Material Plane, seeking out hapless mortals and drawing power from their hatred, their violence, their sorrow, and especially their fears.</p><p>Continued feeding upon and encouragement of such emotions grants them greater ability to invade the mortal realm and potentially steal new bodies, through which their foulness might live again.</p><p>Two breeds of gidim exist, lesser possession devils and greater. Both appear nearly identical, but greater possession devils are created from spirits of extraordinary, near-legendary evil beings. These foulest of souls are granted even more powerful diabolical abilities and are often loosed by their infernal masters to torment, unhinge, and ultimately destroy the mortal enemies of Hell.</p><p>Lesser possession devils are typically left to their own devices, using their abilities to sow fear, torment innocents, spread mistrust, and ruin lives.</p></h4></div>", "Languages": "Aklo, Common, Infernal", "Source": "AP 29", "Land": "0", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(7d10+21)", "AbilitiyScores": "Str -, Dex 16, Con 16, Int 15, Wis 17, Cha 17", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 478, "SubType": "(devil, evil, extraplanar, incorporeal, lawful)", "MonsterSource": "", "Feats": "Alertness, Dodge, Iron Will, Lightning Reflexes", "AlternateNameForm": "Gidim", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "", "AC": "17, touch 17, flat-footed 13", "Swim": "0", "Name": "Possession Lesser", "VariantParent": "", "Skills": "Acrobatics +13, Bluff +13, Disable Device +13, Fly +11, Intimidate +13, Knowledge (planes) +12, Perception +15, Sense Motive +15, Stealth +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any (Hell or Ethereal Plane)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "nourished by negativity, otherworldly", "Saves": "Fort +8, Ref +10, Will +7", "Melee": "2 claws +10 touch (1d4+3), bite +10 touch (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., fly 30 ft. (perfect)", "Alignment": "LE", "Size": "Medium"}