{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 202, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ghorazagh</h2><h3><i>A globular mass of oozing carapace and thick, weeping tentacles floats unnaturally through open space. From the base of its silently twitching bulk glitters an arch of fathomless alien eyes, all staring from above a broad maw filled with saw-like ridges and a pair of reaving, serrated claws.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ghorazagh</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>NE Large aberration </h5><h5><b>Init </b>+3; <b>Senses </b>bloodsense 60 ft., darkvision 30 ft.; Perception +21</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>26, touch 12, flat-footed 23 (+3 Dex, +14 natural, -1 size)</h5><h5><b>hp </b>202 (15d8+135)</h5><h5><b>Fort </b>+15, <b>Ref </b>+8, <b>Will </b>+12</h5><h5><b>SR </b>24</h5><h5><b>Weaknesses </b>vulnerable to sonic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., climb 40 ft., fly 40 ft. (perfect)</h5><h5><b>Melee </b>2 claws +16 (1d8+6 plus shape blood), 4 tentacles +14 (1d6+3), bite +16 (2d6+3)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>attach, blood drain</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 22, <b>Dex</b> 17, <b>Con</b> 26, <b>Int</b> 15, <b>Wis</b> 17, <b>Cha</b> 16</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+18 (+28 when attached); <b>CMD </b>31</h5><h5><b>Feats </b>Bleeding Critical, Critical Focus, Flyby Attack, Great Fortitude, Improved Bull Rush, Multiattack, Power Attack, Toughness</h5><h5><b>Skills </b>Bluff +18, Climb +14, Fly +27, Knowledge (dungeoneering) +20, Perception +21, Stealth +17, Survival +21</h5><h5><b>Languages </b>Aklo; chemical sense</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary, pair, colony (3-9), or hive (10-40, including 6 brood guards of 17 HD and a hive lord of 21 HD)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Attach (Ex)</b> If a ghorazagh hits a single target with all four of its tentacles, it latches onto it and automatically grapples. The ghorazagh loses its Dexterity bonus to AC, its limbs invading its target's body and each tentacle dealing damage each round. A ghorazagh has a +10 racial bonus to maintain this grapple on a foe once it is attached. An attached ghorazagh can be struck with a weapon or grappled itself-if its prey manages to win a grapple check or Escape Artist check against it, the ghorazagh is removed. </h5><h5><b>Blood Drain (Su)</b> A ghorazagh drains blood at the end of each turn it is attached, inflicting 4 points of Constitution damage. </h5><h5><b>Bloodsense (Su)</b> A ghorazagh notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability. </h5><h5><b>Bloodspray (Su)</b> Once every 1d4 rounds, a ghorazagh can unleash a 20-foot cone of compressed blood and eldritch enzymes. Any living creature struck by a ghorazagh's bloodspray must make a DC 25 Fortitude save or be affected as per the spell slow. A slowed creature struck by a ghorazagh's bloodspray a second time must make an additional save or be paralyzed. These effects last for 2d6 rounds. Neutralize poison and remove disease have no affect on this effect, though freedom of movement removes the effect. A ghorazagh can also consciously alter its enzymes, producing a spray that removes the effects of this ability. The save DC is Constitution-based.</h5><h5><b> Chemical Sense (Ex)</b> Ghorazaghs at rest in their hive structures can communicate chemically with all other ghorazagh's attached to the same structure. This is a silent and nearly instantaneous mode of communication that only ghorazaghs understand.</h5></div><br></br><div><h4><p><p>Ghorazaghs-or gore weavers-float like tumorous specters through the depths of Orv, the deepest, most alien cavities of the Darklands, preying upon the wretched vermin of those nighted abysses. Cunning, with minds and drives unknowable and obscene to those of lands above, the gore weavers only recently became aware of the fertility and bounty of the surface world and slowly turn their ebon eyes upward.</p><p>When last the ghorazaghs gazed upon Golarion's surface, they found but a wasteland scoured by cosmic flame and blasted by cataclysmic weather. Retreating to their vast vault-hive of Orlvagras, far below Casmaron, they sealed themselves within their realm, desiring to protect themselves against the ruin above. Ever since, they have brooded and warred among themselves, slowly depleting their lands of space and food. With the passage of another age, the ghorazaghs would have likely perished in the belly of the earth-mistakenly believing themselves the waning masters of a rotting world-had Aroden not died.</p><p>Detecting shifting and great happenings in the realms above, curious ghorazaghs ventured forth from their prison empire, and for the first time in ages discovered things greater than their homeland's herds of blood worms, things that thought and screamed and sated the terrors' ancient hungers. Carefully, they prowled farther from the absolute depths, discovering tribes of charda, ghoul enclaves, and the frontiers of drow lands, heedful not to reveal themselves yet quick to gorge upon these strange new creatures and drag survivors back to their expanding hives. Although few ghorazaghs currently venture from Orlvagras, already these vanguards have paved the ways for daring hive lords to spread new colonies beyond their land's heart. And among the deepest-dwelling races of the Darklands, dreadful rumors arise of hungry eyes rising from abysses thought to be bottomless, and great maws that devour all they discover.</p><p>A ghorazagh's body is roughly spherical, measuring 9 feet in diameter, yet weighs merely 250 pounds. Heavily armored ghorazagh brood guards typically grow to 13 feet in diameter and weigh over 400 pounds, while the rarely glimpsed hive lords are rumored to be truly monstrous abominations of living brain matter and thirsty veins.<b></p><p>Ecology</b><br></br> Eerie hunters of the eternal night, ghorazaghs possess a physiology unique-some even say alien-from all other beings on Golarion. Deadly creatures with a highly efficient digestive system, they prove capable of digesting nearly any organic material, producing no waste regardless of how much they consume. However, the bulbous predators prove incapable of digesting blood. While all other digestible materials are processed in the creatures' five tube-like stomachs (with inedible substances merely being vomited forth), blood is strained and stored in flexible chambers attached to the creatures' gnawing, leech-like tentacles. A ghorazagh can store blood for long periods of time, their bodies emitting enzymes that allow them to manipulate the consistency of such fluid. When one wishes, it may expel measures of stored gore through its tentacles along with these enzymes, producing a variety of effects. Most notoriously, ghorazaghs are known to violently expel a slurry of chemical-infused blood that, should it strike living creatures, invades flesh and acts upon a victim's circulation, making the creature sluggish or even paralyzing it. The gore weavers may also excrete blood and bonding chemicals with incredible dexterity, causing blood to congeal into an unnerving scabrous material as hard as stone. Such grisly structures ghorazaghs fashion expertly, forming vast hives and sanguine tunnels within their claimed domains.</p><p>In realms overrun by ghorazaghs, the gore weavers create perverse, unbelievable structures: clotted cysts and viscous walls of blood seemingly raised from the depths of the Abyss itself. Threaded with vein-like ducts of flowing gore, these pulsing hives teem with a perverse kind of half-life.</p><p>Within their grotesque fastnesses, ghorazaghs settle into individual-sized pools of plasma linked with those running throughout the structure. More than mere resting places, these nodes allow ghorazaghs to draw the blood pulsing through a structure into their bodies and expel it forth.</p><p>In effect, each resident becomes a living heart within the hive. Yet the blood within a ghorazagh hive serves merely as a medium for the creatures' complex bodily enzymes. Each gore weaver within the hive can detect messages emanating from the unique chemicals of its kin just as humanoids might recognize words and one's particular voice. Thus, information passes swiftly through these ghastly structures, efficiently alerting those resting within to danger or the orders of the ruling hive lords.<b></p><p>Habitat & Society</b><br></br> Native to the eldritch depths of Orv, ghorazaghs know nothing of light or sky, and little of the creatures who call the surface realm home. In the sweltering depths of the Darklands, they prey upon beasts that claw and writhe, masters of reaches of the earth called wastelands by even the most tenacious denizens of the endless night. Capable of finding sustenance among even the meanest vermin, ghorazaghs see prey in all things that grow and move, making no distinction between blind worms, cave fungi, and shrieking humanoids.</p><p>Along the edges of impossible abysses, upon the jagged ceilings of vast vaults, and spilling across the broken floors of sprawling caverns, ghorazaghs raise grotesque, scabrous complexes, more half-living organs than anything other races might call cities. Using their abilities to manipulate gore, these bloated aberrations raise cyst-like citadels as communal shelters, enclosures for food, and defenses against the Darklands' many dangers. Each hive obeys the commands of a ghorazagh hive lord, a massive, hermaphroditic creature that serves as the progenitor, racial memory, and living will of the community. Beneath such titans, clot-armored brood guards defend their lord and hive, while lesser ghorazaghs serve as drones, collecting food, expanding the hive, and seeking out new creatures to dissect, understand, and taste before relating their discoveries to the greater hive. The entire hive acts as a perverse collective venture, almost insectile in basic structure though possessed of a curiosity, ingenuity, and ravenous nature that drives ghorazaghs to seek either mastery over or destruction of all things they encounter.</p></h4></div>", "Languages": "Aklo; chemical sense", "Source": "AP 29", "Land": "0", "Organization": "solitary, pair, colony (3-9), or hive (10-40, including 6 brood guards of 17 HD and a hive lord of 21 HD)", "Ref": "8", "Climb": "0", "HD": "(15d8+135)", "AbilitiyScores": "Str 22, Dex 17, Con 26, Int 15, Wis 17, Cha 16", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 480, "SubType": "", "MonsterSource": "", "Feats": "Bleeding Critical, Critical Focus, Flyby Attack, Great Fortitude, Improved Bull Rush, Multiattack, Power Attack, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "15", "Fly": "0", "RacialMods": "", "AC": "26, touch 12, flat-footed 23", "Swim": "0", "Name": "Ghorazagh", "VariantParent": "", "Skills": "Bluff +18, Climb +14, Fly +27, Knowledge (dungeoneering) +20, Perception +21, Stealth +17, Survival +21", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +15, Ref +8, Will +12", "Melee": "2 claws +16 (1d8+6 plus shape blood), 4 tentacles +14 (1d6+3), bite +16 (2d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "40 ft., climb 40 ft., fly 40 ft. (perfect)", "Alignment": "NE", "Size": "Large"}