{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 135, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Nihiloi</h2><h3><i>A mass of black, bramble-like tentacles writhes from the back of this vague, shifting humanoid. Inky skin covers the creature, and ebon claws curve long and thin from the tips of its fingers. Numerous tendrils of wispy shadow hold the creature aloft while others rise above its shoulders in strange, wriggling wings.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Nihiloi</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CN Medium outsider (extraplanar)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 90 ft., see in darkness; Perception +18</h5><h5><b>Aura </b>tendrils</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 18, flat-footed 15 (+7 Dex, +1 dodge, +5 natural)</h5><h5><b>hp </b>135 (10d10+80); fast healing 5 (only in shadows)</h5><h5><b>Fort </b>+11, <b>Ref </b>+16, <b>Will </b>+12</h5><h5><b>Defensive Abilities </b>malleable; <b>Immune </b>cold</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 60 ft. (good)</h5><h5><b>Melee </b>2 claws +13 (2d8+3), 2 slams +13 (1d8+3 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>20 ft. (with slam)</h5><h5><b>Special Attacks </b>shadow crafting</h5><h5><b>Spell-Like Abilities</b> (CL 10th)</br>At will&mdash;<i>detect thoughts</i> (DC 16)</br>3/day&mdash;<i>deeper darkness</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 17, <b>Dex</b> 24, <b>Con</b> 27, <b>Int</b> 15, <b>Wis</b> 20, <b>Cha</b> 18</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+17; <b>CMD </b>31</h5><h5><b>Feats </b>Agile Maneuvers, Dodge, Improved Initiative, Lightning Reflexes, Mobility</h5><h5><b>Skills </b>Acrobatics +20 (+24 to jump), Bluff +17, Diplomacy +17 (+21 against Plane of Shadow natives), Escape Artist +20, Fly +24, Knowledge (planes) +15, Perception +18, Stealth +20 (+30 in dim light); <b>Racial Modifiers </b>+10 Stealth in areas of dim light, +4 Diplomacy when dealing with other Plane of Shadow natives</h5><h5><b>Languages </b>Abyssal, Common, Infernal; broadcast</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Plane of Shadow)</h5><h5><b>Organization </b>solitary, cell (2-8), or cabal (9-26)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Broadcast (Su)</b> Nihilois possess a selective type of long-distance telepathy. All nihilois can communicate telepathically with all other nihilois within 3 miles. An intermediary nihiloi can even pass messages between others of their race separated over long distances. They can also communicate telepathically with members of other races within 50 feet. </h5><h5><b>Malleable (Su)</b> Nihilois exists as shadow, congealed into tangible but ever-twisting forms. Anytime a nihiloi is aware of imminent attack, it receives the benefit of 20% concealment, as it can warp and shift its body to avoid the blow. </h5><h5><b>See in Darkness (Su)</b> Nihilois can see perfectly in darkness of any kind, even that created by a deeper darkness spell.</h5><h5><b> Shadow Crafting (Sp)</b> Five times per day, when in an area of dim light or darkness, a nihiloi can manipulate shadow to reproduce an effect identical to shadow evocation. Typically, these effects are DC 19 to resist, but if both the nihiloi and its target are within areas of dim light or darkness, the DC increases by +2. This is a shadow effect. The save DC is Charisma-based. </h5><h5><b>Tendrils (Su)</b> Once aware of enemies nearby, as a standard action, a nihiloi can unleash its tendrils in a haze of umbral whips that surrounds the area within 10 feet of it. Any creature that enters this area takes 4d6+3 points of damage from dozens of deadly lashes (Reflex save DC 23 for half damage). A nihiloi must take an additional standard action to end this effect. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Violent xenophobes, the creatures typically called nihilois, devashades, or shadow lords pose a rising threat to interlopers into their umbral realm. In ages immemorial, these creatures enjoyed vast empires upon the mysterious Plane of Shadow, but through the millennia incursion by immigrants and interlopers have eroded their way of life and scattered their numbers. In the face of spellcasters from the Material Plane striding across their homeland-using it as little more than a umbral thoroughfare-and whole terrible races like kytons migrating to their native reaches, the nihilois have long retreated into the deepest darknesses of their realm. Yet as alien encroachment continues, slowly the nihilois have revealed themselves, and found to their surprise that they are powerful and feared.</p><p>Nihilois-as the first travelers from Golarion termed them, believing them to be members of an ancient mythical race-resemble gaunt, vaguely humanoid creatures shrouded in ever-writhing shadow stuff with fountains of dark tendrils jutting from their backs. They often hold these thin limbs in tight bunches that appear like strange, dense wings, but unfurl them easily and with shocking speed to lash out against their enemies.</p><p>Unable to vocalize words, nihilois are widely distrusted by creatures foreign to the Plane of Shadow. Even a pair of the shadowy natives is unsettling to those encountering them for the first time as they silently gesture and nod, holding secret councils few others can understand.</p><p>Creatures frequently interacting with them know the nihilois have a shared name for their race, though since these creatures speak only telepathically, the term sounds more like the passage of massive wings than a word pronounceable in most sentient tongues.<b></p><p>Ecology</b><br></br> Artisans of the Plane of Shadow, with a near-peerless understanding of that realm, nihilois can, like sculptors, twist and manipulate the very fabric of their home plane. Birthed from the dark plane, these natives are as true inhabitants of their realms as the denizens of the Material Plane are of theirs. The ever-changing gloom of the plane permeates these creatures, and they likewise prove dark and changeable. Yet as the nature of shadow is to flee from the light, so too do nihilois find it natural to retreat from interlopers into their realm.</p><p>Having done so since times unrecorded, only in recent centuries has a new sentiment grown among these shadow lords, a feeling that they are losing an important battle and that both their survival and their realm are threatened. Thus, slowly over the span of centuries, resistance to foreign invaders has gradually become a hallmark of this mysterious race.</p><p>Nihilois, both male and female, stand nearly 7 feet tall, but often raise themselves up off the ground on coils of their dark tendrils. Those thick bunches of thin limbs that extend from their backs they typically hold together in dense clusters, causing them to appear like wings, but can unravel them and bring them to bear with incredible swiftness. Having a highly malleable form, nihilois are light, weighing an average of 65 pounds.</p><p>When angered, they can temporarily inflate themselves to appear larger, whipping their tendrils around in a fierce display. In addition to serving as weapons and locomotion, nihiloi tentacles are used to feed as well. When tightly wrapped around or within a meal, the tendrils secrete a digestive acid and absorb nutrients through tiny openings.<b></p><p>Habitat & Society</b><br></br> Nihilois prove exceedingly rare, most having retreated to the farthest-flung depths of the Plane of Shadow where their numbers have dwindled. With rising frequency, though, many have shrugged off their race's fear of interlopers and come to lurk in the shadow reflections of cities on the Material Plane. In such eerie metropolises, groups of nihilois form tightly knit cells, with small groups potentially claiming districts as their own or splitting entire shadow cities between themselves. Quick to influence and master lesser shadow creatures-such as shadows, shadow garms, and fetchlings- nihilois can draw surprisingly large populations of shadow creatures to a single location. While large clusters of such beings don't overtly threaten the Material Plane, such is true only so long as the natives of that plane stay within their realm. Those spellcasters who step from their city homes onto the Plane of Shadow might find the land far less deserted than is typical for the plane, a realm of living shadow and hostile, glowing eyes. Outside such cities or group settings, lone nihilois hunt down interlopers into their realm, shadowing trespassers until the time is right to strike. While slaying such intruders satisfies their need for vengeance, all nihilois also seek out portals leading onto the Plane of Shadow and destroy such passages however they can, striving toward a day when all know to avoid the nighted realm.</p></h4></div>", "Languages": "Abyssal, Common, Infernal; broadcast", "Source": "AP 29", "Land": "0", "Organization": "solitary, cell (2-8), or cabal (9-26)", "Ref": "16", "Climb": "0", "HD": "(10d10+80)", "AbilitiyScores": "Str 17, Dex 24, Con 27, Int 15, Wis 20, Cha 18", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "20 ft. (with slam)", "DontUseRacialHD": "0", "id": 481, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Agile Maneuvers, Dodge, Improved Initiative, Lightning Reflexes, Mobility", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "+10 Stealth in areas of dim light, +4 Diplomacy when dealing with other Plane of Shadow natives", "AC": "23, touch 18, flat-footed 15", "Swim": "0", "Name": "Nihiloi", "VariantParent": "", "Skills": "Acrobatics +20 (+24 to jump), Bluff +17, Diplomacy +17 (+21 against Plane of Shadow natives), Escape Artist +20, Fly +24, Knowledge (planes) +15, Perception +18, Stealth +20 (+30 in dim light)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any (Plane of Shadow)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +16, Will +12", "Melee": "2 claws +13 (2d8+3), 2 slams +13 (1d8+3 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "40 ft., fly 60 ft. (good)", "Alignment": "CN", "Size": "Medium"}