{"Group": "Demon Lord", "Space": "15 ft.", "Mythic": "0", "HP": 643, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon Lord, Xoveron</h2><h3><i>This hulking, four-armed, four-headed, sting-tailed gargoyle stands as tall as a house.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Xoveron</p><p class=\"alignright\">CR 27</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,276,800</h5><h5>CE Huge outsider </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., <i>detect good</i>, <i>detect law</i>, <i>true seeing</i>; Perception +55</h5><h5><b>Aura </b>frightful presence (120 ft., DC 35), <i>unholy aura</i> (DC 27)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>45, touch 30, flat-footed 39 (+4 deflection, +6 Dex, +15 natural, +12 profane, -2 size)</h5><h5><b>hp </b>643 (33d10+462); regeneration 30 (mythic or deific)</h5><h5><b>Fort </b>+36, <b>Ref </b>+23, <b>Will </b>+33</h5><h5><b>Defensive Abilities </b>Abyssal resurrection, freedom of movement; <b>DR </b>20/cold iron, good, and epic; <b>Immune </b>ability damage and drain, acid, charm and compulsion effects, death effects, electricity, level drain, petrification, poison; <b>Resist </b>cold 30, fire 30; <b>SR </b>38</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., fly 80 ft. (good)</h5><h5><b>Melee </b>4 claws +48 (1d8+17/19-20), 4 bites +48 (2d6+17/19-20), sting +48 (1d8+17/19-20 plus poison)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>devastating blow, feed, poison, rend (2 claws, 2d8+25), roar, shatter petrification, shockwave</h5><h5><b>Spell-Like Abilities</b> (CL 27th; concentration +36) </br>Constant&mdash;<i>detect good</i>, <i>detect law</i>, <i>freedom of movement</i>, <i>true seeing</i>, <i>unholy aura</i> (DC 27) </br>At Will&mdash;<i>astral projection</i>, <i>blasphemy</i> (DC 26), <i>desecrate</i>, <i><i>flesh to</i> stone</i> (DC 25), <i>greater dispel magic</i>, <i>greater teleport</i>, <i>shapechange</i>, <i>stone shape</i>, <i>telekinesis</i> (DC 24), <i>unhallow</i>, <i>unholy blight</i> (DC 23) </br>3/day&mdash;<i>earthquake</i>, quickened <i><i>flesh to</i> stone</i> (DC 25), <i>reverse gravity</i>, <i>symbol of weakness</i> (DC 26) </br>1/day&mdash;<i>implosion</i> (DC 28), <i>imprisonment</i> (DC 28), <i>time stop</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>44, <b>Dex </b>23, <b>Con </b>38, <b>Int </b> 24, <b>Wis </b>32, <b>Cha </b>28</h5><h5><b>Base Atk </b>+33; <b>CMB </b>+52 (+56 bull rush, +56 sunder); <b>CMD </b>86 (88 vs. bull rush, 88 vs. sunder)</h5><h5><b>Feats </b>Awesome Blow, Bleeding Critical, Craft Construct, Craft Magic Arms and Armor, Craft Wondrous Item, Critical Focus, Greater Bull Rush, Greater Sunder, Improved Bull Rush, Improved Critical (claw), Improved Critical (bite), Improved Critical (sting), Improved Lightning Reflexes, Improved Sunder, Lightning Reflexes, Power Attack, Quicken Spell-Like Ability (<i><i>flesh to</i> stone</i>)</h5><h5><b>Skills </b>Acrobatics +39 (+47 when jumping), Disable Device +42, Fly +42, Intimidate +45, Knowledge (arcana) +40, Knowledge (religion) +40, Knowledge (engineering) +43, Knowledge (planes) +43, Perception +55, Sense Motive +47, Spellcraft +43, Stealth +34, Use Magic Device +42; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Draconic, Terran; telepathy 300 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Ghahazi, Abyss)</h5><h5><b>Organization </b>solitary (unique)</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Devastating Blow (Su)</b> As a standard action, Xoveron can bring all four of his claws to bear upon a single target. It this attack hits, he deals 8d8+68 points of bludgeoning damage. If the target is a creature, it must make a successful DC 43 Fortitude save or be knocked prone and staggered for 1d4 rounds. If the target is an object, the attack ignores all hardness possessed by the object. The save DC is Strength-based. </h5><h5><b>Feed (Su)</b> Xoveron can consume the corpse of a Large or smaller creature that has been dead no longer than a day as a full-round action. Doing so destroys the creature's body and leaves its gear scattered on the ground. All armor and gear worn in the body slot must make a successful DC 43 Fortitude save to avoid becoming broken by this swift and violent consumption. When Xoveron feeds on a creature, he immediately learns all of that creature's memories and knowledge. In addition, he gains the effects of a <i>heal</i> spell and a <i>haste</i> spell (both at CL 27th). The save DC is Strength-based. </h5><h5><b>Poison (Ex)</b> Sting-injury; <i>save</i> Fort DC 40; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d6 Dexterity drain; <i>cure</i> 3 consecutive <i>save</i>s. If a creature's Dexterity is drained to 0, the creature is immediately petrified. The save DC is Constitution-based. </h5><h5><b>Roar (Su)</b> Xoveron can unleash a devastating roar as a standard action once per hour. When he roars, all creatures and unattended objects within 60 feet take 30d10 points of sonic damage and become stunned for 1d6 rounds. Xoveron does not take this damage, and he can exclude any number of creatures or objects from this effect as he wills. A successful DC 40 Reflex save halves the damage and negates the stun effect. The save DC is Constitution-based. </h5><h5><b>Shatter Petrification (Su)</b> Xoveron can strike a petrified creature with any one of his natural weapon attacks to cause it to shatter. The petrified creature can resist this with a successful DC 43 Fortitude save. If the creature fails to resist, the blow smashes it apart into an explosion of razor sharp stone fragments. Any creature within 10 feet of a shattering petrified creature takes 10d6 points of piercing and slashing damage from these flying fragments of once-living flesh (Reflex DC 43 half). Xoveron is never damaged by these flying shards of stone. The save DC is Strength-based. </h5><h5><b>Shockwave (Su)</b> When Xoveron makes a charge attack while flying and lands at the end of the charge, the force of his landing creates a powerful shockwave. All creatures standing on the ground within 30 feet of Xoveron when he lands at the end of a charge attack must make a successful DC 40 Reflex save to avoid being knocked prone by the force of the impact. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Xoveron, the Horned Prince, is the demon lord of gargoyles, gluttony, and ruins. It is said that he can look out through the eyes of all stone gargoyles perched on roofs throughout the world, watching and waiting for cities to fall, that he might visit and feed on those left behind. Xoveron himself towers at a height of 25 feet, with a wingspan of just over 50 feet. When the Horned Prince moves, the sound of stone grinding on stone can be heard, as if the demon lord himself were composed not of flesh but of some unholy stone come to demonic life. Xoveron is often accompanied by numerous vrolikai and ulkreth demons (see page 82). Gargoyles of tremendous size often serve at the Horned Prince's whim, as do monsters with a reputation for hunger and gluttony, such as purple worms or man-eating animals. His realm on the Abyss is an immense, ruined city called Ghahazi, said to have been constructed over the eons by the Horned Prince, who plucked decaying districts and crumbling structures from dead cities across countless worlds. <br><b>Xoveron's Cult</b><br> Xoveron is traditionally worshiped by gargoyles, although as the Age of Lost Omens has drawn on, his worship among humanoids has been increasing steadily, particularly among bandits, brigands, gluttons, and those who dwell in blasted, apocalyptic regions such as the Worldwound and the Sodden Lands. In such regions, the landscapes of ruined cities and devastated skylines appeal to those who worship the Horned Prince; his cultists raise temples to their demonic patron there in caverns, on ruined rooftops, or within the skeletal frames of partially collapsed cathedrals to gods whose faith and worship alike have moved on. Defenestration is far and away the favored method of sacrifice for his cult. In addition to gargoyles, the cult is particularly fond of and even subservient to the nabasu demons. Often, a cult of Xoveron seeks out a newly \"born\" nabasu and offers itself to the demon. Usually this means the demon takes a few of the cultists to feed on and demands the survivors seek out more victims on a regular basis, but in some cases the ravenous newborn nabasu simply consumes the entire cult. To the fanatic of Xoveron, though, such a fate is worth dying for. Xoveron's unholy symbol is a five-horned gray gargoyle skull that's missing its lower jaw. His favored weapon is the ranseur. He grants access to the domains of Chaos, Earth, Evil, and Strength, and to the subdomains of Caves, Demon, Entropy, and Ferocity. Entropy is a subdomain of Chaos, and is detailed on page 15 of <i>Pathfinder Player Companion</i>: <i>Blood of Fiends</i>.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Draconic, Terran; telepathy 300 ft.", "Source": "AP 73", "Land": "1", "Organization": "solitary (unique)", "Ref": "23", "Climb": "0", "HD": "(33d10+462)", "AbilitiyScores": "Str 44, Dex 23, Con 38, Int 24, Wis 32, Cha 28", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 4842, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Bleeding Critical, Craft Construct, Craft Magic Arms and Armor, Craft Wondrous Item, Critical Focus, Greater Bull Rush, Greater Sunder, Improved Bull Rush, Improved Critical (claw), Improved Critical (bite), Improved Critical (sting), Improved Lightning Reflexes, Improved Sunder, Lightning Reflexes, Power Attack, Quicken Spell-Like Ability (flesh to stone)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "36", "Fly": "1", "RacialMods": "+8 Perception", "AC": "45, touch 30, flat-footed 39", "Swim": "0", "Name": "Xoveron", "VariantParent": "", "Skills": "Acrobatics +39 (+47 when jumping), Disable Device +42, Fly +42, Intimidate +45, Knowledge (arcana) +40, Knowledge (religion) +40, Knowledge (engineering) +43, Knowledge (planes) +43, Perception +55, Sense Motive +47, Spellcraft +43, Stealth +34, Use Magic Device +42", "ClassArchetypes": "", "IsTemplate": "0", "Will": "33", "Race": "", "CR": "27", "XP": 3276800, "TemplatesApplied": "", "Environment": "any (Ghahazi, Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +36, Ref +23, Will +33", "Melee": "4 claws +48 (1d8+17/19-20), 4 bites +48 (2d6+17/19-20), sting +48 (1d8+17/19-20 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., fly 80 ft. (good)", "Alignment": "CE", "Size": "Huge"}