{"Group": "", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 16, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Sin Seeker</h2><h3><i>This strange flying creature is the size of a house cat and has tender pink skin and the stubbed features of a pig. Its porcine face is eyeless and its nose never stops sniffing at the air.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Sin Seeker</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Tiny magical beast </h5><h5><b>Init </b>+2; <b>Senses </b>blindsight 50 ft., low-light vision, scent; Perception +9</h5><h5><b>Aura </b>honesty (10 ft., DC 13)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 14, flat-footed 12 (+2 Dex, +2 size)</h5><h5><b>hp </b>16 (3d10)</h5><h5><b>Fort </b>+3, <b>Ref </b>+5, <b>Will </b>+3</h5><h5><b>Immune </b>gaze attacks, visual effects and illusions, attacks that rely on sight</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., fly 50 ft. (average)</h5><h5><b>Melee </b>bite +3 (1d3-2)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 3rd; concentration +5; save DCs are Wisdom&mdash;based) </br>Constant&mdash;<i>detect alignment</i> </br>At Will&mdash;<i>comprehend languages</i> </br>3/day&mdash;confess<sup>APG</sup> (DC 14), <i>zone of truth</i> (DC 14) </br>1/day&mdash;<i>follow</i> aura<sup>APG</sup>, <i>seek</i> thoughts<sup>APG</sup> (DC 15)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>7, <b>Dex </b>15, <b>Con </b>10, <b>Int </b> 12, <b>Wis </b>15, <b>Cha </b>8</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+3; <b>CMD </b>11</h5><h5><b>Feats </b>Alertness, Skill Focus (Sense Motive)</h5><h5><b>Skills </b>Fly +10, Perception +9, Sense Motive +10, Survival +5</h5><h5><b>Languages </b>Common; telepathy 30 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any urban</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Aura of Honesty (Su)</b> Sin seekers radiate an aura of honesty out to 10 feet. All creatures in the area take a -2 penalty on Bluff, Sleight of Hand, and Escape Artist checks. Creatures that succeed at a DC 13 Will save resist the effects of this aura, though they must attempt a new saving throw each time they use one of the listed skills in the area. This is a mind-affecting effect and the save DC is Wisdom-based. </h5><h5><b>Detect Alignment (Sp)</b> At will, a sin <i>seek</i>er can use <i>detect chaos</i>, <i>detect evil</i>, <i>detect good</i>, or <i>detect law</i>. Only one of these can be active at any given time.</h5></div><br><div><h4><p><p>Believed to have been bred centuries ago by zealous priests and inquisitors, sin seekers are living creatures with a supernatural ability to detect the scent of varying degrees of morality. Originally small forest swine known for their acute senses of smell, these unfortunate creatures were subjected to a magical mutation similar in practice to fleshwarping. The priests' goal was to use these new creations to sniff out the supporters of rival faiths, identifying them by their hidden sins. In the centuries <i>follow</i>ing their initial creation, various sects throughout Golarion maintained small sin <i>seek</i>er breeding programs. Many of these were aimed at culling impious members from the ranks of the clergy, though many evil sects used sin seekers as torture and interrogation aids. Today, small populations of sin seekers still survive in monasteries throughout Golarion, and adventurers of all alignments continue to keep them as familiars. Sin seekers are usually about 12 to 18 inches long, with a 2-foot wingspan. They weigh between 3 and 5 pounds. <b></p><p>Ecology</b></p><p> Centuries of selective breeding have improved the sin seekers' magical abilities, granting them the ability to sense other creatures' motives and alignments. They are capable of instantly sensing whether a creature is good or evil, and they also have a knack for tracking creatures by their auras. Once in close contact with a creature, sin seekers have a host of tools for discerning whether that creature is lying or manipulating information. In addition to the aura of honesty that surrounds them, each <i>seek</i>er has a small arsenal of spell-like abilities that help it glean the truth from weak-willed creatures. Though graced with an above-average intelligence, sin seekers are poor at handling logistics and practicalities. They make excellent judges of character, and easily pick up on subtle social cues that could indicate dishonesty. While sin seekers are able to draw distinctions between various motives, they have no inherent alignment, and don't place moral judgments on the information they gather. Like bloodhounds sniffing for a trail, sin seekers happily delve for information without regard for what it means. This moral ambivalence makes them equally useful for benevolent or malicious purposes. Sin seekers lack any natural instincts and rely entirely on reciprocal relationships with larger creatures for protection and sustenance. Sin seekers are omnivores who can survive on almost any kind of food, though they are healthiest when fed a vegetable-heavy diet. They can eat anything, but they're poor at regulating their own nutrition-if left to their own devices, sin seekers gorge themselves to the point of nausea, especially when offered rich, fatty foods. While they acclimate quickly to new cultures and eating habits, they are susceptible to unfamiliar diseases and poisons. Though sin seekers can be found throughout Golarion, they are best suited for the moderate climates of the Inner Sea region, northern Casmaron, and coastal Tian Xia. While their small frames are well padded by a layer of fat, they are mostly hairless and lack sufficient body mass to survive frigid temperatures for long. They fare no better in extreme heat, as they easily become dehydrated and are vulnerable to sunburn. Luckily, their susceptibility to the elements is counterbalanced by their suitability for indoor living. Despite their porcine aspect, they live cleanly, and can easily be trained to use lavatories. They have an inherent respect for personal space and are happiest when provided with a small nesting area to call their own. Sin seekers are quiet living companions, except during mating season, during which time they utter grotesque, mewling cries. In all, sin seekers are finicky creatures who require more upkeep than most animals, though their unique skill set makes them worth the extra effort. <b></p><p>Habitat & Society</b></p><p> Sin seekers are wholly domestic creatures incapable of surviving long in the wild. Like any domestic animal, sin seekers are acclimated to humanoid contact, and integrate well into humanoid cultures. Though slightly repulsive in appearance, they are affectionate creatures with good social skills. Unfortunately, their inability to properly defend themselves and inability to regulate their eating make them high-maintenance travel companions, especially when contrasted with self-sufficient familiars like cats, monkeys, and rodents. Sin seekers are easy prey, and their sightlessness makes them especially vulnerable to quick predators such as hawks, wolves, and foxes. Sin <i>seek</i>er familiars require constant guardianship and physical protection. The difficulty of keeping such delicate creatures alive and healthy has often proven worth the trouble for religious sects throughout Golarion. While each sect breeds its sin seekers with different magical abilities, they all use the creatures as lie detectors and moral litmus tests. Clergy from good-aligned sects, like those that worship Iomedae or Sarenrae, often use sin seekers as penitential aids. These sects see sin seekers as living reminders of the priests' shortcomings and often use them to witness ritual oaths. Evil sects, like those that worship Norgorber or Asmodeus, often use sin seekers as interrogation and inquisitional instruments. Such sects combine the use of sin seekers with traditional torture techniques to persecute nonbelievers or to weed out seditious forces within their ranks. Once trained, sin seekers make excellent familiars, and form strong bonds with their keepers. They are both affectionate and loyal, and quickly adopt their keepers' personalities. Their high intelligence and lie-detecting abilities make them favored familiars of detectives, interrogators, and negotiators. Sin seekers' ability to track creatures by <i>follow</i>ing their auras make them popular among rangers, paladins, and inquisitors who specialize in tracking evil creatures. Unfortunately, while sin seekers are incredibly useful, their auras of honesty and repulsive appearances can sometimes be a hindrance to adventuring parties. Charismatic rogues and bards find the creatures both off-putting and inconvenient. Any character of 5th level or higher with the Improved Familiar feat may take a sin <i>seek</i>er as a familiar. <br><b>Variant Sin Seekers</b><br> While the description above represents the most common variant of sin seekers, some sects breed the creatures with abilities that more closely align with their religious aims. Sin seekers from good-aligned temples often have the ability to cast <i>protection from evil</i> instead of confess<sup>APG</sup>. Congregations that revile the undead sometimes breed their seekers to cast <i>detect undead</i> instead of <i>zone of truth</i>, or <i>speak with dead</i> instead of <i>comprehend languages</i>. Evil sects, meanwhile, sometimes breed into their sin seekers the ability to cast interrogation<sup>UM</sup> instead of <i>seek</i> thoughts<sup>APG</sup>, or <i>touch of idiocy</i> instead of <i>comprehend languages</i>.</p></h4></div>", "Languages": "Common; telepathy 30 ft.", "Source": "AP 73", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(3d10)", "AbilitiyScores": "Str 7, Dex 15, Con 10, Int 12, Wis 15, Cha 8", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 4844, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Skill Focus (Sense Motive)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "1", "RacialMods": "", "AC": "14, touch 14, flat-footed 12", "Swim": "0", "Name": "Sin Seeker", "VariantParent": "", "Skills": "Fly +10, Perception +9, Sense Motive +10, Survival +5", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any urban", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +3, Ref +5, Will +3", "Melee": "bite +3 (1d3-2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., fly 50 ft. (average)", "Alignment": "N", "Size": "Tiny"}