{"Group": "Demon Lord", "Space": "5 ft.", "Mythic": "0", "HP": 676, "Treasure": "triple (2 +5 unholy daggers, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon Lord, Shax</h2><h3><i>This stork-headed, winged humanoid is spattered with blood and wields a pair of gory, razor-sharp daggers in his dripping hands.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Demon Lord, Shax</p><p class=\"alignright\">CR 28</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,915,200</h5><h5>CE Medium outsider (chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+18; <b>Senses </b>darkvision 60 ft., <i>detect good</i>, <i>detect law</i>, <i>true seeing</i>; Perception +54</h5><h5><b>Aura </b>bleeding wounds (30 ft.), frightful presence (120 ft., DC 36), <i>unholy aura</i> (DC 28)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>46, touch 38, flat-footed 32 (+14 Dex, +8 natural, +14 profane)</h5><h5><b>hp </b>676 (33d10+495); regeneration 30 (deific or mythic)</h5><h5><b>Fort </b>+26, <b>Ref </b>+32, <b>Will </b>+28</h5><h5><b>Defensive Abilities </b>absorb blood, Abyssal resurrection, freedom of movement; <b>DR </b>20/cold iron, epic, and good; <b>Immune </b>ability damage and drain, bleed, charm and compulsion effects, death effects, electricity, energy drain, poison, petrification; <b>Resist </b>acid 30, cold 30, fire 30; <b>SR </b>39</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b><i><i>+5 unholy dagger</i></i> +46/+41/+36/+31 (1d4+15/17-20), <i><i>+5 unholy dagger</i></i> +46/+41/+36/+31 (1d4+15/17-20), bite +38 (1d6+5)</h5><h5><b>Ranged </b>thrown surgical tool +47/+42/+37/+32 (1d6+10)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>command blood, frightful weapon prowess, painful cuts, sneak attack +5d6</h5><h5><b>Spell-Like Abilities</b> (CL 28th; concentration +38) </br>Constant&mdash;<i>detect good</i>, <i>detect law</i>, <i>freedom of movement</i>, <i>true seeing</i>, <i>unholy aura</i> </br>At Will&mdash;<i>astral projection</i>, <i>blasphemy</i> (DC 27), <i>blood biography</i><sup>APG</sup> (DC 23), <i>desecrate</i>, <i>greater dispel magic</i>, <i>greater teleport</i>, <i>telekinesis</i> (DC 25), <i>shapechange</i>, <i>spiritual weapon</i>, <i>unhallow</i>, <i>unholy blight</i> (DC 24) </br>3/day&mdash;<i>blade barrier</i> (DC 26), <i>mage's sword</i>, summon demons, <i>symbol of pain</i> (DC 25) </br>1/day&mdash;<i>finger of death</i> (DC 27), <i>time stop</i>, <i>weird</i> (DC 29)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>39, <b>Con </b>40, <b>Int </b> 30, <b>Wis </b>31, <b>Cha </b>31</h5><h5><b>Base Atk </b>+33; <b>CMB </b>+43 (+47 disarm); <b>CMD </b>81</h5><h5><b>Feats </b>Blinding Critical, Combat Expertise, Combat Reflexes, Craft Magic Arms and Armor, Critical Focus, Double Slice, Greater Disarm, Greater Two-Weapon Fighting, Improved Critical (dagger), Improved Disarm, Improved Initiative, Improved Two-Weapon Fighting, Improvised Weapon Mastery, Quick Draw, Throw Anything, Two-Weapon Fighting, Two-Weapon Rend</h5><h5><b>Skills </b>Acrobatics +50, Bluff +46, Craft (alchemy) +46, Disable Device +50, Fly +47, Heal +43, Intimidate +46, Knowledge (arcana) +43, Knowledge (engineering) +21, Knowledge (planes) +46, Knowledge (religion) +43, Perception +54, Sense Motive +46, Sleight of Hand +47, Spellcraft +43, Stealth +50, Use Magic Device +46; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Draconic; telepathy 300 ft.</h5><h5><b>SQ </b>master of lies</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary (unique)</h5><h5><b>Treasure </b>triple (2 <i>+5 unholy dagger</i>s, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Absorb Blood (Su)</b> If a creature dies while under the effects of Shax's ability to command blood, all of the victim's blood slithers out of its body and moves at a speed of 60 feet toward Shax. If the slithering blood reaches Shax, it flows up onto his body and is absorbed, affecting Shax as a <i>heal</i> spell (CL 28th). A slithering pool of blood can be destroyed by any amount of fire damage applied to it before it reaches its goal, or by the application of an effect that transmutes liquid to something other than blood. </h5><h5><b>Aura of Bleeding Wounds (Su)</b> Whenever a creature takes piercing or slashing damage within 30 feet of Shax, it takes an additional 1d6 points of bleed damage. This bleed damage stacks with itself, up to a maximum of 10d6 points. As a free action, Shax may designate any number of creatures within the aura to be exempt from this effect. </h5><h5><b>Command Blood (Su)</b> As a swift action, Shax can command the blood of any creature that is currently suffering from bleed damage to do his bidding. The target must be within 60 feet of Shax for him to use this ability. The target can resist this ability with a successful DC 36 Fortitude save. If the target fails the save, Shax can command the victim's blood to behave in one of the manners listed below. Once commanded, the blood continues to function in this way for as long as the victim continues to bleed. Shax can change the effect in a subsequent round by using this ability again, but no more than one of the following effects can be in effect at any one time. The save DC is Charisma-based. <i>Blinding Blood</i>: The victim's blood runs up into its eyes and blinds it at the start of its turn unless the victim takes a move action to wipe away the blood. Once a victim is blinded in this way, it remains blinded as long as the bleed effect continues. <i>Bloody Mess</i>: The victim's blood spreads out across its body, making it slippery. This grants a +10 circumstance bonus on Escape Artist checks and all attempts to resist being grappled, but the victim must succeed at a DC 36 Reflex save at the start of each round or drop objects it holds. These effects last as long as the bleed effect continues. <i>Choking Blood</i>: The target's blood runs up into its nostrils and mouth unless the creature uses a free hand to pinch its nose shut and holds its breath. If the target doesn't do so, the blood runs into its lungs and the creature must succeed at a Constitution check each round or it begins to drown. Once a victim begins to drown, it continues to do so as long as the bleed effect persists. <i>Gruesome Tendrils</i>: This effect automatically ends any bleed effects the victim is currently suffering as it causes the blood coating the victim to solidify into thin, whiplike tendrils that lash out at any creature within 5 feet. Any creature that begins its turn in this area automatically takes 1d6 points of slashing damage and 1d6 points of bleed damage; a successful DC 36 Reflex save prevents this damage. </h5><h5><b>Frightful Weapon Prowess (Ex)</b> When an opponent observes Shax's attacks, the frightening display of the demon lord's grace makes the victim take additional damage from those attacks, as if simply imagining the damage were enough to cause injury. Shax gains a profane bonus equal to his Charisma modifier on damage rolls (+10 damage) with all weapon attacks and ranged attacks made against a victim who can observe him. This damage is negated if the victim closes its eyes, but doing so puts the opponent in greater danger from Shax's sneak attacks. This is a visual fear effect. </h5><h5><b>Master of Lies (Ex)</b> Shax is immune to any magical effect that discerns lies or forces him to speak the truth. </h5><h5><b>Painful Cuts (Ex)</b> Whenever Shax threatens a critical hit with a slashing weapon, the victim must succeed at a DC 36 Fortitude save or be staggered by the pain for 1 round. If the hit was a critical hit, the staggered effect lasts for 1d4 rounds on a failed saving throw. The save DC is Charisma-based.</h5></div><br><div><h4><p><p>Shax is the demon lord of envy, lies, and-above all else-murder. He rules an Abyssal realm known as Charnelhome, an immense mansion the size of a city perched atop a slanted bluff surrounded by a bog of thorny, blood-drinking plants. He is fond of inviting his captured enemies as well as his greatest worshipers into the chambers of this building, for those who survive his deathtraps often serve as lessons as to how he can improve his methods of mayhem. Shax is particularly skilled at blinding foes with critical hits-when he does so, he likes to pluck the eyes from his victim's face as part of the attack and swiftly gobble them down whole. He can hurl the countless surgical tools he carries on his body as deadly weapons, but prefers to slaughter foes in melee. <br><b>Shax's Cult</b><br> Babaus, chokers, derros, drow, evil nobles, serial killers, and torturers worship Shax by inf licting grisly torments on other conscious and living souls. The subjects of these tortures aren't always unwilling or innocent victims, although his cultists prefer tormenting enemies of the faith over allies or members. The cult's holy places are narrow alleyways in violent parts of large cities, hidden rooms in grand estates, and secret dungeons filled with deathtraps and torture chambers. These unholy temples are often guarded by fiendish animals (particularly large, predatory birds) and shadow demons, but are usually watched over by a number of babau demons as well. Enhanced versions of these demons, called the Sons of Shax, and can be found serving his greatest cults (<i>Pathfinder Campaign Setting</i>: <i>Demons Revisited</i> 7). Shax's unholy symbol is a curved white feather sitting in a pool of blood. His favored weapon is the dagger. He grants access to the domains of Chaos, Destruction, Evil, and Nobility, and to the subdomains of Demon, Leadership, Martyr, and Rage. For more rules about demon lords, including the full rules of Shax's Abyssal resurrection and summon demons abilities, see <i>Pathfinder Adventure Path</i> #73 page 81 or <i>Pathfinder RPG Bestiary 4</i>.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Draconic; telepathy 300 ft.", "Source": "AP 74", "Land": "1", "Organization": "solitary (unique)", "Ref": "32", "Climb": "0", "HD": "(33d10+495)", "AbilitiyScores": "Str 30, Dex 39, Con 40, Int 30, Wis 31, Cha 31", "Gear": "", "Ranged": "thrown surgical tool +47/+42/+37/+32 (1d6+10)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4921, "SubType": "(chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Blinding Critical, Combat Expertise, Combat Reflexes, Craft Magic Arms and Armor, Critical Focus, Double Slice, Greater Disarm, Greater Two-Weapon Fighting, Improved Critical (dagger), Improved Disarm, Improved Initiative, Improved Two-Weapon Fighting, Improvised Weapon Mastery, Quick Draw, Throw Anything, Two-Weapon Fighting, Two-Weapon Rend", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "26", "Fly": "0", "RacialMods": "+8 Perception", "AC": "46, touch 38, flat-footed 32", "Swim": "0", "Name": "Demon Lord, Shax", "VariantParent": "", "Skills": "Acrobatics +50, Bluff +46, Craft (alchemy) +46, Disable Device +50, Fly +47, Heal +43, Intimidate +46, Knowledge (arcana) +43, Knowledge (engineering) +21, Knowledge (planes) +46, Knowledge (religion) +43, Perception +54, Sense Motive +46, Sleight of Hand +47, Spellcraft +43, Stealth +50, Use Magic Device +46", "ClassArchetypes": "", "IsTemplate": "0", "Will": "28", "Race": "", "CR": "28", "XP": 4915200, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "master of lies", "Saves": "Fort +26, Ref +32, Will +28", "Melee": "+5 unholy dagger +46/+41/+36/+31 (1d4+15/17-20), +5 unholy dagger +46/+41/+36/+31 (1d4+15/17-20), bite +38 (1d6+5)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft.", "Alignment": "CE", "Size": "Medium"}