{"Group": "Demon", "Space": "5 ft.", "Mythic": "0", "HP": 51, "Treasure": "standard (chainmail, composite longbow, mwk two-bladed sword, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon, Thoxel</h2><h3><i>Dead white scars and raw red flesh crisscross this creature's scorched and sallow skin as though it has been flogged and branded a thousand times.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Thoxel</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>CE Medium outsider (chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft.; Perception +13</h5><h5><b>Aura </b>insolence (5 ft., DC 15)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 12, flat-footed 18 (+6 armor, +2 Dex, +2 natural)</h5><h5><b>hp </b>51 (6d10+18)</h5><h5><b>Fort </b>+8, <b>Ref </b>+7, <b>Will </b>+2</h5><h5><b>Immune </b>electricity, poison; <b>Resist </b>acid 10, cold 10, fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>mwk two-bladed sword +10/+10/+7 (1d8+6/19-20)</h5><h5><b>Ranged </b>composite longbow +8/+3 (1d8+4/x3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>betrayer's blade, disrupt coordination</h5><h5><b>Spell-Like Abilities</b> (CL 6th; concentration +8) </br>At Will&mdash;<i>alter self</i>, <i>greater teleport</i> (self plus 50 pounds of objects only), <i>lesser confusion</i> (DC 13) </br>3/day&mdash;<i>murderous command</i><sup>UM</sup> (DC 13)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>15, <b>Con </b>17, <b>Int </b> 8, <b>Wis </b>10, <b>Cha </b>14</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+10; <b>CMD </b>22</h5><h5><b>Feats </b>Double Slice, Two-Weapon Fighting, Weapon Focus (two-bladed sword)</h5><h5><b>Skills </b>Bluff +11, Craft (weapons) +4, Craft (armor) +4, Disguise +8, Intimidate +8, Perception +13, Profession (soldier) +9; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Draconic; telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary, pair, squad (3-6), or platoon (7-12)</h5><h5><b>Treasure </b>standard (chainmail, composite longbow, mwk two-bladed sword, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Aura of Insolence (Su)</b> Any creature adjacent to a thoxel demon must succeed at a DC 15 Will save or become insolent and uncooperative with its allies. Creatures affected by this aura stop functioning as allies to other creatures. An affected creature can't provide flanking, can't serve as an ally for teamwork feats or aid another actions, and doesn't allow its allies to move through its space. Any spell or effect that requires a willing target fails if it is used on an affected creature, and even harmless effects require an attack roll (if applicable) and require the insolent creature to attempt a saving throw against them. An affected creature remains insolent as long as it is adjacent to a thoxel demon and for 1d4 rounds thereafter. A creature that successfully saves is not subject to the same thoxel's aura for 24 hours. Thoxel demons are immune to this effect. The save DC is Charisma-based. </h5><h5><b>Betrayer's Blade (Su)</b> If a thoxel demon hits a creature with both ends of its two-bladed sword in the same round, the target is compelled to attack its leader. The target can negate this effect with a successful DC 15 Will save. A creature affected by this effect turns on its leader or commander and attacks as if it were dominated for 1d6 rounds. An animal companion, cohort, or familiar must attack its master, and a called, charmed, dominated, or summoned creature must attack the creature controlling it. If a creature has no leader, it instead attacks a random ally. This is a mind-affecting compulsion effect, and the save DC is Charisma-based. </h5><h5><b>Disrupt Coordination (Su)</b> Whenever a creature threatened by a thoxel demon uses the aid another action, the thoxel can, as an immediate action, attempt to interrupt and negate that action. The thoxel demon must make an attack roll. The attack roll of the creature performing the aid another action must equal or exceed the thoxel demon's attack roll; otherwise, the aid another action is negated.</h5></div><br><div><h4><p><p>Able to take the shape of rank-and-file soldiers and infect military ranks like a cancer, thoxels-also known as insubordination demons-spend every drop of their malice to break down the cooperative spirit of those who fight together. Among mortal soldiers, thoxels whisper disparaging words about commanders, talk in hushed tones about the danger of upcoming battles, or belittle other soldiers' accomplishments. Many great battles are said to have been lost because of the presence of these subtle but murderous demons within an army's ranks. They represent a passion to kill as they please without caring about order, control, or their allies. Despite their skill at martial exploits, thoxels are lazy and untrustworthy creatures. Thoxel demons are 6 feet tall and weigh 200 pounds. <b></p><p>Ecology</b></p><p> Thoxel demons form from the souls of deserters and traitors, those who abandoned their posts and their erstwhile allies to their fates while they sought glory elsewhere on the battlefield, or safety far from it. These cowardly demons delight in breaking the spirits of those they hide among, disguised as typical soldiers. Their defining sin is the ruin, pain, and death they brought to others by failing to follow orders, keep discipline, and stand firm in face of adversity. It is not just that they failed private tests of character, but also that their moral disintegration led to great suffering in others who trusted them and depended on them. Those betrayers who sought to expiate their guilt through reconciliation and reparations to those they abandoned still earned their shame but preserved their eternal souls, but the unrepentant souls who callously disregarded the tragedies left in their wake, hewing to their own path again and again despite the havoc they left behind, often find their way to the Abyss. Thoxel demons are lazy in the extreme, prone to shirking labor and sleeping whenever they have the chance-despite not needing to do so. Thoxels usually have to be herded into work details and closely supervised by more powerful demons. When closely directed, they can perform impressively in battlefield maneuvers and move with tight precision, coordinating their attacks between one another in order to bring down lone prey too strong for a single thoxel to defeat on its own. Once their prey is taken or the enemy's resolve is broken, their temporary alliances fracture quickly and they resort to squabbling and fighting among themselves over the spoils, with the strongest taking the lion's share and the rest settling for scraps. <b></p><p>Habitat & Society</b></p><p> Thoxel demons are instruments of spiritual torture, in that they represent the advent of hope followed by its shattering destruction. They appear to be strong and steadfast warriors who march in precise formation and keep their armaments perpetually polished to a parade ground shine, yet at precisely the wrong moment they break and run, or disrupt careful formations with sudden and unexpected maneuvers aimed at self-aggrandizement or self-preservation. They corrode discipline and morale, turning troops against commanders and allies against friends. Thoxels are agents of dissension and disruption, whether working alone or using magical or mundane disguises to infiltrate existing units. Thoxels are reborn into bodies very much like the ones they possessed in life, though they are scarred and physically tormented for their cowardice and treachery in life before being reborn into an eternity of spreading their sin to others. They are formed up into squads and platoons and set to patrol the endless realms of the Abyss when not sent to break armies on the Material Plane. These groups of thoxels form fluid ranks, gathering together for short periods of time interspersed with long periods of lazy rest. Though thoxels willingly fight for any demons more powerful than themselves, they are common within the Abyssal realm of Charnelhome, where the psychic implements of Shax dissect and dismember soul and spirit as surely as they do flesh and bone. There, thoxels spar continuously with the babaus and chokers who lurk in every shadowy corner of Charnelhome, fighting a guerrilla war to show who are the fittest servants of the Blood Marquis. Thoxel demons are skilled artisans, able to forge and maintain weapons and armor of excellent quality, and they take a certain pride in ensuring their personal armaments are always sharp and in good repair. When closely supervised, thoxel demons can be tasked with forge duty, turning out weapons for demonic legions in great numbers. However, their selfishness and laziness impairs their usefulness as foundry smiths for demon armies, as they frequently take shortcuts to get through their quotas and care little for the fate of demonic soldiers whose weapons shatter in battle or whose armor is ill-fitting or missing key fasteners. Anyone who relies on an insubordination demon's craftsmanship takes a great risk, for thoxels rarely put much care and attention to detail into the armor or weapons that are intended for anyone but themselves.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Draconic; telepathy 100 ft.", "Source": "AP 74", "Land": "1", "Organization": "solitary, pair, squad (3-6), or platoon (7-12)", "Ref": "7", "Climb": "0", "HD": "(6d10+18)", "AbilitiyScores": "Str 19, Dex 15, Con 17, Int 8, Wis 10, Cha 14", "Gear": "", "Ranged": "composite longbow +8/+3 (1d8+4/x3)", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4922, "SubType": "(chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Double Slice, Two-Weapon Fighting, Weapon Focus (two-bladed sword)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "+8 Perception", "AC": "20, touch 12, flat-footed 18", "Swim": "0", "Name": "Thoxel", "VariantParent": "NULL", "Skills": "Bluff +11, Craft (weapons) +4, Craft (armor) +4, Disguise +8, Intimidate +8, Perception +13, Profession (soldier) +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +8, Ref +7, Will +2", "Melee": "mwk two-bladed sword +10/+10/+7 (1d8+6/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "CE", "Size": "Medium"}