{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 252, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Flayed Angel</h2><h3><i>This once angelic being has been reduced to a twisted mass of oozing, raw flesh and muscle tissue, every bit of the skin having been stripped away from the body. The neck ends at a jagged stump, and the tattered, shredded remains of once-beautiful wings extend behind it.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Flayed Angel</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>NE Large undead (extraplanar)</h5><h5><b>Init </b>+8; <b>Senses </b>blindsight 120 ft.; Perception +18</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>32, touch 24, flat-footed 27 (+4 Dex, +1 dodge, +8 natural, +10 profane, -1 size)</h5><h5><b>hp </b>252 (24d8+120 plus 24)</h5><h5><b>Fort </b>+17, <b>Ref </b>+14, <b>Will </b>+19</h5><h5><b>Defensive Abilities </b>channel resistance +6, profane presence; <b>DR </b>10/evil; <b>Immune </b>acid, undead traits; <b>SR </b>27</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>2 slams +25 (2d6+7/19-20 plus 2d6 acid)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>gout of blood, rend (2 slams, 3d6+10 plus 2d6 acid)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>25, <b>Dex </b>18, <b>Con </b>-, <b>Int </b> 6, <b>Wis </b>16, <b>Cha </b>21</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+26; <b>CMD </b>51</h5><h5><b>Feats </b>Cleave, Dodge, Great Fortitude, Improved Critical (slam), Improved Initiative, Improved Natural Attack (slam), Mobility, Power Attack, Skill Focus (Acrobatics), Spring Attack, Toughness, Weapon Focus (slam)</h5><h5><b>Skills </b>Acrobatics +34 (+46 jump), Climb +22, Perception +18; <b>Racial Modifiers </b>+8 Acrobatics to jump</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Gout of Blood (Ex)</b> Whenever a flayed angel is physically struck in battle, the impact causes a spray of acidic blood to fly off the creature at anyone within 5 feet. Anyone in the area of affect must make a DC 24 Reflex save or take 1d6 points of acid damage from this splatter. The save DC is Dexterity-based. </h5><h5><b>Profane Presence (Su)</b> The existence of a flayed angel is such an anathema to the order of the multiverse that its very presence is a profanity of nature. This presence provides it with a +10 profane bonus to Armor Class and a +2 profane bonus to its saves.</h5></div><br><div><h4><p><p>On some rare occasions when an extremely powerful angel is captured, tortured to death and subjected to particularly vile rituals, dark gods of evil will intervene and prevent that being's essence from returning to its celestial home, instead trapping it within the mutilated corpse as a horrifyingly profane undead abomination. Such creations are anathema to the heavenly hosts and are actively hunted down by angles and archons whenever their existence is discovered. They seek to erase the stain upon the forces of good by the perversion of such a champion and to release its essence back to its rightful plane. A flayed angel is horribly mutilated, its skin flayed away, its wings crippled, and its head removed. The preparation ritual also involves the introduction of an acidic embalming fluid that mingles with the blood left in its body as a continually-leaking, caustic brew. A flayed angel stands around 8 feet tall due to the removal of its head and weighs about 450 pounds. Flayed angels have lost most of their original battle prowess becoming little more than lumbering death dealers. However, they are still quite agile and, as former flyers of great renown, are still expert jumpers. They often climb to a higher position in order to leap down on their foes and attack in a sad caricature of their former ability to swoop down upon enemies from above. Regardless, their attacks soon devolve into brutish attempts to rend their foes into unrecognizable hunks of meat. They strangely retain their inherent damage reduction that can only be overcome by evil-aligned weapons, often making them difficult and confusing foes. Their natural attacks are no longer considered good-aligned for the purpose of overcoming damage reduction. The acidic blood mixture that continually oozes through their bodies splatters upon a foe on a successful melee hit and deals acid damage as well. Credit Original author Greg A. Vaughan Originally appearing in <i>Slumbering Tsar</i> (© Frog God Games/ Greg A. Vaughan, 2012)</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "14", "Climb": "0", "HD": "(24d8+120 plus 24)", "AbilitiyScores": "Str 25, Dex 18, Con -, Int 6, Wis 16, Cha 21", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 4945, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Cleave, Dodge, Great Fortitude, Improved Critical (slam), Improved Initiative, Improved Natural Attack (slam), Mobility, Power Attack, Skill Focus (Acrobatics), Spring Attack, Toughness, Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "17", "Fly": "0", "RacialMods": "+8 Acrobatics to jump", "AC": "32, touch 24, flat-footed 27", "Swim": "0", "Name": "Flayed Angel", "VariantParent": "NULL", "Skills": "Acrobatics +34 (+46 jump), Climb +22, Perception +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "19", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +17, Ref +14, Will +19", "Melee": "2 slams +25 (2d6+7/19-20 plus 2d6 acid)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "NE", "Size": "Large"}