{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 304, "Treasure": "double standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ghaggurath</h2><h3><i>This massive creature appears to be a pile of brownish-gray flesh covered in large eyes. Eight long tentacles sprout from its body, each ending in a mouth lined with sharpened fangs. Its large central mass is amoeba-like and oozes a foul-smelling liquid.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Ghaggurath</p><p class=\"alignright\">CR 18</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>153,600</h5><h5>N Huge aberration </h5><h5><b>Init </b>+5; <b>Senses </b>all-around vision, darkvision 60 ft., tremorsense 60 ft.; Perception +36</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>31, touch 13, flat-footed 26 (+5 Dex, +18 natural, -2 size)</h5><h5><b>hp </b>304 (21d8+210)</h5><h5><b>Fort </b>+19, <b>Ref </b>+12, <b>Will </b>+20</h5><h5><b>Defensive Abilities </b>resistant to poison; <b>DR </b>15/-; <b>Immune </b>charm, fear, paralysis, sleep; <b>Resist </b>acid 20, cold 20, fire 20, sonic 20; <b>SR </b>29</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft.</h5><h5><b>Melee </b>8 bites +27 (2d6+13/19-20 plus grab)</h5><h5><b>Ranged </b>4 thrall worms +18 (1d8 plus poison)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft. (30 ft. with tentacle)</h5><h5><b>Special Attacks </b>thrall</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>37, <b>Dex </b>21, <b>Con </b>30, <b>Int </b> 24, <b>Wis </b>22, <b>Cha </b>21</h5><h5><b>Base Atk </b>+15; <b>CMB </b>+30 (+34 grapple); <b>CMD </b>45 (can't be tripped)</h5><h5><b>Feats </b>Bleeding Critical, Cleave, Combat Reflexes, Critical Focus, Endurance, Great Fortitude, Improved Critical (bite), Iron Will, Power Attack, Skill Focus (Perception), Weapon Focus (bite)</h5><h5><b>Skills </b>Bluff +26, Climb +45, Escape Artist +29, Intimidate +29, Knowledge (any) +31, Knowledge (history) +28, Knowledge (planes) +28, Perception +36, Sense Motive +27, Stealth +21, Survival +30, Swim +22</h5><h5><b>Languages </b>Abyssal, Common, Giant, Goblin, Infernal, Terran, Undercommon; telepathy 100 ft.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Poison (Ex)</b> Thrall worm-injury; <i>save</i> DC 30 Fort; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d6 Wisdom damage; <i>cure</i> 2 consecutive <i>save</i>s. The save DC is Constitution-based. Resistance to <h5><b>Poison (Ex)</b> A ghaggurath is highly resistant to poison. Whenever it makes a saving throw against poison, it can roll its save twice, keeping the better result. </h5><h5><b>Spittle (Ex)</b> In lieu of biting, a tentacle mouth can eject a fleshy worm, called a thrall worm, at a single target to a range of 50 feet. A target that is hit is automatically bitten by the worm and subjected to the ghaggurath's poison. Regardless of which head fires the worm, a ghaggurath can launch only 24 such worms in any 24-hour period. When a thrall worm strikes its target, it quickly burrows into the target's body. This worm can be safely removed with a successful DC 30 Heal check or by the application of a cure spell; otherwise removing the worm deals an extra 1d6 points of damage to the target. After 1d4 rounds, the worm works its way so deep into the target's body that it can only be removed by cutting open the area (dealing 1d8 points of damage to the victim) before attempting a Heal check or casting a cure spell. A <i>remove disease</i> spell destroys the worm if the caster succeeds on a caster level check against DC 30. As long as a thrall worm remains inside a target, the target cannot heal the Wisdom damage dealt by the ghaggurath's poison. A creature can only ever have one thrall worm inside it at one time; it can however be attacked by and bitten by multiple thrall worms. The check DCs are Constitution-based. </h5><h5><b>Thrall (Su)</b> A victim whose Wisdom score drops to 0 from the ghaggurath's poison is automatically dominated (as by a <i>dominate monster</i> spell, CL 20th). This effect lasts until the thrall worm is removed and at least 1 point of Wisdom is restored. The ghaggurath does not have to concentrate each day to maintain this effect, and a dominated creature does not receive a save to break the effects. If the ghaggurath is slain, any thrall under its command fall unconscious and remain so until the thrall worm is removed and at least 1 point of Wisdom is restored.</h5></div><br><div><h4><p><p>The ghaggurath is a massive subterranean creature feared for its ability to enslave others to its will, and feared for its ability to devour just about anything it desires. Though the ghaggurath has a seemingly endless hunger, it can in fact go up to 6 months without a meal; its body enters a sort of hibernation to sustain the creature. During this time, many creatures assume the ghaggurath is vulnerable; it isn't. Though the creature appears to be hibernating, it is completely aware of its surroundings. Many would-be predators and foolish adventurers have stumbled upon a hibernating ghaggurath assuming it unaware, only to become the creature's next meal. Resourceful adventurers who have braved the subterranean worlds tell of huge cities governed by ghagguraths and whose entire populations are enslaved and under command of these creatures. Other tales speak of an underground race of humans that worship the ghaggurath as deities. Most subterranean races fear these creatures and avoid them at all costs. In combat, a ghaggurath lashes out with its tentacles, the mouths biting and gnashing its opponents. A grabbed foe is held and subjected to multiple bites. Stronger opponents, particularly spellcasters, are of great interest to a ghaggurath, and it usually subjects such opponents to its thrall worms, attempting to bring them under its control. Controlled spellcasters are forced to do the ghaggurath's bidding or carried back to their great underground cities, enslaved, and experimented upon. Eventually, when a ghaggurath grows weary of the creature, it devours it.</p></h4></div>", "Languages": "Abyssal, Common, Giant, Goblin, Infernal, Terran, Undercommon; telepathy 100 ft.", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "12", "Climb": "1", "HD": "(21d8+210)", "AbilitiyScores": "Str 37, Dex 21, Con 30, Int 24, Wis 22, Cha 21", "Gear": "", "Ranged": "4 thrall worms +18 (1d8 plus poison)", "Type": "aberration", "Reach": "15 ft. (30 ft. with tentacle)", "DontUseRacialHD": "0", "id": 4953, "SubType": "", "MonsterSource": "", "Feats": "Bleeding Critical, Cleave, Combat Reflexes, Critical Focus, Endurance, Great Fortitude, Improved Critical (bite), Iron Will, Power Attack, Skill Focus (Perception), Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "19", "Fly": "0", "RacialMods": "", "AC": "31, touch 13, flat-footed 26", "Swim": "0", "Name": "Ghaggurath", "VariantParent": "NULL", "Skills": "Bluff +26, Climb +45, Escape Artist +29, Intimidate +29, Knowledge (any) +31, Knowledge (history) +28, Knowledge (planes) +28, Perception +36, Sense Motive +27, Stealth +21, Survival +30, Swim +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "18", "XP": 153600, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +19, Ref +12, Will +20", "Melee": "8 bites +27 (2d6+13/19-20 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., climb 20 ft.", "Alignment": "N", "Size": "Huge"}