{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 162, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gibbering Abomination</h2><h3><i>This massive fleshy conglomeration is covered with madly staring eyes, gaping mouths in screaming faces, and pulsing orifices exuding foul-smelling substances.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Gibbering Abomination</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>CE Large aberration </h5><h5><b>Init </b>+7; <b>Senses </b>all-around vision, darkvision 60 ft., tremorsense 60 ft.; Perception +18</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 12, flat-footed 19 (+3 Dex, +10 natural, -1 size)</h5><h5><b>hp </b>162 (13d8+91 plus 13); fast healing 3</h5><h5><b>Fort </b>+13, <b>Ref </b>+9, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>amorphous; <b>DR </b>10/bludgeoning; <b>Immune </b>critical hits, nausea, pain, precision damage, sickening; <b>Resist </b>electricity 10, sonic 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., climb 10 ft.</h5><h5><b>Melee </b>6 bites +12 (1d8+4 plus grab /19-20)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>arcane frenzy, blood drain, disruptive cacophony</h5><h5><b>Spell-Like Abilities</b> (CL 13th; ranged touch +12)</br>At will&mdash;<i>blur</i>, <i>confusion</i> (single target only, DC 18), <i>daze monster</i> (no HD limit, DC 16), <i>dispel magic</i>, <i>enfeeblement</i> (as ray but no ranged attack required, DC 15), <i>fear</i> (single target only DC 18), <i>freedom of movement</i>, <i>freezing ray</i> (as <i>scorching ray</i> but cold damage) <i>overland flight</i>, <i>telekinesis</i> (325 pounds max, DC 19)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>16, <b>Con </b>25, <b>Int </b> 10, <b>Wis </b>6, <b>Cha </b>19</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+14 (+18 grapple); <b>CMD </b>27 (can't be tripped)</h5><h5><b>Feats </b>Combat Reflexes, Endurance<sup>B</sup>, Great Fortitude<sup>B</sup>, Improved Critical (bite), Improved Initiative, Iron Will, Lightning Reflexes, Toughness, Weapon Focus (bite)</h5><h5><b>Skills </b>Climb +11, Fly +8, Knowledge (dungeoneering) +8, Perception +18, Spellcraft +12, Stealth +14, Survival +9; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>Languages </b>Aklo</h5><h5><b>SQ </b>deathless</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> forest or underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>All-Around Vision (Ex)</b> A gibbering abomination sees in all directions at once. It cannot be flanked List special ability info here. </h5><h5><b>Amorphous (Ex)</b> A gibbering abomination's body is malleable and shapeless. It is immune to precision damage (like sneak attacks) and critical hits, and can move through an area as small as one-quarter its space without squeezing or one-eighth its space when squeezing. </h5><h5><b>Arcane Frenzy (Ex)</b> A gibbering abomination is capable of using its spell-like abilities more frequently than other creatures. It may use a single spell-like ability each round as a swift action, two spell-like abilities as a standard action, or four spell-like abilities as a full-round action; it may not choose to do more than one of these in the same round, and cannot use this ability in the same round it uses Disruptive Cacophony. When engaging in an arcane frenzy, the gibbering abomination may use the same spell-like ability multiple times, but may not use the same spell-like ability against the same target twice in one round. If more than one spell-like ability is used, the specific spell-like abilities and their targets must be determined before any effects are determined, including saves and attack rolls. </h5><h5><b>Blood Drain (Ex)</b> On a successful grapple check after grabbing, several of the creature's mouths attach to its target. Each round it maintains its grapple, the gibbering abomination automatically deals 3d6+12 points of bite damage and 1 point of Constitution damage as it drains its victim's blood. </h5><h5><b>Deathless (Su)</b> When a gibbering abomination is slain, it is not truly dead, and 1 hour later it returns to life at 0 hit points, allowing fast healing thereafter to resume healing it. A gibbering abomination can be permanently destroyed only with death magic or complete incineration of its remains (such as dumping it into a pool of magma). </h5><h5><b>Disruptive Cacophony (Su)</b> As a free action the gibbering abomination may produce a horrible quasi-arcane chanting that is highly disruptive to nearby magic effects. Any creature that can clearly hear this chanting (maximum range 100 ft.) must make a concentration check (DC 20 plus level of spell) to successfully cast a spell or use a spell-like ability. The check DC is Charisma-based. A gibbering abomination that uses this ability may not use any of its spell-like abilities on its current turn, or until the start of its next turn. </h5><h5><b>Pain Immunity (Ex)</b> Because the gibbering abomination is already in incredible pain, it is immune to any effect or condition caused as a result of extreme pain or agony. This ability does not protect it against any physical damage it might suffer as well, however.</h5></div><br><div><h4><p><p>A horrifying expanse of fused faces and parts of faces, the gibbering abomination is the result of foul arcane experiments studying the creation of chimerical creatures. It bears a close superficial resemblance to a gibbering mouther or lesser gibbering orb, and may be mistaken for one of those, but they are no true relation. Instead, the gibbering abomination has been cobbled together from the faces and organs of dozens of humanoid creatures; its innards are a bizarre tangle of brains, hearts, and other organs. The gibbering abomination is in constant pain as a result of the process that created it, haunted by half-remembered memories from the creatures it was composed from. Gibbering abominations have clear memories of the experiments and procedures they suffered in their formation, and value nothing more than their own personal freedom. Beyond that, their constant anguish has given them a hateful attitude toward other creatures. Gibbering Abomination <b><b></p><p>Variants</b></p><p></b></p><p> <i>As the result of the twisted experiments that created them</i>, <i>no two gibbering abominations have the same selection of spell-like abilities</i>. The abilities listed in the stat block above are merely an example of a typical specimen-if such a term could be applied to a creature as bizarre as this. <i>When creating new gibbering abominations</i>, <i>use the following guidelines to assist in assigning spell-like abilities to the creature</i>: <table border ='1'><tr><th>d6</th><th>Type</th></tr><tr><td>1</td><td>The abomination should have between 8 and 12 spell-like abilities, with a combined total spell level of 38-45.</td></tr><tr><td>2</td><td>Roughly half the spell-like abilities should be derived from 1st to 3rd-level spells, and the other half 4th to 6th-level spells. Just one should be of 7th to 9th level; the higher level that spell is, the more it should be a non-primary combat spell effect.</td></tr><tr><td>3</td><td>Any spell with an area effect should be changed to affect a single target only with a range of Close. Similarly, any spell that would normally generate a ray effect no longer needs a ranged touch at tack to hit, but if the spell would normally generate multiple rays, any additional rays are lost.</td></tr><tr><td>4</td><td>Any caps for maximum hit dice of creatures affected should be removed, but other level-dependent caps, such as maximum number of dice of damage, should remain.</td></tr><tr><td>5</td><td>Do not use spell-like abilities with casting times greater than one standard action, such as most summoning spells.</td></tr><tr><td>6</td><td>In general, it is best to pick spell-like abilities with a balance of offensive, defensive, actical, and utilitarian spell effects. However, creating a gibbering abomination focused for a particular task is certainly possible, as the mad beings who created it may have designed it with just such a purpose in mind.</td></tr></table> Credit Originally appearing in <i>Rappan Athuk</i> (© Frog God Games, 2012)</p></h4></div>", "Languages": "Aklo", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "9", "Climb": "1", "HD": "(13d8+91 plus 13)", "AbilitiyScores": "Str 18, Dex 16, Con 25, Int 10, Wis 6, Cha 19", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4958, "SubType": "", "MonsterSource": "", "Feats": "Combat Reflexes, EnduranceB, Great FortitudeB, Improved Critical (bite), Improved Initiative, Iron Will, Lightning Reflexes, Toughness, Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "13", "Fly": "0", "RacialMods": "+4 Perception", "AC": "22, touch 12, flat-footed 19", "Swim": "0", "Name": "Gibbering Abomination", "VariantParent": "", "Skills": "Climb +11, Fly +8, Knowledge (dungeoneering) +8, Perception +18, Spellcraft +12, Stealth +14, Survival +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "forest or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "deathless", "Saves": "Fort +13, Ref +9, Will +8", "Melee": "6 bites +12 (1d8+4 plus grab /19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., climb 10 ft.", "Alignment": "CE", "Size": "Large"}