{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 337, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gibbering Orb</h2><h3><i>These great masses of floating amorphous flesh appear to be covered in bloodshot, weeping eyes and disgustingly vile mouths. The gibbering orb is a pulsing mass of sickly greyish-green flesh, roughly 20 ft. in diameter. The orb distends and undulates as it flies, seeming to spasm through the air rather than fly. The creature does not seem to have a top or bottom, nor does it have any form of appendages for handling objects.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Gibbering Orb</p><p class=\"alignright\">CR 27</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,276,800</h5><h5>CE Huge aberration </h5><h5><b>Init </b>+16; <b>Senses </b>darkvision 60 ft.; Perception +37</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>48, touch 32, flat-footed 36 (+12 Dex, +12 insight, +16 natural, -2 size)</h5><h5><b>hp </b>337 (27d8+216)</h5><h5><b>Fort </b>+17, <b>Ref </b>+21, <b>Will </b>+24</h5><h5><b>Defensive Abilities </b>all-around vision; <b>DR </b>10/ epic; <b>Immune </b>critical hits, flanking; <b>SR </b>37</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>5 ft., fly 20 ft. (good)</h5><h5><b>Melee </b>12 bites +30 (2d8+11/19-20 plus grab)</h5><h5><b>Ranged </b>24 eye rays +31 touch</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>eye rays, gibbering (60 ft.; DC 29 Will), steal spell, steal spell-like ability, swallow whole (4d8 constriction damage plus 3d10 acid damage, AC 18, hp 33)</h5><h5><b>Spell-Like Abilities</b> (CL 27th; save DC 16 + spell level)</br>At will&mdash;two stolen spells or spell&mdash;like abilities per round</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>32, <b>Dex </b>35, <b>Con </b>27, <b>Int </b> 40, <b>Wis </b>24, <b>Cha </b>22</h5><h5><b>Base Atk </b>+20; <b>CMB </b>+33 (+37 to grapple); <b>CMD </b>55 (can't be tripped)</h5><h5><b>Feats </b>Bleeding Critical, Critical Focus, Diehard, Endurance, Flyby Attack, Greater Vital Strike, Improved Initiative, Improved Critical (bite), Improved Iron Will, Improved Vital Strike, Iron Will, Vital Strike, Weapon Focus (eye ray), Weapon Focus (bite)</h5><h5><b>Skills </b>Acrobatics +42, Bluff +33, Diplomacy +33, Escape Artist +42, Fly +42, Heal +34, Intimidate +36, Knowledge (arcana) +45, Knowledge (dungeoneering) +42, Knowledge (history) +42, Knowledge (local) +42, Knowledge (planes) +45, Knowledge (religion) +27, Linguistics +42, Perception +41, Sense Motive +34, Spellcraft +45 , Stealth +34, Survival +37, Use Magic Device +33; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>Languages </b>all</h5><h5><b>SQ </b>flight</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Eye Rays (Su)</b> Two dozen of the eyes can each produce a magical ray each round, with each eye emulating a spell from among the list of spells below (CL 27th). The save DCs, where applicable, are 16 + spell level. A gibbering orb has no directional limitations on where it can point its eye rays, because the eyes orbiting around its body drift and float wherever needed. However, a gibbering orb can never aim more than five rays at any single target, due to limitations of aiming. All rays have a range of 150 ft. Each of these effects functions as a ray, regardless of the normal parameters of the spell it resembles. That is, each is usable against a single target and requires a ranged touch attack. The eye rays are: <i>cone of cold</i>, <i>disintegrate</i>, <i>dominate monster</i>, <i>energy drain</i>, <i>feeblemind</i>, <i>finger of death</i>, <i>flesh to stone</i>, <i>greater dispel magic</i>, <i>harm</i>, <i>hold monster</i>, <i>horrid wilting</i>, <i>implosion</i>, <i>inflict critical wounds</i>, <i>lightning bolt</i>, <i>magic missile</i>, <i>mage's disjunction</i>, <i>irresistible dance</i>, <i>baleful polymorph</i>, <i>power word blind</i>, <i>power word kill</i>, <i>power word stun</i>, <i>prismatic spray</i>, <i>slay living</i>, and <i>temporal stasis</i>. </h5><h5><b>Flight (Ex)</b> The gibbering orb's body is naturally buoyant. This buoyancy allows it to fly as the spell, as a free action, at a speed of 20 ft. This buoyancy also grants it a permanent <i>feather fall</i> effect with personal range. </h5><h5><b>Gibbering (Su)</b> The cacophony of speech emanating from the scores of mouths that make up the orb forces all within 60 ft. of the creature to succeed at a DC 29 Will save each round or suffer the effects of an <i>insanity</i> spell. </h5><h5><b>Steal Spell/Steal Spell-Like Ability (Su)</b> When a creature dies by being swallowed whole (or when a creature killed by the gibbering orb in some other fashion is eaten by it), the gibbering orb absorbs the creature's known spells, prepared spells, and spell-like abilities. The orb can use any two of those abilities per round as a free action. Each originates from an eye that is not producing an eye ray (see above) that round. Stolen spells and spell-like abilities are lost after 24 hours.</h5></div><br><div><h4><p><p>These great harbingers of <i>insanity</i> and chaos are fortunately very rare indeed. Locked away by whatever powers preserve order and sanity, the gibbering orbs occasionally make their way to the civilized world to satiate its ravenous hunger for sentient beings. While the gibbering orb looks like a mass of chaotic, insanely impossible flesh, it is a clever and very intelligent adversary. If any being is so foolish as to attack a gibbering orb, it hurls itself at its foes with complete abandon, somehow making tactical decisions despite its completely random approach to destruction. Gibbering orbs speak all languages, and frequently speak in several tongues at once to disorient their opponents. Gibbering orbs are incapable of speaking in a non-dominant role, their egos are too vast. Gibbering orbs are 20 feet or more in diameter, weighing at least 8,000 pounds. Their coloration varies from a sickly, mottled gray to luminescent green or deep magenta at random intervals. The orbs flesh spasms and twitches constantly, and the entire surface is covered in eyes, mouths and other incomprehensible appendages. The orb has no obvious top or bottom; as it hovers, the entire mass continuously rotates so no one side is ever in direct contact with opponents for longer than a few seconds. Gibbering orbs are planar travelers; fortunately, they grow bored of one place quickly. The only time gibbering orbs maintain a residence for long in any one place is if they are guarding some location for their own amusement, or if they are stranded or bound to a location. Woe to those who stumble upon an orb that cannot leave of its own free will! Gibbering orbs in combat are forces of nature. They attack with seeming abandon, although they are incredibly intelligent, their ego does not allow them to comprehend the concept other being are as powerful as they are. Gibbering orbs consume there foes fully, drawing them into their various mouths; thus, any treasure found with a gibbering orb is one the inside of the creature. Gibbering orbs are never found together. It is unknown how they reproduce, and such an event would most likely take place in a very secluded lair. Credit Originally appearing in <i>Rappan Athuk</i> (© Frog God Games, 2012)</p></h4></div>", "Languages": "all", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "21", "Climb": "0", "HD": "(27d8+216)", "AbilitiyScores": "Str 32, Dex 35, Con 27, Int 40, Wis 24, Cha 22", "Gear": "", "Ranged": "24 eye rays +31 touch", "Type": "aberration", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 4959, "SubType": "", "MonsterSource": "", "Feats": "Bleeding Critical, Critical Focus, Diehard, Endurance, Flyby Attack, Greater Vital Strike, Improved Initiative, Improved Critical (bite), Improved Iron Will, Improved Vital Strike, Iron Will, Vital Strike, Weapon Focus (eye ray), Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "17", "Fly": "1", "RacialMods": "+4 Perception", "AC": "48, touch 32, flat-footed 36", "Swim": "0", "Name": "Gibbering Orb", "VariantParent": "NULL", "Skills": "Acrobatics +42, Bluff +33, Diplomacy +33, Escape Artist +42, Fly +42, Heal +34, Intimidate +36, Knowledge (arcana) +45, Knowledge (dungeoneering) +42, Knowledge (history) +42, Knowledge (local) +42, Knowledge (planes) +45, Knowledge (religion) +27, Linguistics +42, Perception +41, Sense Motive +34, Spellcraft +45 , Stealth +34, Survival +37, Use Magic Device +33", "ClassArchetypes": "", "IsTemplate": "0", "Will": "24", "Race": "", "CR": "27", "XP": 3276800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "flight", "Saves": "Fort +17, Ref +21, Will +24", "Melee": "12 bites +30 (2d8+11/19-20 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "5 ft., fly 20 ft. (good)", "Alignment": "CE", "Size": "Huge"}