{"Group": "Gibbering Orb", "Space": "10 ft.", "Mythic": "0", "HP": 91, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gibbering Orb, Lesser</h2><h3><i>These hideous masses of floating flesh appear to be covered with staring eyes and hungry mouths. The lesser gibbering orb is a pulsing mass of sickly greyish-green flesh, roughly 8 ft. in diameter. The orb seems to fly in starts and fits, but this is a ruse, for the creature is nimble for its bulk. It may be a distant cousin to the eye of the deep or similarly-orbed entities.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Lesser Gibbering Orb</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CE Large aberration </h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; Perception +23</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 12, flat-footed 17 (+3 Dex, +8 natural, -1 size)</h5><h5><b>hp </b>91 (14d8+42)</h5><h5><b>Fort </b>+7, <b>Ref </b>+7, <b>Will </b>+13</h5><h5><b>Defensive Abilities </b>all-around vision; <b>Immune </b>critical hits, flanking; <b>SR </b>21</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>5 ft., fly 30 ft. (good)</h5><h5><b>Melee </b>6 bites +12 (1d8+3 plus grab)</h5><h5><b>Ranged </b>6 eye rays +13 touch</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>eye rays, gibbering (60 ft.; DC 23 Will), steal spell, steal spell-like ability, swallow whole (1d8 acid damage, AC 14, hp 9)</h5><h5><b>Spell-Like Abilities</b> (CL 14th; save DC 16 + spell level) </br>Constant&mdash;fly </br>At Will&mdash;one stolen spell or spell&mdash;like ability per round</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>17, <b>Con </b>17, <b>Int </b> 20, <b>Wis </b>14, <b>Cha </b>22</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+14 (+18 grapple); <b>CMD </b>27 (can't be tripped)</h5><h5><b>Feats </b>Diehard, Endurance, Flyby Attack, Improved Initiative, Iron Will, Vital Strike, Weapon Focus (eye ray)</h5><h5><b>Skills </b>Acrobatics +20, Fly +22, Intimidate +23, Knowledge (arcana) +22, Knowledge (dungeoneering) +19, Linguistics +19, Perception +23, Sense Motive +16, Stealth +19; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>Languages </b>all</h5><h5><b>SQ </b>flight</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or occulum (2-3)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Eye Rays (Su)</b> Six of the eyes can produce a magical ray per round, with each eye emulating a spell from among the list of spells below as if cast by a 14th-level caster. The save DCs, where applicable, are 16 + spell level. A gibbering orb has no directional limitations on where it can point its eye rays, because the eyes orbiting around its body drift and float wherever needed. However, a gibbering orb can never aim more than three rays at any single target, due to limitations of aiming. All rays have a range of 80 feet. Each of these effects functions as a ray, regardless of the normal parameters of the spell it resembles. That is, each is usable against a single target and requires a ranged touch attack. The eye rays are: <i>daze monster</i>, <i>dispel magic</i>, <i>flaming sphere</i>, <i>inflict moderate wounds</i>, <i>magic missile</i>, and <i>ray of enfeeblement</i>. The save DC is Charisma-based. </h5><h5><b>Flight (Sp)</b> The gibbering orb's body is naturally buoyant. This buoyancy allows it to cast fly, as the spell, as a free action, at a speed of 30 ft. This buoyancy also grants it a permanent <i>feather fall</i> effect with personal range. </h5><h5><b>Gibbering (Su)</b> As a free action, no more than once per 1d4 rounds, a gibbering orb can emit a cacophony of maddening sound. All creatures other than gibbering mouthers and gibbering orbs within 60 feet must succeed on a DC 23 Will save or be confused for 1d4 rounds. This is a mind-affecting compulsion insanity effect. A creature that saves cannot be affected by the same orb's gibbering for 24 hours. The save DC is Charisma-based. </h5><h5><b>Steal Spell/Steal Spell-Like Ability (Su)</b> When a creature dies by being swallowed whole (or when a creature killed by the gibbering orb in some other fashion is eaten by it), the gibbering orb absorbs the creature's known spells, prepared spells, and spell-like abilities. The orb can use any one of those abilities per round as a free action. Each originates from an eye that is not producing an eye ray (see above) that round. Stolen spells and spell-like abilities are lost after 24 hours.</h5></div><br><div><h4><p><p>The lesser gibbering orb is either a smaller or younger version of the gibbering orb, or so similar it makes no difference for naming purposes. These odd beasts are not quite the force of nature their larger brethren are, but they are every bit as chaotic and hungry as the larger version. These creatures are very distinct, and no two lesser gibbering orbs encountered are the same, if the encounter is survived at all! The gibbering orb has the ability to bite its foes by extending a pseudopod with one of its mouths protruding from the end. The orb can extend two of these at any one foe, or a total of six in any given round. At the same time, the legions of eyes have the ability to cast a host of spells at a rapid rate. Like their larger kin, lesser gibbering orbs speak any language, and constantly babble and gurgle unintelligible gibberish to confuse and disorient their foes. Credit Originally appearing in <i>Rappan Athuk</i> (© Frog God Games, 2012)</p></h4></div>", "Languages": "all", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary or occulum (2-3)", "Ref": "7", "Climb": "0", "HD": "(14d8+42)", "AbilitiyScores": "Str 16, Dex 17, Con 17, Int 20, Wis 14, Cha 22", "Gear": "", "Ranged": "6 eye rays +13 touch", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4960, "SubType": "", "MonsterSource": "", "Feats": "Diehard, Endurance, Flyby Attack, Improved Initiative, Iron Will, Vital Strike, Weapon Focus (eye ray)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "1", "RacialMods": "+4 Perception", "AC": "20, touch 12, flat-footed 17", "Swim": "0", "Name": "Lesser Gibbering Orb", "VariantParent": "NULL", "Skills": "Acrobatics +20, Fly +22, Intimidate +23, Knowledge (arcana) +22, Knowledge (dungeoneering) +19, Linguistics +19, Perception +23, Sense Motive +16, Stealth +19", "ClassArchetypes": "", "IsTemplate": "0", "Will": "13", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "flight", "Saves": "Fort +7, Ref +7, Will +13", "Melee": "6 bites +12 (1d8+3 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "5 ft., fly 30 ft. (good)", "Alignment": "CE", "Size": "Large"}