{"Group": "Golem", "Space": "10 ft.", "Mythic": "0", "HP": 112, "Treasure": "platinum rod (1,500 gp)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Philosopher</h2><h3><i>This creature appears as a nine-foot tall humanoid crafted from lapis lazuli. It has a regal bearing and wields a rod of platinum in its hand.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Philosopher Golem</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>N Large construct </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +14</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 9, flat-footed 20 (+11 natural, -1 size)</h5><h5><b>hp </b>112 (15d10+30)</h5><h5><b>Fort </b>+5, <b>Ref </b>+5, <b>Will </b>+9</h5><h5><b>DR </b>10/adamantine; <b>Immune </b>construct traits (+30 hp), magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>platinum rod +19/+14 (1d8+5) or </br>2 slams +19 (2d6+5)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>spells</h5><h5><b>Spells Known</b> (CL 7th; melee touch +19, ranged touch +14)</br>3rd (4/day)&mdash;<i>lightning bolt</i> (DC 15), <i>sleet storm</i> </br>2nd (7/day)&mdash;<i>flaming sphere</i> (DC 14), <i>invisibility</i>, <i>web</i> (DC 14) </br>1st (7/day)&mdash;<i>burning</i> hands (DC 13), <i>charm person</i> (DC 13), <i>detect secret doors</i>, <i>ray of enfeeblement</i> (DC 13), <i>true strike</i> </br>0 (at will)&mdash;<i>bleed</i> (DC 12), <i>dancing lights</i>, <i>detect magic</i>, <i>flare</i> (DC 12), <i>mage hand</i>, <i>read magic</i>, <i>touch of fatigue</i> (DC 12)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>11, <b>Con </b>-, <b>Int </b> 15, <b>Wis </b>15, <b>Cha </b>15</h5><h5><b>Base Atk </b>+15; <b>CMB </b>+21; <b>CMD </b>31</h5><h5><b>Feats </b>Alertness, Combat Casting, Craft Construct<sup>B</sup>, Craft Wondrous Item, Extend Spell, Iron Will, Maximize Spell, Power Attack, Quicken Spell</h5><h5><b>Skills </b>Craft (any one) +12, Knowledge (any one) +12, Knowledge (arcana) +12, Perception +14, Sense Motive +4, Spellcraft +12, Use Magical Device +12</h5><h5><b>Languages </b>Common, plus two others</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>platinum rod (1,500 gp)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Immunity to Magic (Ex)</b> A philosopher golem is immune to any spell or spell-like ability that allows spell resistance . In addition, certain spells and effects function differently against the creature as noted: A <i>shatter</i> spell deals damage to a philosopher golem as if it were a crystalline creature. A <i>keen edge</i> spell affects a philosopher golem's slam attacks as if they were slashing weapons. A magical attack that deals cold damage <i>slow</i>s a philosopher golem (as the <i>slow</i> spell) for 3 rounds (no saving throw). A magical attack that deals fire damage ends any <i>slow</i> effect on the golem and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A philosopher golem gets no saving throw against fire effects. </h5><h5><b>Spells</b> When a philosopher golem is created, it is programmed with spells. The creator can add as many or as few spells as desired up to the limit of the golem's caster level. A philosopher golem has a caster level equal to one-half its Hit Dice. A philosopher golem does not require any spell components or focuses to cast its spells, and once a spell is cast, it is expended until the golem recharges it. To recharge its expended spells, a philosopher golem must remain idle (resting, more or less) for 8 hours.</h5></div><br><div><h4><p><p>The philosopher golem is a completely self-aware construct, designed as an aid to powerful spellcasters. The philosopher golem is subservient to its master but acts more as a companion and confidant, having its own mind as to choices of right and wrong or good and evil. Philosopher golems are often used as proxies in the crafting of dangerous magical items by their creators who use the philosopher golem in the handling of volatile spell components or in the acquisition of reagents from hostile environments. Philosopher golems can, or so it is rumored, teach other spellcasters the spells they have programmed if the spellcaster is of sufficient level to cast the spell. A philosopher golem cannot change its programmed spells, but its creator or another spellcaster can. Spells can be added, removed, or changed by the creator or another spellcaster. Philosopher golems are most often found in the employ of wizards, sorcerers, and clerics. In combat, philosopher golem uses its programmed spells and powerful slam attacks to dispatch its foes. It can also attack with its platinum rod (treat as a club). <br><b>Reprogramming a Philosopher Golem</b><br> A spellcaster can add, remove, or change the philosopher golem's programmed spells. <br><b>Adding a New Programmed Spell</b><br> The following rules apply when adding a new spell to an existing philosopher golem. The philosopher golem must have available spell slots. A golem has as many spell slots as would a spellcaster equal to its caster level. A new spell can only be added in a spell slot of the spell's level or higher. The spellcaster must be able to cast the spell to be added and must have access to it (that is, it must appear on his spell list and he must have access to it via spellbook, prepared spell or known spell, scroll, etc.) Adding a new spell takes 1 hour per spell level and the spellcaster must expend a number of gold pieces equal to the spell's level x the philosopher golem's caster level x 500 gp. 0th level spells cost one-half this price. The spellcaster makes a Spellcraft check (DC 20 if the spellcaster is the golem's creator; DC 25 if not + the spell's level). If successful, the new spell is added to the golem. <i>If the check fails</i>, both time and cost are wasted. <br><b>Removing a Programmed Spell</b><br> Removing a programmed spell from a philosopher golem takes 1 hour per spell level and requires a DC 20 Spellcraft check. Modify the DC as follows (add all that apply). <table border ='1'><tr><th>Circumstance</th><th>DC</th></tr><tr><td>Spellcaster is not the golem's creator</td><td>+5</td></tr><tr><td>Spell doesn't appear on spellcaster's list (or doesn't know the spell)</td><td>+5</td></tr><tr><td>Spell is of a higher level than spellcaster can cast</td><td>+5 per level over</td></tr></table> If the Spellcraft check succeeds, the spell is removed. If the check fails, the spell is not removed. The spellcaster can try again, but the DC to remove that spell increases by +5 each time he fails this check. <br><b>Changing a Programmed Spell</b><br> Changing a spell requires the spellcaster to first remove the spell (using the rules above), and then add the spell to the golem (using the rules above). <br><b>Construction</b><br> <i>A philosopher golem's body is chiseled from a single block of lapis lazuli</i>, weighing at least 2,000 pounds. <i>The lapis lazuli must be of exceptional quality</i>, and costs 10,000 gp. PHILOSOPHER GOLEM <br><b>CL</b> 14th; <b>Price</b> 64,000 gp </h5><h5><b>CONSTRUCTION </b> </h5><h5><b>Requirements </b>Craft Construct, <i>antimagic field</i>, <i>geas/quest</i>, <i>limited wish</i>, all of the spells the creator wants to program into the philosopher golem, creator must be caster level 14th; <b>Skill</b> Craft (sculpting) or Craft (jewelrymaking) DC 17; <b>Cost</b> 37,000 gp</p></h4></div>", "Languages": "Common, plus two others", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(15d10+30)", "AbilitiyScores": "Str 20, Dex 11, Con -, Int 15, Wis 15, Cha 15", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 4965, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Combat Casting, Craft ConstructB, Craft Wondrous Item, Extend Spell, Iron Will, Maximize Spell, Power Attack, Quicken Spell", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "20, touch 9, flat-footed 20", "Swim": "0", "Name": "Philosopher Golem", "VariantParent": "", "Skills": "Craft (any one) +12, Knowledge (any one) +12, Knowledge (arcana) +12, Perception +14, Sense Motive +4, Spellcraft +12, Use Magical Device +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +5, Will +9", "Melee": "platinum rod +19/+14 (1d8+5) or 2 slams +19 (2d6+5)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Large"}