{"Group": "Spontaneous Golem", "Space": "10 ft.", "Mythic": "0", "HP": 96, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Spontaneous</h2><h3><i>A massive amalgamation of jagged bones bears a multitude of wickedly clawed arms and a head formed of numerous skulls held in place together. It moves quickly on its many limbs before rising to its full height of 12 feet and bringing its four skeletal arms to bear.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Ossuary Golem</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>N Large construct </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +20</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 9, flat-footed 23 (+14 natural, -1 size)</h5><h5><b>hp </b>96 (12d10+30)</h5><h5><b>Fort </b>+4, <b>Ref </b>+6, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>disassemble; <b>DR </b>10/adamantine and bludgeoning; <b>Immune </b>construct traits (+30 hp), magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>4 slams +18 (2d10+6 plus <i>wounding</i>)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b><i>wounding</i></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>22, <b>Dex </b>10, <b>Con </b>-, <b>Int </b> 2, <b>Wis </b>14, <b>Cha </b>10</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+19; <b>CMD </b>29 (37 vs. trip)</h5><h5><b>Feats </b>Cleave, Improved Initiative, Lightning Reflexes, Power Attack, Skill Focus (Perception), Weapon Focus (slam)</h5><h5><b>Skills </b>Disguise +0 (+20 as pile of bones), Perception +20, Stealth -4 (+26 among other bones); <b>Racial Modifiers </b>+20 Disguise as pile of bones, +30 Stealth when among other bones such as battlefields, catacombs, etc.</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Disassemble (Ex)</b> When at rest with no living prey nearby, an ossuary golem as a free action separates into its component skeletons that lie inert in true death. In this form it is immune to all damage short of disintegration. As a free action, an ossuary golem can reassemble into its conglomerate form to attack. While living prey is nearby, an ossuary golem will not use its disassemble ability. Use of this ability does not provoke attacks of opportunity. </h5><h5><b>Immunity to Magic (Ex)</b> An ossuary golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature as noted: An <i>animate dead</i> spell causes several of the golem's bones to spell) the golem for 1d4 rounds. A <i>raise dead</i> spell with a successful touch attack deals 5d6 points of damage. A <i>resurrection</i> spell with a successful touch attack deals 1d6 points of damage per caster level (15d6 maximum). A <i>speak with dead</i> spell stuns the golem for 1 round as the spirits of the many deceased temporarily confuse it while vying for control of their individual bodies. A true <i>resurrection</i> spell with a successful touch attack deals 10 points of damage per caster level to a maximum of 150 points at 15th level (as the <i>harm</i> spell). </h5><h5><b>Wounding (Ex)</b> The jagged, bony claws of an ossuary golem function as <i>wounding</i> weapons, dealing 1 point of bleed damage per hit. Bleeding creatures take the bleed damage at the start of their turns. Bleeding can be stopped by a DC 15 Heal check or through the application of any spell that cures hit point damage. A critical hit does not multiply the bleed damage. Creatures immune to critical hits are immune to this bleed damage.</h5></div><br><div><h4><p><p>Spontaneous golems are constructs, much like the more common golem varieties, but they have no creator and are completely independent. A place of great pain, great fear, or great sorrow may, if conditions are just right, become the birthplace of one of these hideous, soulless things. These rare and possibly unique creatures possess a degree of cunning spurring them on in whatever violent impulse takes them. Ossuary golems form only after many souls were slain in some catastrophic calamity and large quantities of intact bone lie exposed for long periods of time. An ossuary golem cannot speak. It walks with a spindly though agile gait. Composed entirely of dry bones calcified into hardened rods, it weighs only 200 pounds. An ossuary golem is vicious in combat raking with its many claws leaving horrid wounds in their wake. Typically it focuses its multitude of attacks on a single opponent until the target is reduced to bloody ribbons before moving on to another. Based on the Spontaneous Golem type from <i>Creature Collection III</i>: </h5><h5><b><i>Savage Bestiary</i> </b>by Sword & Sorcery Studio. Credit Original author Greg A. Vaughan Originally appearing in <i>Slumbering Tsar</i> (© Frog God Games/ Greg A. Vaughan, 2012)</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(12d10+30)", "AbilitiyScores": "Str 22, Dex 10, Con -, Int 2, Wis 14, Cha 10", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 4967, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Improved Initiative, Lightning Reflexes, Power Attack, Skill Focus (Perception), Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "+20 Disguise as pile of bones, +30 Stealth when among other bones such as battlefields, catacombs, etc.", "AC": "23, touch 9, flat-footed 23", "Swim": "0", "Name": "Ossuary Golem", "VariantParent": "", "Skills": "Disguise +0 (+20 as pile of bones), Perception +20, Stealth -4 (+26 among other bones)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +6, Will +6", "Melee": "4 slams +18 (2d10+6 plus wounding)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "N", "Size": "Large"}