{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 63, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Jolly Jelly</h2><h3><i>This creature appears to be a bright pink ooze speckled with spots of green, yellow, and blue. Scattered across the body of the ooze are small spiracles through which it apparently breathes.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Jolly Jelly</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>N Medium ooze </h5><h5><b>Init </b>-5; <b>Senses </b>blindsight 60 ft.; Perception -5</h5><h5><b>Aura </b>gloom (30 ft., DC 14)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>10, touch 5, flat-footed 10 (-5 Dex, +5 natural)</h5><h5><b>hp </b>63 (6d8+36)</h5><h5><b>Fort </b>+8, <b>Ref </b>-3, <b>Will </b>-3</h5><h5><b>Immune </b>fire, ooze traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>3 slams +6 (1d6+2)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>pheromones</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>1, <b>Con </b>22, <b>Int </b> -, <b>Wis </b>1, <b>Cha </b>12</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+6; <b>CMD </b>11 (can't be tripped)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate land</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Aura of Gloom (Su)</b> Any living creature that comes within 30 feet of a jolly jelly must succeed on a DC 14 Will save or take 1d2 points of Charisma damage. A new save must be made each round the creature remains in the area. A creature that takes 6 or more points of Charisma damage from this attack is automatically affected as if by a <i>rage</i> spell (CL 6th) with the exception that it cannot tell friend from foe. The affected creature remains en<i>rage</i>d until it moves more than 30 feet away from the jolly jelly. There is no save against the <i>rage</i> effect. This is a mind-affecting effect. The save DC is Charisma-based. </h5><h5><b>Pheromones (Ex)</b> Once per day, as a swift action, a jolly jelly can emit a cloud of pheromones containing the distilled essence of the positive emotions the jelly has consumed. This cloud covers a 20-foot-radius burst around the jelly. Living creatures in the cloud must succeed on a DC 19 Fortitude save or be affected as by a <i>hideous laughter</i> spell (CL 6th) for 2d4 rounds. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Jolly jellies are psychic vampires which feed on positive emotion. The mere presence of a jolly jelly causes living creatures in its vicinity to become dour and petulant. Often the victims of a jolly jelly descend into violence against one another as all traces of happiness and mirth are drained away by the creature. A jolly jelly needs no nourishment other than the emotions it drains from its victims. A jolly jelly can go several months between meals before the effects of starvation are noticed. Jolly jellies are mostly active during sunrise and sunset, even underground. During daylight hours they are sedentary in their lair which if aboveground is usually under fallen trees or hollowed logs. Underground, jolly jellies dwell in damp caves and caverns. Jolly jellies vary in size, but a typical specimen is 5 feet across and weighs 100 pounds. A jolly jelly that has recently eaten (usually within the last 4 hours) is flushed with a deeper pink hue than one that hasn't. Unlike most oozes, a jolly jelly has no acid with which it can attack. Its only means of physical defense are slams from its multi-colored pseudopods. As a last-ditch defense, a jolly jelly can emit a cloud of pheromones containing the mirth it has absorbed from its victims. It is this laughter-inducing cloud that gave the jolly jelly its name.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "-3", "Climb": "0", "HD": "(6d8+36)", "AbilitiyScores": "Str 14, Dex 1, Con 22, Int -, Wis 1, Cha 12", "Gear": "", "Ranged": "", "Type": "ooze", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 4981, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "", "AC": "10, touch 5, flat-footed 10", "Swim": "0", "Name": "Jolly Jelly", "VariantParent": "NULL", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "-3", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "temperate land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +8, Ref -3, Will -3", "Melee": "3 slams +6 (1d6+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}