{"Group": "", "Space": "30 ft.", "Mythic": "0", "HP": 310, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Leviathan</h2><h3><i>This is a tremendous sea creature, resembling a whale of gigantic proportions. Its humped back stands like a mountain, and its massive eye is nearly as large as a sailing ship. Its cavernous blowhole spews forth a jet of water like a cyclone.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Leviathan</p><p class=\"alignright\">CR 19</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>204,800</h5><h5>N Colossal magical beast </h5><h5><b>Init </b>-2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +27</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 0, flat-footed 30 (-2 Dex, +30 natural, -8 size)</h5><h5><b>hp </b>310 (20d10+200)</h5><h5><b>Fort </b>+24, <b>Ref </b>+10, <b>Will </b>+12</h5><h5><b>DR </b>20/magic; <b>Immune </b>cold, electricity; <b>Resist </b>fire 20, sonic 20; <b>SR </b>30</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>swim 60 ft.</h5><h5><b>Melee </b>bite +34 (6d6+22/19-20), tail slap +29 (4d6+11)</h5><h5><b>Space </b>30 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>capsize, smashing breach, swallow whole (6d8+22 acid damage, AC 25, 31 hp), tail storm, whale song</h5><h5><b>Spell-Like Abilities</b> (CL 20th)</br>3/day&mdash;<i>control weather</i>, <i>summon nature's ally IX</i> (aquatic animals only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>54, <b>Dex </b>6, <b>Con </b>30, <b>Int </b> 18, <b>Wis </b>18, <b>Cha </b>21</h5><h5><b>Base Atk </b>+20; <b>CMB </b>+50; <b>CMD </b>58 (can't be tripped)</h5><h5><b>Feats </b>Augment Summoning<sup>B</sup>, Critical Focus, Diehard, Endurance, Great Fortitude, Improved Bull Rush, Improved Critical (bite), Iron Will, Power Attack, Skill Focus (Swim), Staggering Critical</h5><h5><b>Skills </b>Knowledge (any one) +24, Knowledge (local) +24, Knowledge (nature) +24, Perception +27, Stealth +5, Swim +59</h5><h5><b>Languages </b>Aquan</h5><h5><b>SQ </b>hold breath</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any oceans</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Smashing Breach (Ex)</b> As a full-round action, a leviathan can make a special charge attack against creatures on the surface of the water. At the end of its charge, the leviathan breaches, then slams down onto the target with incredible force. Any Huge or smaller creatures in the leviathan's space must make a DC 30 Reflex save or take 4d8+33 points of bludgeoning damage and be forced into the nearest square that is adjacent to the whale. This breach automatically attempts to capsize any boats caught wholly or partially in this area. The save DC is Constitution-based. </h5><h5><b>Tail Storm (Ex)</b> As a full-round action, a leviathan can raise its massive tail and bring it crashing down into the water, causing a massive wave that sinks ships in the area. The resulting wave fans out from the leviathan's tail in a 100-foot cone. Huge or small er ships caught in the area and within 10 feet of the leviathan's tail automatically sink. Creatures in the water and within 10 feet of the leviathan's tail take 4d6+22 points bludgeoning damage. A successful DC 42 Reflex save reduces the damage by half. Additionally, a creature that fails its save is pushed 6d6 x 10 feet away. Huge or smaller ships more than 10 feet away within the area must succeed on a Profession (sailor) check or capsize. The DC of this check is 42, decreasing by 5 for every 10 feet from the leviathan a ship is. The DC increases by a cumulative +5 for each size smaller than Huge a ship is. The save and base check DC is Strength-based. </h5><h5><b>Whale Song (Su)</b> As a swift action, a leviathan can unleash a song that is so deep and of such low frequency that the vibrations alone have adverse effects on living creatures. Any living creature within 100 feet of a singing leviathan must succeed on a DC 30 Fortitude save or be stunned for 1d6 rounds. A creature that succeeds on its save is unaffected by that leviathan's whale song for one day. This song is more felt than heard, and can be detected by creatures up to 10 miles away. Creatures capable of detecting extremely low-frequency sounds (e.g. dolphins, whales, other leviathans) can detect this song up to 100 miles away. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>Legend holds that there is but one leviathan in every ocean in the world, each creature being the undisputed sovereign of its domain. Smaller leviathans control the seas, whilst the tiniest-still massive by any measure-lurk in a few secluded bays within the lonelier parts of the world. Completely unopposed by any other creature, they dominate their realms. When a leviathan grows to such size that it can no longer be supported by its territory, it challenges another larger in size, seeking to gain mastery of its sea or ocean. Failure in this challenge results in death but if it overcomes its rival, the leviathan assumes sovereignty of the domain. Battles between these titanic creatures are an awesome sight to behold, for tidal waves and hurricanes erupt, devastating nearby coastal settlements. Leviathans are over 500 feet long and weigh many hundreds of tons. Leviathans are seldom stirred to anger and only attack to defend themselves from opponents who can truly harm them-a rare occurrence indeed. They strike with their massive tail or by biting. A leviathan is so immense that it cannot bite any creature smaller than Huge; such small prey is simply swallowed whole. Any enemy flanking a leviathan from behind is attacked with a devastating tail slap or subjected to the leviathan's tail storm attack.</p></h4></div>", "Languages": "Aquan", "Source": "Tome of Horrors 4", "Land": "0", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(20d10+200)", "AbilitiyScores": "Str 54, Dex 6, Con 30, Int 18, Wis 18, Cha 21", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 4991, "SubType": "", "MonsterSource": "", "Feats": "Augment SummoningB, Critical Focus, Diehard, Endurance, Great Fortitude, Improved Bull Rush, Improved Critical (bite), Iron Will, Power Attack, Skill Focus (Swim), Staggering Critical", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "24", "Fly": "0", "RacialMods": "", "AC": "30, touch 0, flat-footed 30", "Swim": "1", "Name": "Leviathan", "VariantParent": "NULL", "Skills": "Knowledge (any one) +24, Knowledge (local) +24, Knowledge (nature) +24, Perception +27, Stealth +5, Swim +59", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "19", "XP": 204800, "TemplatesApplied": "", "Environment": "any oceans", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "hold breath", "Saves": "Fort +24, Ref +10, Will +12", "Melee": "bite +34 (6d6+22/19-20), tail slap +29 (4d6+11)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "swim 60 ft.", "Alignment": "N", "Size": "Colossal"}