{"Group": "Living Disease", "Space": "5 ft.", "Mythic": "0", "HP": 52, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Living Disease, Festering Lung</h2><h3><i>A cloud rises before you like a dark smear in the air, the smell of death in its wake.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Festering Lung </p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>N Medium vermin (swarm)</h5><h5><b>Init </b>+5; <b>Senses </b>lifesense 60 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 15, flat-footed 10 (+5 Dex)</h5><h5><b>hp </b>52 (15d8-15); fast healing 10</h5><h5><b>Fort </b>+8, <b>Ref </b>+10, <b>Will </b>+5</h5><h5><b>Defensive Abilities </b>evasion; <b>Immune </b>mind-affecting effects, weapon damage, swarm traits, vermin traits</h5><h5><b>Weaknesses </b>swarm traits, vulnerability to remove disease</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 10 ft. (perfect)</h5><h5><b>Melee </b>swarm (disease)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>disease, distraction (DC 16)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>20, <b>Con </b>8, <b>Int </b> -, <b>Wis </b>10, <b>Cha </b>1</h5><h5><b>Base Atk </b>+11; <b>CMB </b>-; <b>CMD </b>-</h5><h5><b>Feats </b>Ability Focus (disease)<sup>B</sup></h5><h5><b>Skills </b>Fly +13, Stealth +5 (+21 in darkness); <b>Racial Modifiers </b>+16 Stealth in darkness</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b><i>Disease</i> (Ex)</b> Any creature whose space is occupied by the living disease at the end of its move is exposed to the form of disease of which the swarm is composed. Such a creature must succeed at a Fortitude save each round that it is in the swarm or take ability damage for that round as indicated under the disease type. There is no incubation period for this type of exposure and its method of delivery is irrelevant due to the sheer concentration of disease organisms present. Even after a creature leaves the area of a swarm, it must make the appropriate Fortitude save or continue to take ability damage each day as indicated by the disease. At this point two successful saving throws in a row indicate that the creature has fought off the disease and recovers, taking no more damage. However, the disease can be contracted again through regular exposure or another encounter with a living disease. Once a creature has made a successful saving throw against the disease of a living disease, it is immune to future bouts of disease of that particular living disease for 1 year. </h5><h5><b><i>Festering Lung</i></b>: This infection gets into the lungs of the affected creature and begins to break down the respiratory system, producing choking and copious amounts of bloody phlegm. It saps the strength from the victim due to poor oxygenation and renders him unable to speak or make any vocal noises two days after contraction. Creatures that do not breathe are immune to festering lung. </h5><h5><b><i>Festering Lung</i></b>: Swarm-inhaled; save DC 24 Fort; <i>onset</i> immediate; frequency 1/day; effect 1d4 Str damage and 1d4 Con damage; cure 2 consecutive saves. The save DC is Dexterity-based. </h5><h5><b>Evasion (Ex)</b> Due to its composition of billions of highly resilient microscopic organisms, if it makes a Reflex saving throw against an attack that normally deals half damage on a successful save, a living disease instead takes no damage. It is identical to the rogue ability of the same name. </h5><h5><b>Lifesense (Ex)</b> The overpowering drive to propagate itself gives a living disease the ability to notice and locate living creatures within 60 feet, just as if it possessed the blindsight ability. </h5><h5><b>Vulnerability to <i>Remove Disease</i> (Ex)</b> If a <i>remove disease</i> is cast on a living disease or a victim currently in a space occupied by a living disease and the living disease fails a Fortitude save against the spell, it deals 5d10 points of damage to the living disease. A creature that has <i>remove disease</i> cast on it is not cured unless outside of the swarm's area when the spell is cast or unless the living disease was destroyed by the casting of the spell. Otherwise, an infected creature will require an additional <i>remove disease</i> upon leaving the living disease's space if it contracted the disease while within.</h5></div><br><div><h4><p><p>Living diseases are swarms of microscopic organisms, harmful bacteria or viruses that have supernaturally gained limited sentience as a cohesive swarm under certain exceedingly foul or magical conditions. They seek out hosts through which to propagate their contagion. Though they are considered swarms, their individual components are so small as to be invisible to unaided sight, exponentially smaller than even Fine creatures, and they are thus considered one Medium creature. They are only visible at all due to the sheer number of individual organisms that comprise the swarm; literally billions of them make up a single living disease. Living diseases offer no resistance to items or creatures entering their midst and cannot be physically felt. They make no sound whatsoever. A living disease in the dark is terrible indeed, as there is no indication it is present until its effects are first felt. Living diseases neither see nor sleep. Their movements are by pure instinct, and they locate potential hosts with their lifesense. Because of their resilience and extremely high reproductive rate, the microorganisms of a living disease give it fast healing 10. Though extremely rare, there are many different kinds of living diseases - potentially as many kinds as there are diseases. Two in particular are described here: festering lung and black rot. A living disease seeks to surround any potential host it senses. It instinctively avoids undead, oozes, plants and constructs, which do not make suitable hosts for the spreading of disease. Unlike normal swarms, a living disease does not deal physical damage. Instead it exposes any creature whose space it occupies at the end of its move to its form of disease. Credit Original author Greg A. Vaughan Originally appearing in <i>Slumbering Tsar</i> (© Frog God Games/ Greg A. Vaughan, 2012)</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "0", "Organization": "solitary", "Ref": "10", "Climb": "0", "HD": "(15d8-15)", "AbilitiyScores": "Str -, Dex 20, Con 8, Int -, Wis 10, Cha 1", "Gear": "", "Ranged": "", "Type": "vermin", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 4994, "SubType": "(swarm)", "MonsterSource": "", "Feats": "Ability Focus (disease)B", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "1", "RacialMods": "+16 Stealth in darkness", "AC": "15, touch 15, flat-footed 10", "Swim": "0", "Name": "Festering Lung", "VariantParent": "", "Skills": "Fly +13, Stealth +5 (+21 in darkness)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +8, Ref +10, Will +5", "Melee": "swarm (disease)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 10 ft. (perfect)", "Alignment": "N", "Size": "Medium"}