{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 22, "Treasure": "standard (leather armor, light wooden shield, longsword, longbow, 20 arrows, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Lupin</h2><h3><i>This dog-headed humanoid has dirty, matted dark fur and appears slightly taller than the average human.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Lupin</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>LE Medium humanoid (lupin)</h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., scent; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 11, flat-footed 15 (+2 armor, +1 Dex, +2 natural, +1 shield)</h5><h5><b>hp </b>22 (4d8+4)</h5><h5><b>Fort </b>+5, <b>Ref </b>+2, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>longsword +5 (1d8+2) and bite +5 (1d6+2)</h5><h5><b>Ranged </b>longbow +4 (1d8/x3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>12, <b>Con </b>13, <b>Int </b> 10, <b>Wis </b>11, <b>Cha </b>12</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+5; <b>CMD </b>16</h5><h5><b>Feats </b>Alertness, Power Attack</h5><h5><b>Skills </b>Perception +6, Sense Motive +2, Stealth +3, Survival +5 (+9 scent tracking); <b>Racial Modifiers </b>+4 Survival when tracking by scent</h5><h5><b>Languages </b>Gnoll, Lupin</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate and warm plains or desert</h5><h5><b>Organization </b>solitary, pair, hunting party (2-5 lupins and 1-2 dogs), band (10-100 adults plus 50% noncombatant children, 1 sergeant of 5th level per 20 adults, 1 leader of 6th-8th level, and 5-8 dogs or wolves), or tribe (20-200 plus 1 sergeant of 5th level per 20 adults, 1 or 2 lieutenants of 6th or 7th level, 1 leader of 8th-10th level, 7-12 dogs, and 4-7 wolves)</h5><h5><b>Treasure </b>standard (leather armor, light wooden shield, longsword, longbow, 20 arrows, other treasure)</h5></div><br><div><h4><p><p>Lupins are dog-headed humanoids standing over 6 feet tall with grayish skin and dark, usually filthy and matted fur. These creatures have an excellent sense of smell, and their tracking ability is often times unmatched. Lupins are colorblind and see only in shades of gray. These creatures are believed to be related to both gnolls and flinds though sages have never found a true link tying the races together. These canine humanoids are carnivorous nocturnal pack hunters and relish in the hunt, often toying with their prey before taking it down. Though savage by some standards, lupins are still considered to be more organized and civilized than their cousins the gnolls. Lupin tribes form loose alliances with nearby tribes and settlements, sometimes offering protection to weaker tribes (such as those composed of goblins or kobolds) in exchange for gold, food, and anything else the tribe feels it needs. Lupins are generally on good terms with all the goblinoid races as well as minotaurs, orcs, and the occasional ogre or hill giant tribe. Human settlements sometimes form an alliance with a nearby lupin tribe as well; out of mutual need, or out of fear. The other humanoid races, dwarves, elves, gnomes, are generally treated with tolerance, but few alliances between lupins and these races are known to exist. Elves are often viewed as a weak race and, any such alliance between a lupin tribe and elven settlement is extremely shaky at best. Halflings are the single race the lupins detest (Sages are uncertain as to the exact reasons for this hatred). Halflings are killed on sight, carried back to the lupins' lair, and fed to the lupin pups. Other times, halflings are captured and hunted for sport by the lupins, and then fed to the pups afterward. Halfling settlements when found are ravaged and burned to the ground. Halfling temples and holy grounds are desecrated and defaced, the priests of these places torn to shreds, their bodies littered about the ruined temples and grounds. Lupins are savage and ferocious in battle, attacking with longswords and a vicious bite. Their battle tactics are well-organized and focused, usually concentrating on the single strongest opponent, and only moving to the next target, when that opponent falls. When overwhelmed and outnumbered, lupins resort to ambush and hit-and-run tactics. In large scale battles, lupins often employ gnolls and flinds (and occasionally, but rarely, goblins and kobolds) as shock troops. Lupin leaders are generally rangers or fighters. Lupin females generally take the role of caregiver in a lupin tribe, staying out of battles and tending to the pups. Some however, seem more skilled in the magical arts than their male counterparts, and sometimes take up the path of the sorcerer. Clerics are highly regarded among lupin tribes and often serve as counselors to the tribal leaders. Religion among lupin tribes is scattered and generally varies from tribe to tribe. Lupins do not seem to have just one god they call their own. Each tribe pays homage to its own god, usually one of the arch-devils. Lucifer, Belial, Geryon, Moloch, and Asmodeus seem to be the most prevalent.</p></h4></div>", "Languages": "Gnoll, Lupin", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary, pair, hunting party (2-5 lupins and 1-2 dogs), band (10-100 adults plus 50% noncombatant children, 1 sergeant of 5th level per 20 adults, 1 leader of 6th-8th level, and 5-8 dogs or wolves), or tribe (20-200 plus 1 sergeant of 5th level per 20 adults, 1 or 2 lieutenants of 6th or 7th level, 1 leader of 8th-10th level, 7-12 dogs, and 4-7 wolves)", "Ref": "2", "Climb": "0", "HD": "(4d8+4)", "AbilitiyScores": "Str 15, Dex 12, Con 13, Int 10, Wis 11, Cha 12", "Gear": "", "Ranged": "longbow +4 (1d8/x3)", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5000, "SubType": "(lupin)", "MonsterSource": "", "Feats": "Alertness, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "+4 Survival when tracking by scent", "AC": "16, touch 11, flat-footed 15", "Swim": "0", "Name": "Lupin", "VariantParent": "NULL", "Skills": "Perception +6, Sense Motive +2, Stealth +3, Survival +5 (+9 scent tracking)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "temperate and warm plains or desert", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +2, Will +1", "Melee": "longsword +5 (1d8+2) and bite +5 (1d6+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Medium"}