{"Group": "Megaswarm", "Space": "10 ft.", "Mythic": "0", "HP": 136, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Megaswarm, Dretch</h2><h3><i>A roiling mass of rubbery skin and flailing limbs surges towards you. Demonic eyes stare at you above slack, fang-filled mouths. This horde is comprised of small creatures with pale, hairless hide compressed so close together that it is difficult to tell where one of these rabid monstrosities ends and the next one begins.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Dretch Megaswarm</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>CE Small outsider (chaotic, demon, evil, extraplanar, megaswarm)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft.; Perception +25</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 12, flat-footed 13 (+1 dodge, +3 natural, +1 size)</h5><h5><b>hp </b>136 (16d10+32 plus 16)</h5><h5><b>Fort </b>+14, <b>Ref </b>+7, <b>Will </b>+12</h5><h5><b>Defensive Abilities </b>half damage from piercing weapons; <b>DR </b>5/cold iron or good; <b>Immune </b>electricity, poison; <b>Resist </b>acid 10, cold 10, fire 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>swarm (6d6)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>distraction (DC 20), feral rage, smite good</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>12, <b>Dex </b>10, <b>Con </b>14, <b>Int </b> 5, <b>Wis </b>11, <b>Cha </b>11</h5><h5><b>Base Atk </b>+16; <b>CMB </b>-; <b>CMD </b>-</h5><h5><b>Feats </b>Dodge<sup>B</sup>, Endurance, Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes, Skill Focus (Perception), Stealthy, Toughness</h5><h5><b>Skills </b>Escape Artist +20, Perception +25, Stealth +23</h5><h5><b>Languages </b>Abyssal (cannot speak); telepathy 100 ft. (limited to Abyssal-speaking targets)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary, pack (2-4 megaswarms), infestation (7-12 megaswarms)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Feral Rage (Ex)</b> Dretch megaswarms attack in a mindless mob intent only tearing apart those that fall into their clutches. This frenzy prevents them from using any of their regularly-available spell-like or summoning abilities. However, the wild abandon of their attack allows them to deal 6d6 points of damage to any creature whose space they occupy at the end of their move rather than the 4d6 typical for a swarm of their HD. This ability is lost if the swarm is broken up. </h5><h5><b>Megaswarm Traits (Ex)</b> Megaswarms are not so called because of the size of the swarm but rather the size of the creatures that compose the swarm. Unlike normal swarms, megaswarms are composed of Small creatures which are usually a megafauna version of a normal swarm and otherwise behave in a swarmlike manner. There are usually around 100 creatures in a megaswarm. The net effect is that they take only half damage from piercing weapons but take normal damage from other weapons. In addition when the swarm is reduced to 0 hit points or lower and breaks up, unless the damage was dealt by area-affecting attacks, then 2d6 surviving members of the megaswarm continue their attack, though now only as individual creatures. Otherwise, a megaswarm conforms to all of the other swarm traits as described in the <i>Pathfinder RPG Bestiary</i>. </h5><h5><b>Smite Good (Su)</b> The collective chaos and evil concentrated in the existence of a dretch megaswarm allows the swarm deal extra damage equal to its HD (+16) once per day against a good foe. This ability is lost if the swarm is broken up.</h5></div><br><div><h4><p><p>The lowly dretch are the most moblike of the demons and in certain crowded conditions actually develop a pack mentality and form a swarm. In their rabid mob, dretch swarms lose their ability to communicate with others telepathically, though they can still receive the telepathic commands of other demons to guide them in their attacks. If the swarm breaks up, then surviving dretches continue their attacks, though now as individual creatures regaining their normal abilities and tactics (see <i>Pathfinder Roleplaying Game</i> Bestiary) and losing their feral rage. Like individual dretches, dretch megaswarms rely on their sheer numbers when attacking. Unlike individuals, though, megaswarms are not cowardly and attack in a maddened frenzy regardless of the damage they are taking or the stoutness of the adversity. Their own mob mentality prods them on so that the commanding presence of a more powerful demon is not required to motivate them. A dretch megaswarm's natural attacks are treated as chaotic-aligned and evil-aligned for the purpose of overcoming damage reduction. Credit Original author Greg A. Vaughan Originally appearing in <i>Slumbering Tsar</i> (© Frog God Games/ Greg A. Vaughan, 2012)</p></h4></div>", "Languages": "Abyssal (cannot speak); telepathy 100 ft. (limited to Abyssal-speaking targets)", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary, pack (2-4 megaswarms), infestation (7-12 megaswarms)", "Ref": "7", "Climb": "0", "HD": "(16d10+32 plus 16)", "AbilitiyScores": "Str 12, Dex 10, Con 14, Int 5, Wis 11, Cha 11", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 5007, "SubType": "(chaotic, demon, evil, extraplanar, megaswarm)", "MonsterSource": "", "Feats": "DodgeB, Endurance, Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes, Skill Focus (Perception), Stealthy, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "15, touch 12, flat-footed 13", "Swim": "0", "Name": "Dretch Megaswarm", "VariantParent": "NULL", "Skills": "Escape Artist +20, Perception +25, Stealth +23", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +7, Will +12", "Melee": "swarm (6d6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "CE", "Size": "Small"}