{"Group": "Mimic", "Space": "5 ft.", "Mythic": "0", "HP": 59, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Mimic, Undead</h2><h3><i>Two sinewy tentacles sprout from what appears to be an ancient and slime-covered chest.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Undead Mimic</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>NE Medium undead (shapechanger)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft.; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 11, flat-footed 16 (+1 Dex, +6 natural)</h5><h5><b>hp </b>59 (7d8+21 plus 7)</h5><h5><b>Fort </b>+5, <b>Ref </b>+5, <b>Will </b>+7</h5><h5><b>Immune </b>acid, undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft.</h5><h5><b>Melee </b>slam +11 (1d8+7 plus adhesive)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>constrict (1d8+7), soul drain, weeping discharge</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>21, <b>Dex </b>12, <b>Con </b>-, <b>Int </b> 12, <b>Wis </b>14, <b>Cha </b>16</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+10; <b>CMD </b>21 (can't be tripped)</h5><h5><b>Feats </b>Improved Initiative, Lightning Reflexes, Skill Focus (Perception), Toughness<sup>B</sup>, Weapon Focus (slam)</h5><h5><b>Skills </b>Climb +15, Disguise +13 (+33 when mimicking objects), Knowledge (dungeoneering) +8, Perception +15, Stealth +11; <b>Racial Modifiers </b>+20 Disguise when mimicking objects</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>mimic object</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Adhesive (Ex)</b> An undead mimic exudes a thick slime that acts as a powerful adhesive, holding fast any creatures or items that touch it. An adhesive-covered undead mimic automatically grapples any creature it hits with its slam attack. Opponents so grappled cannot get free while the undead mimic is alive without removing the adhesive first. A weapon that strikes an adhesive-coated undead mimic is stuck fast unless the wielder succeeds on a DC 18 Reflex save. A successful DC 18 Strength check is needed to pry off a stuck weapon. Strong alcohol or <i>universal solvent</i> dissolves the adhesive, but the undead mimic can still grapple normally. An undead mimic can dissolve its adhesive at will, and the substance breaks down 5 rounds after the creature is destroyed. The save DC is Strength-based. </h5><h5><b>Mimic Object (Ex)</b> An undead mimic can assume the general shape of any Medium object, such as a massive chest, a stout bed, or a door. The creature cannot substantially alter its size, though. An undead mimic's body is hard and has a rough texture, no matter what appearance it might present. An undead mimic gains a +20 racial bonus on Disguise checks when imitating an object in this manner. Disguise is always a class skill for an undead mimic. </h5><h5><b>Soul Drain (Su)</b> An undead mimic can take a move action to devour the soul of an adjacent creature it has recently (within the last hour) killed. A creature whose soul is drained cannot be restored to life until the undead mimic containing its soul is destroyed. Each time an undead mimic drains a soul it gains 1d8 temporary hit points and gains a +2 bonus to Strength for 1 hour. These bonuses stack with themselves. After 24 hours, the soul is completely devoured, and the deceased creature cannot be brought back to life via <i>raise dead</i> (resurrection and more powerful effects work normally though the undead mimic must still be destroyed before this magic works). </h5><h5><b>Weeping Discharge (Ex)</b> An undead mimic constantly leaks and oozes its foul adhesive in a 20-foot-radius area around its body. The area quickly becomes coated in the fluids and is considered difficult terrain. Undead mimics are not hampered by this secretion (their own or that of another undead mimic). The slimy coating lasts for 1 hour before becoming inert.</h5></div><br><div><h4><p><p>Undead mimics are believed to be the result of experimentation on mimics by insane necromancers. What possessed them to create an undead version of a truly horrid creature is beyond most scholars' comprehension. Undead mimics, unlike standard mimics, are evil, poisoned by the necromantic magic that created them. They desire flesh and blood and dine on the souls of those they slay. Undead mimics do not associate with standard mimics (or most other creatures for that matter). Often times, an undead mimic is found in the employ of an evil necromancer, possibly the one that created it.</p></h4></div>", "Languages": "Common", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(7d8+21 plus 7)", "AbilitiyScores": "Str 21, Dex 12, Con -, Int 12, Wis 14, Cha 16", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5008, "SubType": "(shapechanger)", "MonsterSource": "", "Feats": "Improved Initiative, Lightning Reflexes, Skill Focus (Perception), ToughnessB, Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "+20 Disguise when mimicking objects", "AC": "17, touch 11, flat-footed 16", "Swim": "0", "Name": "Undead Mimic", "VariantParent": "", "Skills": "Climb +15, Disguise +13 (+33 when mimicking objects), Knowledge (dungeoneering) +8, Perception +15, Stealth +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "mimic object", "Saves": "Fort +5, Ref +5, Will +7", "Melee": "slam +11 (1d8+7 plus adhesive)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft.", "Alignment": "NE", "Size": "Medium"}