{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 52, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Neomimic</h2><h3><i>This creature is grey-green blob of what appears to be human flesh. It shudders, and then begins growing arms and legs as it assumes a humanoid shape.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Neomimic</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>NE Medium aberration </h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +12</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 12, flat-footed 16 (+2 Dex, +6 natural)</h5><h5><b>hp </b>52 (7d8+21)</h5><h5><b>Fort </b>+5, <b>Ref </b>+6, <b>Will </b>+7</h5><h5><b>Defensive Abilities </b>amorphous; <b>Immune </b>acid</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>slam +10 (1d8+6 plus adhesive) or </br>2 slams (1d8+6 plus adhesive)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>19, <b>Dex </b>14, <b>Con </b>17, <b>Int </b> 13, <b>Wis </b>15, <b>Cha </b>13</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+9; <b>CMD </b>21</h5><h5><b>Feats </b>Light Armor Proficiency<sup>B</sup>, Medium Armor Proficiency<sup>B</sup>, Improved Initiative, Lightning Reflexes, Martial Weapon Proficiency<sup>B</sup>, Skill Focus (Stealth), Weapon Focus (slam)</h5><h5><b>Skills </b>Climb +14, Disguise +8, Intimidate +9, Knowledge (dungeoneering) +8, Perception +12, Stealth +13</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>change shape (small, medium, or large creature; <i>alter self</i>, <i>beast shape III</i>, and <i>plant shape</i> I)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land and underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Adhesive (Ex)</b> A neomimic exudes a thick slime that acts as a powerful adhesive, holding fast any creatures or items that touch it. An adhesive-covered neomimic automatically grapples any creature it hits with its slam attack. Opponents so grappled cannot get free while the neomimic is alive without removing the adhesive first. A weapon that strikes an adhesive-coated neomimic is stuck fast unless the wielder succeeds on a DC 17 Reflex save. A successful DC 17 Strength check is needed to pry off a stuck weapon. Strong alcohol or universal solvent dissolves the adhesive, but the neomimic can still grapple normally. A neomimic can dissolve its adhesive at will, and the substance breaks down 5 rounds after the creature dies. The save DC is Strength-based. </h5><h5><b>Alter Physique (Ex)</b> At will as a standard action, a neomimic can alter its physical structure to affect its physique. A neomimic can shift points between its Strength, Dexterity, or Constitution by reducing one or more of the scores while raising one or more by the same amount. The neomimic can shift no more than 12 points at one time and no score can be raised or lowered by more than 10 points. For example, a neomimic can reduce its Strength from 19 to 10 while increasing its Dexterity from 14 to 18. It could not, however, decrease its Strength to less than 9, or increase its Dexterity to greater than 24. These changes remain in effect until the neomimic uses this ability again.</h5></div><br><div><h4><p><p>Unlike its lesser kin, the skin of a neomimic is soft and fleshy, and it cannot substantially alter its texture to appear as wood or stone. When taking the form of a creature of any kind, a neomimic cannot assume the form of a specific individual. Anyone who examines the neomimic can detect the ruse with a successful Perception check opposed by the neomimic's Disguise check. The neomimic is thought by sages to be an advanced species of mimic perhaps from some distant future or unknown plane. Neomimics may also be somehow related to doppelgangers, but any such relationship has not been proven. In its natural state, a neomimic is an amorphous blob of fleshy substance approximately 5 feet across. Its skin is the color of dead tissue, a sickening grey-green hue tinged here and there with what appears to be healthy human skin. Like normal mimics, a neomimic can assume nearly any shape it can conceive. A neomimic often takes humanoid form, however, and rarely resorts to taking the shape of inanimate objects. A neomimic in its natural form is 6 feet tall and weighs 200 pounds. In its natural form or the form of an inanimate object, a neomimic pounds its opponent with powerful fist-shaped pseudopods in much the same way as a normal mimic. While in the form of a creature, however, a neomimic strives to fight as much as possible like the creature it is emulating.</p></h4></div>", "Languages": "Common", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "6", "Climb": "0", "HD": "(7d8+21)", "AbilitiyScores": "Str 19, Dex 14, Con 17, Int 13, Wis 15, Cha 13", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5018, "SubType": "", "MonsterSource": "", "Feats": "Light Armor ProficiencyB, Medium Armor ProficiencyB, Improved Initiative, Lightning Reflexes, Martial Weapon ProficiencyB, Skill Focus (Stealth), Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "18, touch 12, flat-footed 16", "Swim": "0", "Name": "Neomimic", "VariantParent": "NULL", "Skills": "Climb +14, Disguise +8, Intimidate +9, Knowledge (dungeoneering) +8, Perception +12, Stealth +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any land and underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (small, medium, or large creature; alter self, beast shape III, and plant shape I)", "Saves": "Fort +5, Ref +6, Will +7", "Melee": "slam +10 (1d8+6 plus adhesive) or 2 slams (1d8+6 plus adhesive)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}