{"Group": "BEHEMOTH", "Space": "30 ft.", "Mythic": "0", "HP": 337, "Treasure": "Value standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>RAVENER BEHEMOTH</h2><h3><i>The ground quakes as a colossal, elephantine beast of rocky, armored plates presses forward. Elaborate horns crown its head, and multiple rock-encrusted tusks jut from its toothy maw. With a bellowing roar, the creature shakes its massive head in challenge, then paws the ground and charges.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Behemoth, Ravener</p><p class=\"alignright\">CR 18</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>153,600</h5><h5>N Colossal magical beast </h5><h5><b>Init </b>-2; <b>Senses </b>blindsense 60 ft., darkvision 60 ft., low-light vision, scent; Perception +17</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>35, touch 0, flat-footed 35 (-2 Dex, +35 natural, -8 size)</h5><h5><b>hp </b>337 (25d10+200); regeneration 15 (electricity)</h5><h5><b>Fort </b>+22, <b>Ref </b>+12, <b>Will </b>+12</h5><h5><b>DR </b>15/adamantine; <b>Immune </b>acid, curse effects, disease, mindaffecting effects, paralysis, poison, sonic; <b>Resist </b>cold 20, fire 20; <b>SR </b>29</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 30 ft.</h5><h5><b>Melee </b>bite +33 (4d6+16 plus snatch), gore +33 (4d6+16), 2 stomps +28 (2d8+8)</h5><h5><b>Ranged </b>rock +16 (2d8+24)</h5><h5><b>Space </b>30 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>demolishing attack, mighty roar, rock hurling (120 ft.), shock wave, swallow whole (4d6+24 bludgeoning damage, AC 27, hp 33), trample (2d8+24, DC 38)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 42, <b>Dex</b> 6, <b>Con</b> 26, <b>Int</b> 6, <b>Wis</b> 14, <b>Cha</b> 14</h5><h5><b>Base Atk </b>+25; <b>CMB </b>+49; <b>CMD </b>57 (61 vs. trip)</h5><h5><b>Feats </b>Awesome Blow, Cleave, Great Cleave, Greater Bull Rush, Greater Overrun, Greater Sunder, Improved Bull Rush, Improved Overrun, Improved Sunder, Iron Will, Lunge, Power Attack, Snatch</h5><h5><b>Skills </b>Perception +17, Survival +14, Swim +28</h5><h5><b>SQ </b>camouflage</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forest, hill, jungle, or plains</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>Value standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Camouflage (Ex)</b> A ravener behemoth looks like a rocky hillside or small mountain when at rest. It takes a DC 20 Perception check to notice it before it attacks.</h5><h5><b> Demolishing Attack (Ex)</b> A ravener behemoth that makes a full attack against an object or structure deals double damage. </h5><h5><b>Mighty Roar (Su)</b> Every 1d4 rounds, as a standard action, a ravener behemoth can issue a mighty roar in a 60-foot cone that duplicates the effects of greater shout. This attack deals 10d6 points of sonic damage (or 20d6 against exposed brittle or crystalline objects or crystalline creatures). It also causes creatures to be stunned for 1 round and deafened for 4d6 rounds. Creatures exposed to the sonic attack can negate the stunning and halve both the damage and duration of the deafness with a successful Fortitude save (DC 30). The save DC is Constitution-based.</h5><h5><b> Rock Hurling (Ex)</b> Because of their immense hunger, ravener behemoths often ingest ore-laced rocks to fill their stomachs with longer-lasting sustenance. When faced with dangerous opponents outside its reach, a behemoth may regurgitate these rocks and grind them into smaller shards with its hardened teeth. It then spits forth these shards one at a time as boulders weighing between 60 to 80 pounds. A ravener usually carries enough rocks in its stomachs to make up to 4d6 boulders in this manner.</h5><h5><b> Shock Wave (Ex)</b> As a full-round action, a ravener behemoth can hammer the ground with its feet and generate a localized tremor that rips the ground, knocking down smaller creatures and creating di#cult terrain in a 100-foot radius centered on the behemoth. This shock wave lasts for 1 round, during which time creatures in the affected area cannot move or attack. They must also succeed on a DC 38 Reflex save or fall prone. Any spellcaster on the ground must make a Concentration check (DC 20 + spell level) or lose any spell he or she tries to cast. The save DC is Strength-based.</h5><h5><b> Swallow Whole (Ex)</b> A ravener behemoth can swallow a snatched opponent of Huge size or smaller with its bite attack by making a successful grapple check. Once swallowed, a victim suffers 4d6+24 points of bludgeoning damage per round from one of the behemoth's 5 stomachs. A swallowed creature can cut its way out by using a light slashing or piercing weapon to deal 33 points of damage to a stomach (AC 27). Once the creature exits, that stomach regenerates 15 hit points per round. A ravener behemoth may gorge itself upon multiple creatures, shunting each victim to a different stomach each time. Each of a behemoth's 5 stomachs can hold 1 Huge, 4 Large, 16 Medium, 64 Small, 256 Tiny, or over 1,000 Diminutive or smaller creatures.</h5></div><br></br><div><h4><p><p>Ravener behemoths walk the land as the ultimate consumers of all things. This includes every manner of beast, plant, and mineral caught in their path. They indiscriminately fill their five ever-hungry stomachs by cutting wide swaths through tangled jungles, digging through mountains for precious ores, and razing settlements and strongholds to get at those sheltering inside. Sometimes they even ply shallow coastal waters, capsizing ships to feast upon their crews and any other predators drawn by the smell of blood in the water.</p><p>Monstrously massive, a ravener behemoth stands nearly 60 feet tall on four thick, trunk-like legs and measures up to 80 feet long. Multiple horns and tusks sprout from its face and head, helping it root through even the hardest soil and rocks in search of food. It quickly reduces anything stronger into rubble with its earth-shattering roar and stomping feet. A rocky hide grown from the many minerals it routinely consumes protects it from harm even as lichen, small plants, and trees take root along its back, out of reach of its ravenous mouth. Divine blessings bequeathed by the gods ensure only the most powerful spells or adamantine weapons can lay a behemoth low. As a result, the ravener behemoth fears nothing and eats everything.<b></p><p>Ecology</b><br></br> Behemoths have existed since the birth of the First World, where they served the gods as work beasts, intelligently shaping and transforming the land to a divine plan.</p><p>However, when such work ended, some gods sought to put down their creations, hunting them to near-extinction.</p><p>Others simply forgot them or left them to die as the First World faded away. But many behemoths stubbornly refused to abandon their life's purpose and crossed into the greater world, migrating in an effort to stay close to their creators.</p><p>Unfortunately, as part of the journey, or because they lost the divine sponsorship of the gods, many behemoths devolved, losing their sentience and becoming nothing more than monstrous animals and creatures of legend.</p><p>The ravener behemoth exists as one such example.</p><p>Driven mad by the inattention of the gods and filled with anger over their abandonment, the raveners found a new purpose. Desperately hungry, these multi-stomached behemoths wholly devoted themselves to feasting upon the bounty of all the gods had created, gorging themselves in an effort to fill the void left by their masters and attract the gods' attention once again. Unfortunately, because of their lowered intelligence, most raveners can no longer answer when such attention finally comes, lacking the will or ability to communicate with their creators, and consumed by an all-encompassing hunger instead. The gods mostly leave such behemoths alone, ashamed and reluctant to fully extinguish their enduring spirits.</p><p>More often, the gods challenge their mortal champions by directing them to deal with such creatures in their stead.<b></p><p>Habitat & Society</b><br></br> Most ravener behemoths live solitary lives, as their insatiable appetites cause too much strain on a single ecosystem to support more of their kind. Inevitably, when their paths do cross, two possible outcomes emerge. The beasts either do battle to establish dominance over one another, or every 50 years, certain hormones in female raveners can invoke a natural mating instinct between the behemoths instead. A pregnant ravener may produce up to 1d3 offspring per mating cycle, but it then drives off its mate to ensure enough food remains in the area to raise each cub to young adulthood. Raveners may live up to 1,000 years while food sources remain, and frequently migrate when famine strikes.</p><p><b>Behemoths of Legend</b><br> Some ancient raveners retain a measure of their original sentience, occasionally renewing their relationships with the gods to serve as avatars or guardians. Others choose to remain aloof, pursuing their own goals independent of those who created them. These more potent behemoths sustain themselves through divine rituals learned when they served the gods and passed down from one generation to the next. They use their spell-like abilities to enhance the land and better support their enormous appetites. To replicate these more intelligent and independent raveners, add the following abilities to the standard behemoth. A ravener with these abilities is CR 19 and has Int 14, Wis 18, and Cha 18. It speaks Celestial, Sylvan, and Terran.</p><p><b>Spell-Like Abilities (CL 15th):</b> Always active- nondetection; At will-create water, detect animals or plants, purify food and drink, soften earth and stone; 3/day-cure critical wounds, heroes' feast, move earth, plant growth; 1/day- find the path, restoration</p></h4></div>", "Languages": "", "Source": "AP 30", "Land": "0", "Organization": "solitary or pair", "Ref": "12", "Climb": "0", "HD": "(25d10+200)", "AbilitiyScores": "Str 42, Dex 6, Con 26, Int 6, Wis 14, Cha 14", "Gear": "", "Ranged": "rock +16 (2d8+24)", "Type": "magical beast", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 502, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Cleave, Great Cleave, Greater Bull Rush, Greater Overrun, Greater Sunder, Improved Bull Rush, Improved Overrun, Improved Sunder, Iron Will, Lunge, Power Attack, Snatch", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "22", "Fly": "0", "RacialMods": "", "AC": "35, touch 0, flat-footed 35", "Swim": "0", "Name": "Behemoth, Ravener", "VariantParent": "", "Skills": "Perception +17, Survival +14, Swim +28", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "18", "XP": 153600, "TemplatesApplied": "", "Environment": "any forest, hill, jungle, or plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "camouflage", "Saves": "Fort +22, Ref +12, Will +12", "Melee": "bite +33 (4d6+16 plus snatch), gore +33 (4d6+16), 2 stomps +28 (2d8+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., swim 30 ft.", "Alignment": "N", "Size": "Colossal"}