{"Group": "Devil", "Space": "15 ft.", "Mythic": "0", "HP": 297, "Treasure": "double", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Devil, Advodaza </h2><h3><i>The rending, thunderous clangor of rushing claws heralds the charge of this fire-eyed ruin, a terror of flame-seared hide and saber-like spines shaped in a monstrously muscled centauric form. The true terrible ferocity of the thing lies hidden, restrained beneath armor and wings of crumbling stone carved with icons as ancient as they are undeniable and profane.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Advodaza Devil</p><p class=\"alignright\">CR 18</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>153,600</h5><h5>LE Huge outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 60 ft., see in darkness; Perception +28</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>35, touch 15, flat-footed 28 (+6 armor, +7 Dex, +14 natural, -2 size)</h5><h5><b>hp </b>297 (18d10+198)</h5><h5><b>Fort </b> +21, <b>Ref </b>+18, <b>Will </b>+15</h5><h5><b>Defensive Abilities </b>idol armor; <b>DR </b>10/good and silver; <b>Immune </b>cold, dismissal, electricity, fire, poison, sonic; <b>Resist </b>acid 10; <b>SR </b>29</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 80 ft. (average) </h5><h5><b>Melee </b>bite +28 (2d6+12), 2 claws +28 (1d8+12 plus infernal wound), 2 hooves +26 (1d8+6), tail +26 (2d6+6)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft. (20 ft. with tail)</h5><h5><b>Spell-Like Abilities</b> (CL 16th; concentration +23)</br>At will&mdash;<i>gaseous form</i>, <i>greater invisibility</i> (DC 21), <i>greater teleport</i> (self plus 50 lbs. of objects only),<i> scorching ray</i>,<i> whispering wind</i></br>3/day&mdash;<i>blasphemy</i> (DC 24),<i> dispel magic</i>,<i> ethereal jaunt</i>, <i>harm</i> (DC 23), <i>heal</i> (DC 23), <i>hold monster</i> (DC 22),<i> wall of stone</i></br>1/day&mdash;<i>scrying</i> (DC 22), <i>summon</i> (level 7,<i> horned devil</i>, 60%), <i>unhallow</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 34, <b>Dex</b> 25, <b>Con</b> 30, <b>Int</b> 23, <b>Wis</b> 25, <b>Cha</b> 24</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+32; <b>CMD </b>49 (53 vs. trip)</h5><h5><b>Feats </b>Awesome Blow, Flyby Attack, Greater Bull Rush, Hover, Improved Bull Rush, Improved Initiative, Multiattack, Power Attack, Toughness</h5><h5><b>Skills </b>Bluff +28, Diplomacy +28, Escape Artist +25, Fly +24, Intimidate +28, Knowledge (arcana) +27, Knowledge (planes) +27, Knowledge (religion) +27, Perception +28, Sense Motive +28, Spellcraft +24, Stealth +20</h5><h5><b>Languages </b>Abyssal, Aklo, Celestial, Common, Draconic, Infernal; telepathy 100 ft.</h5><h5><b>SQ </b>devil mark, false divinity</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Hell) </h5><h5><b>Organization </b>solitary or pantheon (2-5)</h5><h5><b>Treasure </b>double</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Devil Mark (Su)</b> An advodaza can grant worthy servants a measure of its power. As a full-round action, an advodaza can touch a willing adjacent creature, marking it with a unique symbol similar to an arcane mark. This symbol can be either visible or invisible, as the devil chooses. For as long as the target possesses the mark, it gains a spell-like ability it can use once per day. This spell-like ability comes from the advodaza's chosen domain (see the false divinity ability). The target also gains the ability to telepathically communicate with the advodaza over any distance as long as the two creatures are on the same plane. An advodaza can mark multiple creatures, up to an amount equaling its Hit Dice (typically 18). An advodaza can dispel its mark as a standard action, no matter where the bearer is. It can also, as a standard action, deal pain to a mark bearer that causes 6d6 points of damage with no saving throw. An advodaza's mark cannot be removed physically, but a dispel magic or erase spell that succeeds on a dispel check or caster level check of DC 30 removes the effect. </h5><h5><b>False Divinity (Su)</b> Advodazas possess areas of concern as deities do, but on a far smaller scale. Each advodaza chooses one cleric domain and gains the domain spells (up to 5th level) of that domain as spell-like abilities, each of which it can use 3 times per day. The advodaza does not gain any of the domain's granted powers. Most advodazas possess powers from the Evil, Fire, Law, War, or Weather domains, though any domain is possible. Evil Domain: align weapon (evil only), dispel good, magic circle against good, protection from good, unholy blight Fire Domain: burning hands, fire shield, fireball, produce flame, wall of fire Law Domain: align weapon (law only), dispel chaos, magic circle against chaos, order's wrath, protection from chaos War Domain: divine power, flame strike, magic vestment, magic weapon, spiritual weapon Weather Domain: call lightning, fog cloud, ice storm, obscuring mist, sleet storm Idol Armor (Su) Advodazas armor themselves in their fallen idols and ornaments of devotion. This armor grants an advodaza a +6 armor bonus to AC and immunity to cold, electricity, and sonic damage, as well as immunity to the spell dismissal. The spells chaos hammer, holy smite, holy word, and word of chaos destroy this armor, removing the devil's armor bonus to AC and immunities (its cold immunity decreases to its normal resistance 10). If uninterrupted for 1 hour, an advodaza can summon new armor to replace its destroyed protection. </h5><h5><b>Infernal Wound (Su)</b> The damage an advodaza deals with its claws causes persistent wounds that deal 2d6 points of bleed damage. Bleeding caused in this way is di#cult to stanch-a DC 30 Heal check stops the damage, and any attempt to heal a creature suffering from an infernal wound must succeed on a DC 30 caster level check or the spell does not function. Success indicates the healing works normally and stops all bleed effects. The Heal check and caster level DC are Constitution- based.</h5></div><br></br><div><h4><p><p>False gods, fallen demagogues, nemesis devils-the fiends known collectively as advodazas survive from dark ages past, when mortals offered worship to base things and unwholesome spirits masqueraded as baleful gods. Although time and faith have turned against these beings, the most tenacious of their kind have refused to fade into oblivion, and to these obstinate corruptors and one-time deities the gates of Hell swing wide and welcoming. These lords of cults and masters of forgotten mysteries find renewed vigor in the depths of the Pit, and those seeking to renew their power and lordship over mortalkind undergo terrible indoctrinations and binding rites that transform them over the ages into true devils. What emerge are eidolons of half-remembered demigods, fallen princes seeking to claim their subjects anew, devils of faith, and fiends of blasphemy- the idol-clad advodazas.</p><p>No two advodazas look exactly alike, each embodying the powers and concerns that saw it worshiped in ages past and subsequently anthropomorphized as a monstrous being. Typically, this results in quadrupedal, half-bestial shapes bristling with terrible wings, hooves, claws, and fangs. Universally, though, they bear the broken remnants of their fallen faith, usually in the form of cracked idols worn like armor, profane talismans crafted into jewelry, or fearful totems wielded like massive weapons. Despite their range of appearances, all advodazas possess the same core abilities, though some particularly ancient or powerful fiends possess unique abilities. Most advodazas stand 18 feet tall and weigh nearly 9 tons.<b></p><p>Ecology</b><br></br> Fantastically old beings, advodazas rose from spirits worshiped by mortals in distant ages. While humanoids still huddled in crude shelters, begging any power that would listen for protection from storms, beasts, enemies, hunger, and countless other fears, the spirits of the land, sky, and animals were the first to give heed. Not deities, but elusive influences, these forces heard these early prayers and worked what appeared to be miracles in return for sacrifices and adoration. Slowly, these formless vestiges took shape as idols, fetishes, palladiums, and all manner of cult images. Yet, as knowledge of true deities and the powers they offered worshipers spread, the old spirits were forgotten or demonized and rooted out. While most simply faded into the ethers of time, the bitterest demi-deities of countless worlds found their way to Hell and Asmodeus, who welcomed them and offered them a chance for renewed power and worship, as well as a chance to avenge themselves against the deities and mortals who had snubbed them. Honing their hatreds through ages of flame, these beings emerged from the Pit as advodazas. One of the few breeds of devilkind not forged wholly by Hell itself, advodazas prove exceedingly rare compared to other fiends.<b></p><p>Habitat & Society</b><br></br> All advodazas seek to return to the Material Plane, where they might tempt new followers to serve, sacrifice, and raise idols to their names. While merciless, advodazas appeal to many mortal servants due to the directness of their interaction and their willingness to grant power or violently smite enemies for a seemingly paltry price. In death, however, their servants find no divine realm nor glory seated beside some grand deity. For when they die, there is only Hell.</p></h4></div>", "Languages": "Abyssal, Aklo, Celestial, Common, Draconic, Infernal; telepathy 100 ft.", "Source": "AP 30", "Land": "0", "Organization": "solitary or pantheon (2-5)", "Ref": "18", "Climb": "0", "HD": "(18d10+198)", "AbilitiyScores": "Str 34, Dex 25, Con 30, Int 23, Wis 25, Cha 24", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "15 ft. (20 ft. with tail)", "DontUseRacialHD": "0", "id": 503, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "Awesome Blow, Flyby Attack, Greater Bull Rush, Hover, Improved Bull Rush, Improved Initiative, Multiattack, Power Attack, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "21", "Fly": "0", "RacialMods": "", "AC": "35, touch 15, flat-footed 28", "Swim": "0", "Name": "Advodaza Devil", "VariantParent": "", "Skills": "Bluff +28, Diplomacy +28, Escape Artist +25, Fly +24, Intimidate +28, Knowledge (arcana) +27, Knowledge (planes) +27, Knowledge (religion) +27, Perception +28, Sense Motive +28, Spellcraft +24, Stealth +20", "ClassArchetypes": "", "IsTemplate": "0", "Will": "15", "Race": "", "CR": "18", "XP": 153600, "TemplatesApplied": "", "Environment": "any (Hell)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "devil mark, false divinity", "Saves": "Fort +21, Ref +18, Will +15", "Melee": "bite +28 (2d6+12), 2 claws +28 (1d8+12 plus infernal wound), 2 hooves +26 (1d8+6), tail +26 (2d6+6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "40 ft., fly 80 ft. (average)", "Alignment": "LE", "Size": "Huge"}