{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 125, "Treasure": "?", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Proto-Creature</h2><h3><i>You can tell that this creature was once something else, but it has somehow been horribly misshapen. It still retains a vaguely humanoid form, but it now consists of a terrible conglomeration of exposed organs and bone, gnarled limbs, corded muscles with patches of strange, pebbly flesh and eyes and mouths in unnatural locations.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Proto-Creature</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>NE Medium monstrous humanoid </h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft.; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 9, flat-footed 21 (-1 Dex, +12 natural)</h5><h5><b>hp </b>125 (10d10+60 plus 10); fast healing 10</h5><h5><b>Fort </b>+11, <b>Ref </b>+6, <b>Will </b>+7</h5><h5><b>Defensive Abilities </b>ferocity; <b>Immune </b>acid, electricity, critical hits, nonlethal damage, sneak attacks</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +16 (1d6+5 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>acidic sweat (1d6 acid)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>9, <b>Con </b>22, <b>Int </b> 6, <b>Wis </b>10, <b>Cha </b>5</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+15 (+19 grapple); <b>CMD </b>24</h5><h5><b>Feats </b>Cleave, Great Fortitude, Power Attack, Toughness, Weapon Focus (slam)</h5><h5><b>Skills </b>Perception +13, Survival +13</h5><h5><b>Languages </b>Common (cannot speak)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> ?</h5><h5><b>Organization </b>?</h5><h5><b>Treasure </b>?</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Acidic Sweat (Ex)</b> The metabolism and biology of a protocreature has been so corrupted, that unidentifiable caustic fluids now course through its body instead of the traditional humors. In the third round of combat or heavy exertion, a proto-creature begins to secrete this fluid through the pores of its skin as sweat. Anyone physically touching a protocreature (not including with a weapon or other object) or who is hit by a slam attack after this sweating begins takes 1d6 acid damage. An opponent that is grappled by a proto-creature takes double this damage each round that the grapple is maintained. A living proto-creature continues to sweat this substance for 10 minutes following the completion of the battle or other activity that initiated it.</h5></div><br><div><h4><p><p>Proto-creatures are the results of the failed early experiments with protomatter by the Disciples of Orcus in their attempts to create ever better and more powerful servants and warriors. The proto-creatures proved to be too dumb and too difficult to control. Rather than destroy the beasts, they were instead placed in suspended animation and secreted away at various locations in case a use should ever be found with them. All proto-creatures encountered to date have come from either humanoid or giant stock. Proto-creatures stand about 7 feet tall and weigh as much as 350 pounds. Giant proto-creatures are up to 12 feet tall and 1,500 pounds. The secret of their accidental creation has been lost, and proto-creatures cannot propagate their own species, so their dwindling numbers are limited to those that were first created by the Disciples of Orcus. Proto-creatures exist in constant pain. The only thing that distracts them from this pain is the release of combat. Therefore, they always seek to engage other creatures in combat upon first sighting them. The fact that these opponents also serve as their source of food is a merely a convenient byproduct. A proto-creature's body has been so warped and twisted by the experiments that created it, that it no longer has a recognizable physiology. This combined with its extreme resilience makes it immune to acid and electricity as well as sneak attacks, critical hits, and nonlethal damage. In combat, a proto-creatures prefers to focus its attacks on a single opponent, grappling and subjecting the victim to its acidic sweat as soon as it begins to flow. They have been known to be fooled into dropping a victim who goes limp and plays dead in order to move onto other opponents. Such a subterfuge requires a Bluff check opposed to the proto-creature's Sense Motive. Credit Original author Greg A. Vaughan Originally appearing in <i>Slumbering Tsar</i> (© Frog God Games/ Greg A. Vaughan, 2012)</p></h4></div>", "Languages": "Common (cannot speak)", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "?", "Ref": "6", "Climb": "0", "HD": "(10d10+60 plus 10)", "AbilitiyScores": "Str 20, Dex 9, Con 22, Int 6, Wis 10, Cha 5", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5036, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Great Fortitude, Power Attack, Toughness, Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "", "AC": "21, touch 9, flat-footed 21", "Swim": "0", "Name": "Proto-Creature", "VariantParent": "NULL", "Skills": "Perception +13, Survival +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "?", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +6, Will +7", "Melee": "2 slams +16 (1d6+5 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "NE", "Size": "Medium"}