{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 79, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ebon Acolytus</h2><h3><i>A chilling statue strands behind a dark altar, both smeared with evidence of grisly sacrifices. The monstrous statue, sculpted as a perverse amalgam of both man and beast, raises a wickedly curved sacrificial dagger above its head, its bejeweled eyes seeming to glint with murderous zeal.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">EBON ACOLYTUS</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>N Large construct </h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 8, flat-footed 20 (-1 Dex, +12 natural, -1 size)</h5><h5><b>hp </b>79 (9d10+30)</h5><h5><b>Fort </b>+3, <b>Ref </b>+2, <b>Will </b>+3</h5><h5><b>Immune </b>construct traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>dagger +14 (1d6+9/19-20) or 2 slams +14 (1d6+6)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>prostration, sacrifice</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 22, <b>Dex</b> 8, <b>Con</b> 10, <b>Int</b> 10, <b>Wis</b> 11, <b>Cha</b> 1</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+16; <b>CMD </b>25</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Prostration (Ex)</b> As a standard action, an ebon acolytus can attempt to force any creature it is currently grappling into a sacrificial position. The construct must make an additional combat maneuver check against its target to reposition it into an advantageous position. If it succeeds, and the victim remains grappled at the beginning of the construct's next round, the ebon acolytus may make use of its sacrifice ability. An ebon acolytus gains a +2 bonus on its CMB for the purposes of making this check if it is adjacent to an altar or similar site of ceremonial bloodletting. </h5><h5><b>Sacrifice (Su)</b> As a full-round action, an ebon acolytus may make a coup de grace attack with its dagger against any target currently grappled into place using its prostration ability. The target is affected by the coup de grace attack and must make a Fortitude saving throw (DC 10 + damage dealt) or die as normal. If the target is killed by this attack, his soul is sent straight to the plane of the being to which the altar is dedicated, regardless of alignment, and cannot be raised from the dead except by a cleric sworn to the same deity or by a miracle or wish spell. A creature under the effects of a protection from evil spell-or similar spell that opposes the alignment of the god the ebon acolytus is crafted to serve-may be resurrected as normal.</h5></div><br></br><div><h4><p><p>Dedicated to dark gods, fiends hungry for the souls of innocents, and even more monstrous beings, ebon acolyti- sometimes called altar golems-are terrifying constructs, for they are not designed merely to kill, but to aid in the often bloody work required in the service of foul divinities.</p><p>Carved from a single block of stone or other sturdy material, these constructs resemble towering statues, crafted to appear as servants of specific deities and often etched with icons sacred to their worship. In addition to its fearful body, an ebon acolytus is typically crafted with a companion altar, upon which it might aid its master or an unholy congregation in dark rites and ritual bloodletting.</p><p>The exact height and weight of an ebon acolytus varies, largely depending on the shape of its body and the quality of the stone used in its creation, though most rise to around 14 feet tall and weigh around 2,500 pounds. Some carry Large sacrificial weapons other than daggers, but these prove rare and vary between faiths.<b></p><p>Ecology</b><br></br> As artificial creations, ebon acolyti have no bodily needs or functions. This allows them to perform well as both grim altar attendants and as defenders of unholy sites. Clandestine cults often go to great lengths to create ebon acolyti just for this reason, as such groups' survivals rely upon the secretiveness of their worship. In some rare instances, especially old and well-used ebon acolyti have been known to defy their creators, but only when such masters have defied the will or tenets of their deity. Religious figures claim such rarities are not a sign of devotion from the constructs themselves, though, but instead a manifestation of a deities' will operating through a convenient medium.<b></p><p>Habitat & Society</b><br></br> Altar golems are typically found in places of dark worship, from the expected locations like depraved dungeons and temples consecrated in the name of sinister gods to hidden shrines under the homes of supposedly reputable neighbors or secret mountain hollows. Wherever the perverse will of foul deities takes root, there ebon acolyti might be found.</p><p>An ebon acolytus's most feared ability is its power to sacrifice living creatures to the dark entity to whom it is devoted. This foul capability rises from a series of profane rites conducted as part of the construct's creation, during which it is bound to a specific patron. A ebon acolytus cannot be reconsecrated to a different deity, and those it sacrifices always appear in the same extraplanar realm.</p><p>The being an ebon acolytus is created to serve must be of at least deity-level power, and all attempts to create servants that direct souls to a lesser or more vague source fail.</p><p>Thus, ebon acolyti are typically found dedicated to evil gods, demon lords, archdevils, one of the four horsemen, or similar beings.</p><p>Those killed by an ebon acolytus prove exceedingly diffcult to recover, except by the power of those devoted to the deity to whom the victim was sacrificed. As such, foul priests often employ ebon acolyti to gain bargaining chips, having their construct minion sacrifice a being and demanding some service should the victim's loved ones wish him returned. Alternately, worshipers of notorious deities often face worldly retribution, but might escape tenacious pursuers by sacrificing themselves to their deity, their sacrificial deaths allowing them to forever elude the magic and vengeance of their foes. Occasionally, there are those who seek to track down and reclaim souls wrongfully slain by ebon acolyti. Many quests to unholy realms have been undertaken in the attempt to rescue such damned souls, though few meet with any success.</p><p>Although most discussion of ebon acolyti connects them with foul deities, such need not be the case. Tools first and foremost, these constructs might serve non-evil gods, though in most cases their murderous aptitudes are ill suited to such worship. In some cases, particularly in the instances of exotic and little-known deities who prove both benevolent and bloodthirsty, ebon acolyti might be found in the service of goodly faiths, though such instances are exceedingly rare.</p><p>Construction An ebon acolytus is chiseled from a single block of dark stone, often black granite or marble, jade, or some other lustrous material, and weighing at least 4,000 pounds.</p><p>The stone must be of exceptional quality and costs at least 6,000 gp.</p><p><b>Ebon Acolytus</b><br> CL 11th; Price 24,000 gp CONSTRUCTION Requirements Craft Construct, animate objects, desecrate, trap the soul, creator must be caster level 11th; Skill Craft (sculpting) or Craft (stonemasonry) DC 16; Cost 12,000 gp<br> <b>Ebon Acolyti on Golarion</b><br> Though rare, ebon acolyti have been found throughout Golarion, consecrated to a host of foul patrons.</p><p>While many watch over temples and holy sites of Rovagug, Lamashtu, and Asmodeus-and peripheral shines to his archdevils-they are more commonly found in squalid holes where demon and daemon worshipers enact their blasphemous ceremonies. Below are two particularly infamous ebon acolyti.</p><p><b>The Altar of Angazhan:</b> Deep in the Mwangi Expanse lies an ebon acolytus dedicated to the demon lord Angazhan, the Ravener King and Lord of Apes. Carved from obsidian, the altar resembles Angazhan himself, a brutish ape with savage tusks and six long, slender fingers. Unlike other altar golems, the Altar of Angazhan speaks through the Voice of Angazhan, the animated and endlessly furious skull of a massive gorilla that serves as the construct's head. Although the skull possesses only the intellect of an average ape, it \"leads\" a pack of charau-ka that worships it as their god. The tribe's shamans interpret their lord's will in his endless grunts and howls, directing their people to scour the Expanse for food, riches, and sacrificial victims.</p><p><b>The Midnight Temple of Egorian:</b> Found in Cheliax's infernal capital, this massive, marble-carved ebon acolytus is known as the Black Altar. Shaped into the likeness of a humanoid devil with sweeping horns and monstrous wings, the Black Altar seems to be carved straight from the layers of Hell itself. At the stroke of midnight on the first day of every ninth week, nine slaves are sacrificed here to the God Fiend, the Black Altar absorbing their blood and sending their souls screaming to Asmodeus. When the altar prepares to kill its victims, its great wings close so none can see the final blow, and when they open again, nothing of the sacrifice remains.</p></h4></div>", "Languages": "", "Source": "AP 30", "Land": "0", "Organization": "solitary", "Ref": "2", "Climb": "0", "HD": "(9d10+30)", "AbilitiyScores": "Str 22, Dex 8, Con 10, Int 10, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 504, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "20, touch 8, flat-footed 20", "Swim": "0", "Name": "Ebon Acolytus", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +3, Ref +2, Will +3", "Melee": "dagger +14 (1d6+9/19-20) or 2 slams +14 (1d6+6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Large"}