{"Group": "Ravager", "Space": "20 ft.", "Mythic": "0", "HP": 612, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ravager</h2><h3><i>With a crack and boom, this creature spreads a pair of great leathery wings over 50 ft. in span. Its body is lean and covered with rippling muscle beneath a thick, leathery crimson hide. Its claws and teeth are black, as are its eyes.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">The Ravager (Flier Form)</p><p class=\"alignright\">CR 30</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,830,400</h5><h5>N Gargantuan magical beast </h5><h5><b>Init </b>+14; <b>Senses </b>darkvision 120 ft., low-light vision, scent, tremorsense 60 ft.; Perception +45</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>52, touch 20, flat-footed 38 (+14 Dex, +32 natural, -4 size)</h5><h5><b>hp </b>612 (35d10+385 plus 35); regeneration 20 (epic-level weapons and artifacts), vampiric healing</h5><h5><b>Fort </b>+34, <b>Ref </b>+33, <b>Will </b>+20</h5><h5><b>Defensive Abilities </b>magic disruption (1-4 on d20); <b>DR </b>30/ epic; <b>Immune </b>energy drain; <b>Resist </b>death, energy 20</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., fly 140 ft. (good)</h5><h5><b>Melee </b>bite +46 (6d8+15/x3), 2 claws +46 (2d8+15/18-20)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>15 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>40, <b>Dex </b>38, <b>Con </b>32, <b>Int </b> 6, <b>Wis </b>25, <b>Cha </b>24</h5><h5><b>Base Atk </b>+35; <b>CMB </b>+54; <b>CMD </b>78</h5><h5><b>Feats </b>Cleave, Combat Reflexes, Critical Focus, Flyby Attack, Great Cleave, Great Fortitude, Hover, Improved Natural Attack (bite) (x2), Improved Natural Armor (x4), Improved Vital Strike, Iron Will, Power Attack, Snatch<sup>B</sup>, Toughness, Vital Strike</h5><h5><b>Skills </b>Perception +45</h5><h5><b>SQ </b>form-shifting</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Death Resistance (Ex)</b> The Ravager possesses an innate resistance to effects that would kill or permanently incapacitate it, including petrification and imprisonment. Against such effects it is considered to automatic<i>all</i>y make any required saving throws. </h5><h5><b>Energy Resistance (Ex)</b> The Ravager possesses energy resistance against <i>all</i> forms of energy attack (fire, cold, electricity, acid, and sonic). </h5><h5><b>Form-Shifting (Ex)</b> The Ravager can physic<i>all</i>y alter its physiology to take on one of the three listed forms: the crawler, the brawler, or the flier. Doing so takes one minute, and during this period it cannot take any other actions, though it is not considered helpless. </h5><h5><b>Magic Disruption (Su)</b> Every time the Ravager comes into contact with a spell or spell-like or supernatural effect, there is a chance as indicated above that the magic does not affect it. In the case of ongoing effects, a new check is made each round. </h5><h5><b>Regeneration (Ex)</b> The Ravager and its brood treat <i>all</i> damage as subdual, except damage from epic-level weapons and artifacts. </h5><h5><b>Trample (Ex)</b> The Ravager gains its vampiric healing ability on this damage where appropriate. The Ravager does not have this ability in its flier form. Instead, it gains Snatch as a bonus feat. </h5><h5><b>Vampiric Healing (Su)</b> Whenever the Ravager hits with a melee attack, it is healed hit points equal to half the damage it inflicts on its opponent. This ability cannot heal it above its natural maximum hit points. This ability extends to its trample special attack, where applicable.</h5></div><br><div><h4><p><p>The Ravager was created eons ago by a primeval race of beings who believed in the unity of three forces: body, mind, and spirit. In their ongoing war with another race of savages, they created several weapons of terrible power. The greatest of these is the living beast known only as the Ravager. This beast was given incredible vitality, and the power to manipulate its own body to assume a form most advantageous to it: a crawling weasel-like form that can burrow, a hulking apelike humanoid form with greater reach and strength, and a winged form to <i>all</i>ow it greater mobility and agility. After being used once or twice on the battlefield, those who created it realized its awesome danger and contained it in the strongest prison they could devise, suspended in time until it would once again be needed. However, due to the subsequent influence of Orcus near the vault where the Ravager was contained, the wards were damaged, and a taint of evil infected its quarantine. This has resulted in it reproducing asexu<i>all</i>y, and has granted the ravager an astonishing capacity for growth. For every week that it lives, it permanently gains 1 hit die. There is no known limit to how far this advancement can go before it either devastates the planet it lives on or collapses under its own weight.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "33", "Climb": "0", "HD": "(35d10+385 plus 35)", "AbilitiyScores": "Str 40, Dex 38, Con 32, Int 6, Wis 25, Cha 24", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 5042, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Combat Reflexes, Critical Focus, Flyby Attack, Great Cleave, Great Fortitude, Hover, Improved Natural Attack (bite) (x2), Improved Natural Armor (x4), Improved Vital Strike, Iron Will, Power Attack, SnatchB, Toughness, Vital Strike", "AlternateNameForm": "Flier Form", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "34", "Fly": "1", "RacialMods": "", "AC": "52, touch 20, flat-footed 38", "Swim": "0", "Name": "The Ravager", "VariantParent": "", "Skills": "Perception +45", "ClassArchetypes": "", "IsTemplate": "0", "Will": "20", "Race": "", "CR": "30", "XP": 9830400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "form-shifting", "Saves": "Fort +34, Ref +33, Will +20", "Melee": "bite +46 (6d8+15/x3), 2 claws +46 (2d8+15/18-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., fly 140 ft. (good)", "Alignment": "N", "Size": "Gargantuan"}