{"Group": "Ravager", "Space": "15 ft.", "Mythic": "0", "HP": 495, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ravager, Spawn</h2><h3><i>This enormous creature stands 18 ft. high at the shoulders and has a body 30 ft. long. Its body is long and narrow, with eight stubby legs ending in ebon claws the size of large falchions. Its mouth is filled with sharp black teeth, and its eyes are jet-black orbs the size of dinner platters, set above a delicate muzzle like that of a bulldog. The body is hairless, covered with a thick, leathery crimson hide.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Ravager Spawn (Crawler Form)</p><p class=\"alignright\">CR 20</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>307,200</h5><h5>N Huge magical beast </h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 120 ft., low-light vision, scent, tremorsense 60 ft.; Perception +40</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>40, touch 13, flat-footed 35 (+5 Dex, +27 natural, -2 size)</h5><h5><b>hp </b>495 (30d10+300 plus 30); regeneration 5 (epic-level weapons and artifacts), vampiric healing</h5><h5><b>Fort </b>+29, <b>Ref </b>+22, <b>Will </b>+19</h5><h5><b>Defensive Abilities </b>magic disruption (1 on d20); <b>DR </b>15/epic; <b>Immune </b>energy drain; <b>Resist </b>death, energy 5</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., burrow 10 ft.</h5><h5><b>Melee </b>bite +37 (3d8+9/19-20/x3), 4 claws +37 (2d8+9/18-20)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>28, <b>Dex </b>20, <b>Con </b>30, <b>Int </b> 5, <b>Wis </b>25, <b>Cha </b>18</h5><h5><b>Base Atk </b>+30; <b>CMB </b>+41 (+43 to bull rush); <b>CMD </b>56 (58 vs. bull rush, 60 vs. trip)</h5><h5><b>Feats </b>Cleave, Combat Reflexes, Critical Focus, Great Cleave, Great Fortitude, Improved Bull Rush, Improved Critical (bite), Improved Natural Armor (x3), Improved Natural Attack (bite), Improved Natural Attack (claw), Iron Will, Power Attack, Toughness</h5><h5><b>Skills </b>Perception +40</h5><h5><b>SQ </b>form-shifting</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or brood (2-8)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Death Resistance (Ex)</b> A Ravager spawn possesses an innate resistance to effects that would kill or permanently incapacitate it, including petrification and imprisonment. Against such effects it is considered to automatic<i>all</i>y make any required saving throws. </h5><h5><b>Energy Resistance (Ex)</b> A Ravager spawn possesses energy resistance against <i>all</i> forms of energy attack (fire, cold, electricity, acid, and sonic). </h5><h5><b>Form-Shifting (Ex)</b> A Ravager spawn can physic<i>all</i>y alter its physiology to take on one of the three listed forms: the crawler, the brawler, or the flier. Doing so takes one minute, and during this period it cannot take any other actions, though it is not considered helpless. </h5><h5><b>Magic Disruption (Su)</b> Every time a Ravager spawn comes into contact with a spell or spell-like or supernatural effect, there is a chance as indicated above that the magic does not affect it. In the case of ongoing effects, a new check is made each round. </h5><h5><b>Regeneration (Ex)</b> A Ravager spawn treats <i>all</i> damage as subdual, except damage from epic-level weapons and artifacts. </h5><h5><b>Vampiric Healing (Su)</b> Whenever a Ravager spawn hits with a melee attack, it is healed hit points equal to half the damage it inflicts on its opponent. This ability cannot heal it above its natural maximum hit points. This ability extends to its trample special attack, where applicable.</h5></div><br><div><h4><p><p>The Ravager was created eons ago by a primeval race of beings who believed in the unity of three forces: body, mind, and spirit. In their ongoing war with another race of savages, they created several weapons of terrible power. The greatest of these is the living beast known only as the Ravager. This beast was given incredible vitality, and the power to manipulate its own body to assume a form most advantageous to it: a crawling weasel-like form that can burrow, a hulking apelike humanoid form with greater reach and strength, and a winged form to <i>all</i>ow it greater mobility and agility. After being used once or twice on the battlefield, those who created it realized its awesome danger and contained it in the strongest prison they could devise, suspended in time until it would once again be needed. However, due to the subsequent influence of Orcus near the vault where the Ravager was contained, the wards were damaged, and a taint of evil infected its quarantine. This has resulted in it reproducing asexu<i>all</i>y, and has granted the ravager an astonishing capacity for growth. For every week that it lives, it permanently gains 1 hit die. There is no known limit to how far this advancement can go before it either devastates the planet it lives on or collapses under its own weight. Credit Origin<i>all</i>y appearing in <i>Rappan Athuk Reloaded</i> (© Necromancer Games, 2006)</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary or brood (2-8)", "Ref": "22", "Climb": "0", "HD": "(30d10+300 plus 30)", "AbilitiyScores": "Str 28, Dex 20, Con 30, Int 5, Wis 25, Cha 18", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 5043, "SubType": "", "MonsterSource": "", "Feats": "Cleave, Combat Reflexes, Critical Focus, Great Cleave, Great Fortitude, Improved Bull Rush, Improved Critical (bite), Improved Natural Armor (x3), Improved Natural Attack (bite), Improved Natural Attack (claw), Iron Will, Power Attack, Toughness", "AlternateNameForm": "Crawler Form", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "29", "Fly": "0", "RacialMods": "", "AC": "40, touch 13, flat-footed 35", "Swim": "0", "Name": "Ravager Spawn", "VariantParent": "", "Skills": "Perception +40", "ClassArchetypes": "", "IsTemplate": "0", "Will": "19", "Race": "", "CR": "20", "XP": 307200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "form-shifting", "Saves": "Fort +29, Ref +22, Will +19", "Melee": "bite +37 (3d8+9/19-20/x3), 4 claws +37 (2d8+9/18-20)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., burrow 10 ft.", "Alignment": "N", "Size": "Huge"}