{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 12, "Treasure": "standard (leather armor, shortspear, short bow, 20 arrows, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Sciurian</h2><h3><i>This halfling-sized creature is covered in gray fur. She has rounded ears, large black eyes, and a long bushy tail that reaches up to the back of her head before curling away.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Sciurian</p><p class=\"alignright\">CR 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>200</h5><h5>Sciurian ranger 1</h5><h5>NG Small humanoid (sciruian)</h5><h5><b>Init </b>+3; <b>Senses </b>low-light vision; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 15, flat-footed 13 (+2 armor, +3 Dex, +1 dodge, +1 size)</h5><h5><b>hp </b>12 (1d10+1 plus 1)</h5><h5><b>Fort </b>+3, <b>Ref </b>+5, <b>Will </b>+3</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 20 ft.; scamper</h5><h5><b>Melee </b>shortspear +2 (1d4)</h5><h5><b>Ranged </b>short bow +5 (1d4/x3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>favored enemy (+2 magical beasts)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>17, <b>Con </b>13, <b>Int </b> 10, <b>Wis </b>16, <b>Cha </b>8</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+0; <b>CMD </b>14</h5><h5><b>Feats </b>Dodge</h5><h5><b>Skills </b>Acrobatics +5, Climb +14, Heal +7, Knowledge (nature) +4, Perception +7, Stealth +11, Survival +7; <b>Racial Modifiers </b>+2 Acrobatics, +2 Climb</h5><h5><b>Languages </b>Common, Sciurian</h5><h5><b>SQ </b>nature's acrobat, scamper, track, wild empathy</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests</h5><h5><b>Organization </b>solitary, foraging party (2-4), tribe (4-24 non-combatants plus 2d6 1st level warriors, 1d4 1st level aristocrats and one 5th level aristocrat chief)</h5><h5><b>Treasure </b>standard (leather armor, shortspear, short bow, 20 arrows, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Nature's Acrobat (Ex)</b></b> All sciurians have a +2 racial bonus on Climb and Acrobatics checks. Climb is always class skill for a Sciurian. Once per day, when a sciurian makes a Reflex saving throw, she can roll the saving throw and take the better result. The sciurian must decide to use this ability before the saving throw is attempted. </h5><h5><b>Scamper (Ex)</b> A sciurian adds +10 ft. to its ground speed when charging, running, or withdrawing.</h5></div><br><div><h4><p><p>Sciurians resemble humanoid squirrels. They are a diminutive, furry folk who dwell deep in the forests far from the intrusions of other races. A typical sciurian is curious, but also somewhat skittish. They are prone to nervous twitching of their tails, and often pause to scan the surrounding area for danger. In a comfortable environment, sciurians are amiable creatures and enjoy music and celebration. Sciurian fur ranges from gray to brown to orange-red, and fades to white on their bellies. They have bushy, s-shaped tails. Their eyes are large and dark, and their rounded ears are situated on the tops of their heads. Sciurians have long fingers and toes tipped with claws which enable them to climb with startling speed. Sciurians use the claws on their hands and feet to climb, so they do not wear any sort of footwear. Magical footwear worn by a sciurian becomes open-toed and thus does not hinder her climbing ability. Sciurian Society Sciurians live in small tribal communities in huts built high in the tops of tall trees. The huts are connected by a complex network of narrow walkways, rope bridges, and swing-lines. Aside from allowing the sciurians to take advantage of their natural abilities as agile climbers, these connections also act as defensive barriers for the community, allowing the sciurians to freely move about while hampering the movements of invaders. Sciurians are territorial, and attempt to drive off any interlopers that stray too close to their communities. Sciurian tribes are led by a shaman-chief, elected from among the tribe's spell casters. Most shaman-chiefs are divine spellcasters, but occasionally an arcane spellcaster or even a rogue with magical abilities can be found in the position. Sciurian tribes farm nut-producing trees to provide food for their members, augmented by ground-level foraging. They store away the excess to provide food through harsh winters. Sciurians relate most easily to elves and gnomes, the former because of the elves' love of the natural world, and the latter because of the gnomes' fey nature. Humans and dwarves tend to think of sciurians as silly and annoying, often overlooking the quiet forest dwellers to their detriment. On those occasions when halflings and sciurians meet, there is a mutual respect between them due in part to their similarities in size and nature. Half-orcs often need to be reminded that sciurians are not food. Sciurians are fun-loving creatures who enjoy the sights and sounds of the forest. Tall trees are near and dear to the hearts of all sciurians. They revere the Great Oak, an immense, neutral, treant-like goddess who is all things: provider, teacher, protector, creator, and destroyer. Young sciurians bored with the day-to-day routines of tree farming and foraging often seek adventure in the lands beyond their community. Sciurian adventurers tend to be eager to please, hoping to overcome their reputation as being flighty tree-hoppers. Unfortunately, their eagerness often leads to reinforcing those stereotypes instead. Sciurians are not strong in combat, and thus avoid the more combative classes such as barbarian and fighter. Most sciurian adventurers are divine spellcasters, rangers, and rogues. <br><b>Sciurian Racial Traits</b><br> Sciurians are defined by their class levels-they do not possess racial Hit Dice. Sciurian clerics of the Great Oak can choose from among the following domains: Community, Knowledge, Plant, and Protection. All sciurians have the following racial traits. <br><b>-2 Str, +2 Dex, +2 Wis:</b> Sciurians are not physically powerful, but are extremely agile and shrewd. <br><b>Small:</b> Sciurians are Small creatures and gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a -1 penalty to their Combat Maneuver Bonus and Combat Maneuver Defense, and a +4 size bonus on Stealth checks. <br><b>Speed:</b> Sciurians have a base speed of 30 ft. and a climb speed 20 ft.. <br><b>Nature's Acrobat:</b> All sciurians have a +2 racial bonus on Climb and Acrobatics checks. Climb is always class skill for a Sciurian. Once per day, when a sciurian makes a Reflex saving throw, she can roll the saving throw twice and take the better result. The sciurian must decide to use this ability before the saving throw is attempted. <br><b>Scamper:</b> A sciurian adds +10 ft. to its ground speed when charging, running, or withdrawing. <br><b>Languages:</b> Sciurians begin play speaking Common and Sciurian. Sciurians with high Intelligence scores can choose from the following bonus languages: Elf, Gnome, Sylvan, Halfling, and Terran.</p></h4></div>", "Languages": "Common, Sciurian", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary, foraging party (2-4), tribe (4-24 non-combatants plus 2d6 1st level warriors, 1d4 1st level aristocrats and one 5th level aristocrat chief)", "Ref": "5", "Climb": "1", "HD": "(1d10+1 plus 1)", "AbilitiyScores": "Str 10, Dex 17, Con 13, Int 10, Wis 16, Cha 8", "Gear": "", "Ranged": "short bow +5 (1d4/x3)", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "1", "id": 5047, "SubType": "(sciruian)", "MonsterSource": "", "Feats": "Dodge", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "ranger 1", "Fort": "3", "Fly": "0", "RacialMods": "+2 Acrobatics, +2 Climb", "AC": "17, touch 15, flat-footed 13", "Swim": "0", "Name": "Sciurian", "VariantParent": "", "Skills": "Acrobatics +5, Climb +14, Heal +7, Knowledge (nature) +4, Perception +7, Stealth +11, Survival +7", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "Sciurian", "CR": "1/2", "XP": 200, "TemplatesApplied": "", "Environment": "temperate forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "nature's acrobat, scamper, track, wild empathy", "Saves": "Fort +3, Ref +5, Will +3", "Melee": "shortspear +2 (1d4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 20 ft.", "Alignment": "NG", "Size": "Small"}