{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 34, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Screamer</h2><h3><i>Racing toward you is a ghostly form like the tattered shreds of a translucent pennant. It retains a vaguely humanoid form trailing behind its forward-facing head. Hollows mark its eyes above its most distinguishing feature, a gaping mouth locked in a perpetual scream-like a maw opening into eternal darkness.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Screamer</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>CE Medium undead (incorporeal)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 17, flat-footed 14 (+4 deflection, +3 Dex)</h5><h5><b>hp </b>34 (4d8+16)</h5><h5><b>Fort </b>+5, <b>Ref </b>+4, <b>Will </b>+4</h5><h5><b>Defensive Abilities </b>channel resistance +2, incorporeal, rejuvenation; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 80 ft. (perfect)</h5><h5><b>Melee </b>incorporeal touch +6 (1d4 Charisma drain)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>Charisma drain, malevolence, scream of hopelessness, suicidal frenzy</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>16, <b>Con </b>-, <b>Int </b> 6, <b>Wis </b>11, <b>Cha </b>18</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+6; <b>CMD </b>23</h5><h5><b>Feats </b>Flyby Attack, Improved Initiative</h5><h5><b>Skills </b>Fly +16, Perception +6, Stealth +9</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary, gang (2-4), or swarm (6-11)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Charisma Drain (Su)</b> A screamer causes 1d4 points of Charisma drain each time it hits with its incorporeal touch attack. On each successful attack, it gains 5 temporary hit points. </h5><h5><b>Malevolence (Su)</b> Once per round, a screamer can merge its body with a creature on the Material Plane. This ability is similar to a <i>magic jar</i> spell (caster level 10th or the screamer's Hit Dice, whichever is higher), except that it does not require a receptacle. To use this ability the screamer must try to move into the target's space; moving into the target's space to use the malevolence ability does not provoke attacks of opportunity. The target can resist the attack with a successful DC 16 Will save, but the target adds (or subtracts) its Charisma modifier to this saving throw roll. A creature that successfully saves is immune to that same screamer's malevolence for 24 hours, and the screamer cannot enter the target's space. If the save fails, the screamer vanishes into the target's body. Screamers prefer to use this attack after having made several Charisma drain attacks to weaken a target's resistance. The save DC is Charisma-based. </h5><h5><b>Rejuvenation (Su)</b> A screamer cannot be killed through simple combat. If reduced to 0 hit points it disappears only to reform 24 hours later. The only way for a screamer to be truly laid to rest is for it to die while possessing a host body with its malevolence ability. When the body dies, the screamer spirit ceases to exist. </h5><h5><b>Scream of Hopelessness (Su)</b> Once every hour, a screamer can loose a horrific, mournful scream. Any living creature within hearing distance of this scream (it can carry up to a mile outdoors) must succeed on a DC 16 Will save or become shaken for 2d4 rounds. This is a sonic, mind-affecting fear attack. Creatures that successfully save cannot be affected by the same screamer's scream of hopelessness for 24 hours. The effects of multiple screamers' screams cannot stack. The save DC is Charisma-based. </h5><h5><b>Suicidal Frenzy (Su)</b> If a screamer succeeds in possessing a target with its malevolence ability, it immediately begins to make suicidal attacks on the possessed body with the body's own weaponry. Each round, the screamer uses the body's full attacks to direct its weaponry against itself. It uses the possessed victim's attack and damage modifiers and must only succeed on an attack against the body's flat-footed armor class. Damage, including the possibility of critical hits, is rolled normally. Due to the inhabiting spirit, the possessed body continues its attacks even between -1 and -9 hit points, though only single attacks can be made at this point. If the possessed body is made helpless the screamer departs to find another target. If the possessed body dies, the screamer's spirit is destroyed as it goes to its final rest.</h5></div><br><div><h4><p><p>These terrible undead are the remnant of soldiers who have fallen to the horrors of mass conflict and warfare. Whether each of these creatures is the remains of a single fallen soldier or a conglomerate of the scarred psyches of several such casualties remains up for debate, however what is known as that all of these creatures harbor an unending hatred of the living and an unceasing quest for the release of death. These mutual drives combine to create a horrifying fate for all those unfortunate enough to encounter a screamer. A screamer retains no language. In combat a screamer emits a continual piercing keen which rises in volume and pitch to become its scream attack. It uses this in conjunction with its charisma-draining touch to wear down its victim and make them susceptible to its malevolence attack. A screamer attack that is completely successful always ends in the creature's own destruction. Credit Original author Greg A. Vaughan Originally appearing in <i>Slumbering Tsar</i> (© Frog God Games/ Greg A. Vaughan, 2012)</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "0", "Organization": "solitary, gang (2-4), or swarm (6-11)", "Ref": "4", "Climb": "0", "HD": "(4d8+16)", "AbilitiyScores": "Str -, Dex 16, Con -, Int 6, Wis 11, Cha 18", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5049, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Flyby Attack, Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "1", "RacialMods": "", "AC": "17, touch 17, flat-footed 14", "Swim": "0", "Name": "Screamer", "VariantParent": "", "Skills": "Fly +16, Perception +6, Stealth +9", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +5, Ref +4, Will +4", "Melee": "incorporeal touch +6 (1d4 Charisma drain)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 80 ft. (perfect)", "Alignment": "CE", "Size": "Medium"}