{"Group": "GIGAS", "Space": "20 ft.", "Mythic": "0", "HP": 237, "Treasure": "standard (mwk breastplate, mwk ranseur, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Gigas, Hell</h2><h3><i>A giant like a mountain of corpses thunders into view. Armor crafted from the twisted bones of a hundred gigantic victims girds a twisted humanoid body covered in angry red burns and the jagged scars of crippling battles. Despite its wounds, the surviving figure exerts a terrible strength, hefting its grisly armor with ease.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">HELL GIGAS</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>LE Gargantuan humanoid (evil, extraplanar, giant, lawful)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; Perception +29</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 9, flat-footed 26 (+6 armor, +3 Dex, +14 natural, -4 size)</h5><h5><b>hp </b>237 (19d8+152)</h5><h5><b>Fort </b>+19, <b>Ref </b>+11, <b>Will </b>+12</h5><h5><b>Defensive Abilities </b>rock catching; <b>DR </b>10/chaotic; <b>Immune </b>fire; <b>Resist </b>acid 10, cold 10, electricity 10, sonic 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>60 ft.</h5><h5><b>Melee </b>mwk ranseur +24/+19/+14 (4d6+19)</h5><h5><b>Ranged </b>rock +14 (2d6+19 plus 6d6 fire)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>hurl fireball, rock throwing (140 ft.)</h5><h5><b>Spell-Like Abilities</b> (CL 15th; concentration +17)</br>At will&mdash;<i>disguise self</i>,<i> levitate</i>, <i>major image</i> (DC 15),<i> pyrotechnics</i></br>3/day&mdash;<i>animate dead</i>,<i> dispel magic</i>, <i>unholy blight</i> (DC 16), <i>wall of fire</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 37, <b>Dex</b> 16, <b>Con</b> 26, <b>Int</b> 20, <b>Wis</b> 22, <b>Cha</b> 15</h5><h5><b>Base Atk </b>+14; <b>CMB </b>+31; <b>CMD </b>44</h5><h5><b>Feats </b>Alertness, Awesome Blow, Catch Off-Guard, Combat Reflexes, Improved Bull Rush, Improved Initiative, Improvised Weapon Mastery, Lightning Reflexes, Power Attack, Throw Anything</h5><h5><b>Skills </b>Climb +35, Knowledge (planes) +21, Perception +29, Sense Motive +0, Stealth +0, Survival +28</h5><h5><b>Languages </b>Common, Giant, Infernal</h5><h5><b>SQ </b>planar empowerment</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Hell)</h5><h5><b>Organization </b>solitary, pair, or gang (3-7)</h5><h5><b>Treasure </b>standard (mwk breastplate, mwk ranseur, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Hurl Fireball (Su)</b> Hell gigas charge any rocks they throw with explosive energy. Wherever a rock thrown by a Hell gigas lands, it explodes in a 30-foot burst of flame that deals 1d6 points of fire damage for every three Hit Dice the gigas possesses (Reflex DC 27 for half ). This is in addition to any damage caused by the thrown rock. The save DC is Constitution-based. </h5><h5><b>Planar Empowerment (Su)</b> While on the plane of Hell, a Hell gigas gains access to earthquake (DC 25), firestorm (DC 25), and unholy aura as spell-like abilities, each usable once per day. If the gigas ventures onto another plane, it cannot make use of these abilities (though its other spell-like abilities remain available). The save DC for the spell-like abilities is Charisma-based and includes a +5 racial bonus.</h5></div><br></br><div><h4><p><p>The giants of the Pit, Hell gigas roam the hinterlands of Hell, stalking forth from ruined, millennia-old fortresses to enslave those who slip through the grasp of devilkind. Called \"phyriphlegeians\" by titans and some of the other elder races of the multiverse, these arrogant and most ancient of giants care only for their own tyrannies, petty schemes made abominable by their masters' scale, strength, and disregard for the survival of all other beings. More than capable of personally ruining most of their own foes physically, Hell gigas prefer campaigns of fear and pain, expending legions of slaves before bringing their own monstrous might to bear upon thoroughly defeated foes-though their rage often provokes them to forgo more satisfying climaxes in favor of immediate destruction.</p><p>The typical Hell gigas stands well over 50 feet tall and weighs upward of 20 tons, in addition to the weight of its armor of bone and metal.<b></p><p>Ecology</b><br></br> Exceptionally rare creatures, even on their native plane and compared to others of the waning gigas races, Hell gigas bear the crushing weight of beings that have endured millennia of life in Hell. Most appear as wasted giants bearing the scars of countless skirmishes and hardships, many armored over in half-living suits of exposed muscle, knotty bone, and grisly iron. Even with such second skins, the gigas radiate auras of infernal heat, which, along with their incredible strength, allow them to sculpt stone and iron into grim structures and vicious weapons.<b></p><p>Habitat & Society</b><br></br> Most Hell gigas live on the infernal layers of Avernus, Dis (beyond the city), and Phlegethon, keeping to the mountains and masterless expanses beyond the interests of devils and the damned. In some such realms lie the rare, crumbled ruins of fortresses even larger than the gigas' power to craft. Within these ruins and the lavasoaked catacombs below, the Hell gigas make their homes, living as despots apart from others of their kind, ruling over stray fiends, hellspawn, and wayward souls.</p><p>Few Hell gigas care to venture forth from the infernal realm, finding other planes uncomfortably cold. When they do, they universally hold a special hatred for fire giants, loathing the giants yet at the same time delighting in enslaving them and forcing them to do their will.</p><p>Hell gigas attempt to avoid devils as much as possible.</p><p>While a gigas can easily crush most devils, those who slight greater devils or members of the diabolical nobility risk destruction or enslavement by the easily offended lords of Hell.</p><p><b>The First Giants;</b>;<br> Scholars of the unfathomable eons that mark the immortal tides of extraplanar history have long debated by what means the inhabitants of the Material Plane took their varied-yet in many ways similar-forms.</p><p>Many adhere to the assumption that creator deities designed each mortal race, creating what they deemed as right or desirable in miniature multitudes. Others, however, claim it began with the titans.</p><p>Mighty beings, not unlike gods themselves in many ways, titans possess power beyond most races and a history stretching back before even the oldest mortal races. Although the titan race has diminished, now inhabiting only the most remote corners of Elysium and the Thanatotic realms of the Abyss, their forms have persisted throughout the millennia, and their ancient progeny and myriad inheritors now range where titans once ruled. After ages of life upon the disparate planes of existence, the true titans gave rise to scions imbued with the powers of those strange realms, beings known as gigas, which were less than their progenitors but still mighty beyond reason.</p><p>Distinctive to each realm the titans trod, the gigas rose as servants and emissaries of their lords and ancestors, carving out dominions among the natives of the planes that so shaped them. As countless ages passed and gates opened, allowing passage to the Material Plane, both titans and gigas found their way to new realms.</p><p>While most titans cared little for these small, mundane worlds, the gigas found places where they could, for the first time, be masters in their own right. And as the gigas were born of both titankind and the planes, so were the gigas' spawn, the giants. Within the lands the gigas settled arose new beings, whole races specially adapted to life within their specific environs.</p><p>With the march of countless epochs the titans waned, and so did their children, and their children's children.</p><p>Today, titans remain rare, little-known even among the planes, declining as they suffer from the wounds of an ages-old conflict. The gigas, too, stand distant, removing to the frontiers of realms they once mastered-Hell gigas picking across the ruins of mountain fastnesses, Maelstrom gigas coasting ether storms upon islands of reality, Nirvana gigas crafting and dominating new dominions of dreams, and countless more withdrawing in the face of extinction. Even on the mortal plane, the age of giants has passed on most worlds, with the great beings of ancient times retreating in the face of countless lesser races, devoid of the giants' might yet powerful in numbers. Some draw a connection between humans (as well as some other races) and giants suggestive of a heritage similar to that of giants, gigas, and the titans before them, yet from the limited vantage of mortal lives, few definite corollaries can be made. Perhaps in future eons the truth of such conjecture might make itself apparent to the inheritors of humankind.</p></h4></div>", "Languages": "Common, Giant, Infernal", "Source": "AP 30", "Land": "0", "Organization": "solitary, pair, or gang (3-7)", "Ref": "11", "Climb": "0", "HD": "(19d8+152)", "AbilitiyScores": "Str 37, Dex 16, Con 26, Int 20, Wis 22, Cha 15", "Gear": "", "Ranged": "rock +14 (2d6+19 plus 6d6 fire)", "Type": "humanoid", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 505, "SubType": "(evil, extraplanar, giant, lawful)", "MonsterSource": "", "Feats": "Alertness, Awesome Blow, Catch Off-Guard, Combat Reflexes, Improved Bull Rush, Improved Initiative, Improvised Weapon Mastery, Lightning Reflexes, Power Attack, Throw Anything", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "19", "Fly": "0", "RacialMods": "", "AC": "29, touch 9, flat-footed 26", "Swim": "0", "Name": "Gigas Hell", "VariantParent": "", "Skills": "Climb +35, Knowledge (planes) +21, Perception +29, Sense Motive +0, Stealth +0, Survival +28", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any (Hell)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "planar empowerment", "Saves": "Fort +19, Ref +11, Will +12", "Melee": "mwk ranseur +24/+19/+14 (4d6+19)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "60 ft.", "Alignment": "LE", "Size": "Gargantuan"}