{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 38, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Sewer Sludge</h2><h3><i>Suddenly, the pile of sewage rises up and extends a long brown pseudopod dripping with vulgar fluids.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Sewer Sludge (Spawn Of Dungie)</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Medium ooze (aquatic)</h5><h5><b>Init </b>+0; <b>Senses </b>blindsight 30 ft.; Perception -5</h5><h5><b>Aura </b>stench (10 ft., DC 17)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 10, flat-footed 14 (+4 natural)</h5><h5><b>hp </b>38 (4d8+20)</h5><h5><b>Fort </b>+6, <b>Ref </b>+1, <b>Will </b>-4</h5><h5><b>Immune </b>cold, electricity, ooze traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft., swim 20 ft.</h5><h5><b>Melee </b>slam +6 (1d8+4 plus disease and grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>constrict (1d8+4)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>10, <b>Con </b>20, <b>Int </b> -, <b>Wis </b>1, <b>Cha </b>1</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+6 (+10 grapple); <b>CMD </b>16 (can't be tripped)</h5><h5><b>Skills </b>Climb +11, Swim +11</h5><h5><b>SQ </b>amphibious, camouflage</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or smattering (2-5)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Camouflage (Ex)</b> Since a sewer sludge looks like normal sludge when at rest, a DC 20 Perception check is required to notice it before it attacks for the first time. Anyone with ranks in Survival or Knowledge (dungeoneering) can use either of those skills instead of Perception to notice the ooze. </h5><h5><b>Cold Immunity (Ex)</b> A sewer sludge hit by a cold-based attack takes no damage. However, if the amount of damage it would have otherwise taken exceeds its Constitution score, the sewer sludge is <i>slow</i>ed (as the <i>slow</i> spell) for 1d6 rounds. </h5><h5><b>Disease (Ex)</b> <i>Filth fever</i>: Slam-contact; save DC 17 Fort; <i>onset</i> 1d3 days; frequency 1/day; effect 1d3 Dex damage and 1d3 Con damage; cure 2 consecutive saves. The save DC is Constitution-based. </h5><h5><b>Stench Aura (Ex)</b> Creatures entering the area must succeed on a DC 17 Fortitude save or be sickened for as long as they remain in the area and for 1d4 rounds after leaving it. The save DC is Constitution-based.</h5></div><br><div><h4><p><p>A sewer sludge is a disgusting ooze that resembles nothing more than a filthy pile of sewage. They lurk in the sewer and waste-water systems of large cities, usually content to feed on rats and refuse that filters down from the streets overhead. A sewer sludge is a globular mass about 4 feet across, and weighing 100 pounds. Sewer sludges are almost always hungry, and do not hesitate to attack prey larger than themselves. A sewer sludge's usual method of attack is to glom onto the body of a creature struck by its pseudopod, grip it tightly, and liquefy its flesh by releasing acidic digestive enzymes. Spawn of Dungie The origin of sewer sludges was unknown until recently. Diligent research by a curious adventurer named Bilark Weterson finally tracked down where these creatures came from, and the news was not good at all. Weterson realized that sewer sludges first appeared in cities often frequented by travelers returning from a certain famous dungeon. Following a hunch, he investigated and was never heard from again. Weterson's diary was recently uncovered in a used book store in Bard's Gate, and in it were discovered his theories about sewer sludges. It is known that in the upper levels of the dungeon known as Rappan Athuk there exists a creature called the Dung Monster. The good news is that the Dung Monster, nicknamed ‘Dungie' by those few who have survived an encounter with that it, is content to remain in Rappan Athuk and not venture into the outside world. The bad news is that Dungie has begun to reproduce. Once every few years, Dungie grows odd nodules on its surface. These nodules continue to bud until they fall away and take on a life of their own. Sometimes, a bud finds its way outside of Rappan Athuk, either on its own or hidden in the packs and clothing of weary adventurers as they exit the dungeon. If undetected, these buds drop out into the sewers of the great cities of the world and grow into sewer sludges. Fortunately, sewer sludges remain mindless oozes as they age. Were they to mature into adhesive, shape-changing, immortal monsters like their progenitor, the world might surely be doomed!</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary or smattering (2-5)", "Ref": "1", "Climb": "1", "HD": "(4d8+20)", "AbilitiyScores": "Str 16, Dex 10, Con 20, Int -, Wis 1, Cha 1", "Gear": "", "Ranged": "", "Type": "ooze", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5051, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "", "AlternateNameForm": "Spawn Of Dungie", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "14, touch 10, flat-footed 14", "Swim": "1", "Name": "Sewer Sludge", "VariantParent": "NULL", "Skills": "Climb +11, Swim +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "-4", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, camouflage", "Saves": "Fort +6, Ref +1, Will -4", "Melee": "slam +6 (1d8+4 plus disease and grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., climb 20 ft., swim 20 ft.", "Alignment": "N", "Size": "Medium"}