{"Group": "Shattered Soul", "Space": "5 ft.", "Mythic": "0", "HP": 126, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Shattered Soul, Impaled Spirit</h2><h3><i>This ghostly spirit's face is twisted in eternal torment. The creature clutches a translucent spear-like pole.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Impaled Spirit</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>CE Medium undead (incorporeal)</h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., lifesense 60 ft.; Perception +17</h5><h5><b>Aura </b>unnatural aura (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 19, flat-footed 15 (+5 deflection, +1 dodge, +3 Dex)</h5><h5><b>hp </b>126 (12d8+60 plus 12)</h5><h5><b>Fort </b>+9, <b>Ref </b>+7, <b>Will </b>+12</h5><h5><b>Defensive Abilities </b>channel resistance +4, incorporeal; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 60 ft. (good)</h5><h5><b>Melee </b>incorporeal spike +12 (1d8 plus impale soul) or </br>incorporeal touch +12 (1d8 plus sickened)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft. (10 ft. with incorporeal spike)</h5><h5><b>Special Attacks </b>impale soul</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>16, <b>Con </b>-, <b>Int </b> 15, <b>Wis </b>15, <b>Cha </b>21</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+12; <b>CMD </b>31</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Dodge, Improved Initiative, Iron Will, Toughness</h5><h5><b>Skills </b>Fly +22, Intimidate +20, Knowledge (religion) +17, Perception +17, Sense Motive +17, Stealth +18</h5><h5><b>Languages </b>Common</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Impale Soul (Su)</b> An impaled spirit carries an incorporeal version of the spike that caused its death, a 10-foot long spear-like instrument. On a successful melee attack with this spike, the target must succeed on a DC 21 Will save or have its soul impaled on the ghostly implement. A ghostly duplicate of the impaling instrument and its victim now impaled on the spike appear planted in the ground within 5 feet of the target. A thin silvery cord connects the translucent, impaled creature with its corporeal self. Another thin silvery cord connects the ghostly impalement back to the impaled spirit. This attack deals 1d6 points of Constitution drain initially and 1 point of Constitution drain each round thereafter until the creature dies or is freed. Each round an impaled victim takes Constitution drain, the impaled spirit connected to it gains 5 temporary hit points. An impaled creature cannot move more than 10 feet from the spot where its soul is impaled, and takes a -2 penalty on all attack rolls, checks, and saves from the pain until freed. An impaled creature can be freed if the ghostly spike holding the victim is destroyed or pulled from the ground. The ghostly spike is AC 20, hp 20, hardness 10. Corporeal creatures cannot pull the spike from the ground but can attack it with magic weapons. Normal weapons have no effect. Ethereal creatures can attack the spike with normal weapons or remove it from the ground with a successful DC 21 Strength check. A <i>heal</i>, <i>holy word</i>, <i>wish</i>, or <i>miracle</i> spell destroys the ghostly spike instantly. The save DC is Charisma-based. </h5><h5><b>Lifesense (Su)</b> An impaled spirit notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability. </h5><h5><b>Unnatural Aura (Su)</b> Animals do not willingly approach within 30 feet of an impaled spirit, unless a master makes a DC 25 Handle Animal, Ride, or wild empathy check.</h5></div><br><div><h4><p><p>Shattered souls are the ghostly spirits of living beings executed through brutal torture: impalement, disembowelment, or worse. Their souls having not entirely departed the Material Plane, they have risen to seek vengeance on the living, particularly clerics or other divine spellcasters whom they blame for having forsaken them and allowed them to die in such a ghastly manner. Impaled spirits are the ghostly remains of living beings executed through impalement; a brutally slow and extremely painful form of execution. Impaled spirits are most often encountered above ground in or near the place of their execution; rarely are they found anywhere else. They are completely oblivious to everything but pain, and seek to inflict as much on a living creature as is inhumanly possible. They hold no memories of their former life, save the pain and suffering they endured at their time of execution. Am impaled spirit appears as a translucent humanoid floating a few feet above the ground carrying a 10-foot long ghostly spike or spear. It makes no noise, though it almost seems to be trying to cry out in agony; a silent reminder of the pain endured as the impalement spike pierced its internal organs while it was dying. Its eyes are glossy white. An impaled spirit hates all living creatures and attacks any it encounters. Though it can use its incorporeal touch attack, it prefers to attack with its incorporeal spike, attempting to impale its foes. An impaled creature is left to die an agonizing death. The impaled spirit turns its attention to another foe, attempting to repeat the process. Much like other shattered souls, an impaled spirit hates clerics and attacks them first.</p></h4></div>", "Languages": "Common", "Source": "Tome of Horrors 4", "Land": "0", "Organization": "solitary", "Ref": "7", "Climb": "0", "HD": "(12d8+60 plus 12)", "AbilitiyScores": "Str -, Dex 16, Con -, Int 15, Wis 15, Cha 21", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft. (10 ft. with incorporeal spike)", "DontUseRacialHD": "0", "id": 5056, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Dodge, Improved Initiative, Iron Will, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "1", "RacialMods": "", "AC": "19, touch 19, flat-footed 15", "Swim": "0", "Name": "Impaled Spirit", "VariantParent": "", "Skills": "Fly +22, Intimidate +20, Knowledge (religion) +17, Perception +17, Sense Motive +17, Stealth +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "12", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +9, Ref +7, Will +12", "Melee": "incorporeal spike +12 (1d8 plus impale soul) or incorporeal touch +12 (1d8 plus sickened)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 60 ft. (good)", "Alignment": "CE", "Size": "Medium"}