{"Group": "KYTON", "Space": "15 ft.", "Mythic": "0", "HP": 243, "Treasure": "Value standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Kyton, Ephialtes</h2><h3><i>Amid a roiling cloud of deepest dark, the rattle of chains and heavy footfalls announce a being of immense size. An infernal, gasping hiss draws the darkness back, revealing a tortured, fourlegged fiend of exposed bone and ragged flesh draped in chains. Barbs and hooks hang from these wrought iron bands, matching the fiend's tail as they writhe like snakes in search of prey.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">EPHIALTES KYTON</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>LE Huge outsider (evil, extraplanar, kyton, lawful)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft.; Perception +24</h5><h5><b>Aura </b>frightful presence (30 ft., DC 22)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 10, flat-footed 28 (+8 armor, +2 Dex, +12 natural, -2 size)</h5><h5><b>hp </b>243 (18d10+144); regeneration 5 (good weapons and spells, silver weapons)</h5><h5><b>Fort </b>+14, <b>Ref </b>+13, <b>Will </b>+14</h5><h5><b>Defensive Abilities </b>chain armor; <b>DR </b>10/silver or good Immune cold, fear, poison; <b>Resist </b>acid 10, fire 10; <b>SR </b>27</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>bite +24 (2d6+8), 2 chains +25 (2d8+8/19-20), 2 claws +24 (1d8+8), tail +19 (1d8+4)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft. (30 ft. with chains)</h5><h5><b>Special Attacks </b>breath weapon (50-ft. cone, 2d8+8 piercing damage plus grab, Reflex DC 27 for half, usable every 1d4 rounds) dancing chains, entrapping chains, pull (breath weapon, 10 feet), rend (2 chains, 2d8+12)</h5><h5><b>Spell-Like Abilities</b> (CL 16th)</br>At will&mdash;<i>blur</i> (self only),<i> dimensional anchor</i></br>3/day&mdash;<i>deeper darkness</i>, <i>shadow walk</i> (DC 19), <i>silence</i> (DC 15)</br>1/day&mdash;<i>discern location</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 26, <b>Dex</b> 14, <b>Con</b> 26, <b>Int</b> 10, <b>Wis</b> 12, <b>Cha</b> 16</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+28 (+32 grapple or pull); <b>CMD </b>40 (44 vs. trip)</h5><h5><b>Feats </b>Alertness, Bleeding Critical, Combat Reflexes, Critical Focus, Improved Critical (chains), Improved Initiative, Iron Will, Stand Still, Weapon Focus (chains)</h5><h5><b>Skills </b>Bluff +12, Climb +15, Escape Artist +13, Intimidate +24, Knowledge (planes) +13, Perception +24, Sense Motive +18, Stealth +15, Survival +22</h5><h5><b>Languages </b>Infernal</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Shadow Plane)</h5><h5><b>Organization </b>solitary or team (2-8)</h5><h5><b>Treasure </b>Value standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Breath Weapon (Su)</b> As a full-round action, an ephialtes kyton may exhale a spread of barbed, grappling chains anchored within its massive maw, targeting up to six creatures in a 50-foot cone. Those failing a DC 27 Reflex save suffer 2d8+8 points of piercing damage and the kyton may make a combat maneuver check as an immediate action to grapple each victim with the animate chains. A successful save cuts the damage in half and avoids the grapple opportunity. Those successfully grappled by the chains become subject to the kyton's pull ability. A kyton cannot use its breath weapon again while it is grappling or pulling creatures with its breath weapon chains. Otherwise, it may use the breath weapon once every 1d4 rounds. The save DC is Constitution-based. An ephialtes kyton's chains (hardness 10, hp 10, Break DC 26) can be broken, or attacked by making a sunder attempt. If the chain is currently grappling a target, the attacker gains a +4 circumstance bonus on the CMB check to sunder. Severing a chain deals no damage to a kyton.</h5><h5><b> Chain Armor (Ex)</b> The chains that adorn an ephialtes kyton grant it a +8 armor bonus, but are not treated as armor for the purpose of arcane spell failure, armor check penalties, maximum Dexterity, weight, or proficiency. </h5><h5><b>Dancing Chains (Su)</b> An ephialtes kyton can control up to four chains within 30 feet as a standard action, making the chains dance or move as it wishes. In addition, the kyton can increase these chains' length by up to 15 feet and cause them to sprout razor-sharp barbs. The chains attack as effectively as the kyton itself. If a chain is in another creature's possession, the creature can attempt a DC 22 Will save to break the ephialtes kyton's power over that chain. If the save is successful, the kyton cannot attempt to control that particular chain again for 24 hours or until the chain leaves the other creature's possession. An ephialtes kyton can climb chains it controls at its normal speed without making Climb checks. The save DC is Charisma-based. </h5><h5><b>Entrapping Chains (Su)</b> With a successful combat maneuver check, an ephialtes kyton may transfer an adjacent creature grappled by the kyton's breath weapon chains to the chains adorning its body, giving the target the pinned condition while the kyton deals with remaining foes. The kyton does not retain the grappled condition while pinning such creatures. Pinned victims can free themselves with a combat maneuver check to break the pin or an Escape Artist check. Other creatures can attempt to free pinned victims by making a sunder attempt (hardness 10, hp 10). An ephialtes kyton may entrap 1 Large, 2 Medium, 8 Small, 32 Tiny, or 128 Diminutive or smaller opponents.</h5><h5><b> Pull (Ex)</b> An ephialtes kyton has a +4 racial bonus on CMB checks made using its pull special attack.</h5></div><br></br><div><h4><p><p>Sadistic hunters and tormentors of all living souls, ephialtes kytons usually roam the planes in service to the lords of Hell and Shadow, but occasionally in pursuit of their own fell interests. They ruthlessly abduct the innocent and retrieve the damned, dragging their victims into the fires of Hell or the gnashing, wailing dark of the Plane of Shadow. They have no fear, tracking their chosen prey regardless of distance or challenge, and shackle dragons, giants, and humanoids alike for their eternal torturous rewards.</p><p>Ephialtes kytons travel in silent grace while cloaked in darkness, but drop their stealthy veils when ready to intimidate those they've come to collect or punish.</p><p>Then, their frightening gaze matches the deadly intent of the chains piercing their flesh. These animated, wrought iron bands serve as protection and weapons in the hands or claws of all kytons, but may also bind and lash their victims to the ephialtes' ever-bleeding hide to carry them into the Great Beyond. A typical ephialtes stands 25 feet tall and weighs over 15 tons with the combined burden of their deadly chains.<b></p><p>Ecology</b><br></br> An ephialtes kyton results from the ritual transformation of a lesser kyton which has slain or bound 999 mortal victims in the soulless dark of the Shadow Plane. Thereafter, it gains the ability to shadow walk and expand its access to other planes without waiting for summoners to request its services. Eternally vigilant and opportunistic, ephialtes kytons hunt for further victims for young kytons to practice upon.</p><p>Because of their honed expertise in capturing and tormenting souls, ephialtes are highly useful to the diabolical elite-both mortals and the immortal lords of Hell-who seek out ephialtes kytons as fell servants. Some kytons willingly align themselves with the rulers of Hell, taking further delight in the various torments available in that realm.<b></p><p>Habitat & Society</b><br></br> Ephialtes kytons shepherd and rule over the entirety of kyton society.</p><p>Though not especially cunning compared to other fiends, they still possess a fierce loyalty to their own kind and adhere to a rigid hierarchy of power and achievement.</p><p>Their homes within the Plane of Shadow remain eternally hidden, with the sounds of flesh-flensing chains providing the only insight into their torturous methods. Few outsiders understand the purpose of these elaborate torments, though rumors suggest they further empower the ephialtes to ever-greater transformations.</p><p><b>Summoning Ephialtes Kytons</b><br> As long as a conjurer doesn't interrupt an ongoing hunt, most ephialtes kytons relish being summoned, looking forward to the sport of chasing down newly assigned prey or punishing those who fail to properly bind them.</p><p>Any Charisma check made as part of the greater planar binding spell to convince an ephialtes kyton to undertake a mission other than the murder, abduction, or torture of specific victims suffers a -2 penalty.</p><p>Once an ephialtes kyton accepts an assignment, it demands 1,000 gp paid in black onyx or opals for every Hit Die its target possesses. If the summoner cannot pay the price in the required gems, the kyton only partially carries out the requested service-maiming instead of murdering, abducting for only a limited time (typically 1d4+3 days), or only torturing a victim until it answers a single question as part of an interrogation. If a summoner tries to force an ephialtes kyton to perform a different type of service or accept a different form of payment, the kyton takes offense and all of the summoner's future Charismarelated interactions with the ephialtes suffer a -2 penalty.</p><p>Once an ephialtes kyton has agreed to a task, only its assigned prey interests it.</p><p>Ephialtes kytons always offer to dispose of such victims by taking them to the Shadow Plane so they can help lesser kytons obtain the necessary number of souls to become ephialtes.</p></h4></div>", "Languages": "Infernal", "Source": "AP 30", "Land": "0", "Organization": "solitary or team (2-8)", "Ref": "13", "Climb": "0", "HD": "(18d10+144)", "AbilitiyScores": "Str 26, Dex 14, Con 26, Int 10, Wis 12, Cha 16", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "15 ft. (30 ft. with chains)", "DontUseRacialHD": "0", "id": 506, "SubType": "(evil, extraplanar, kyton, lawful)", "MonsterSource": "", "Feats": "Alertness, Bleeding Critical, Combat Reflexes, Critical Focus, Improved Critical (chains), Improved Initiative, Iron Will, Stand Still, Weapon Focus (chains)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "30, touch 10, flat-footed 28", "Swim": "0", "Name": "Ephialtes Kyton", "VariantParent": "", "Skills": "Bluff +12, Climb +15, Escape Artist +13, Intimidate +24, Knowledge (planes) +13, Perception +24, Sense Motive +18, Stealth +15, Survival +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "any (Shadow Plane)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +13, Will +14", "Melee": "bite +24 (2d6+8), 2 chains +25 (2d8+8/19-20), 2 claws +24 (1d8+8), tail +19 (1d8+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Huge"}