{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 26, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Skull Child</h2><h3><i>This small child's head is a pathetic skinless skull with gnashing teeth and blazing red eyes.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Skull Child</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>NE Small undead </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft.; Perception +7</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 14, flat-footed 12 (+2 Dex, +1 dodge, +1 natural, +1 size)</h5><h5><b>hp </b>26 (4d8+8)</h5><h5><b>Fort </b>+3, <b>Ref </b>+3, <b>Will </b>+4</h5><h5><b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>2 claws +6 (1d4/19-20 plus energy drain), bite +6 (1d6 plus weakness)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>create spawn, energy drain (1 level, DC 14), terrifying gaze, vicious claws, weakness</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>15, <b>Con </b>-, <b>Int </b> 8, <b>Wis </b>11, <b>Cha </b>15</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+2; <b>CMD </b>15</h5><h5><b>Feats </b>Dodge, Weapon Finesse</h5><h5><b>Skills </b>Bluff +13, Climb +5, Perception +7, Stealth +11; <b>Racial Modifiers </b>+4 Bluff (Bluff is always a class skill)</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>daylight powerlessness, masquerade</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any land</h5><h5><b>Organization </b>solitary or gang (2-7)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Create Spawn (Su)</b> A juvenile humanoid slain by a skull child rises the following night as a free-willed skull child. A <i>bless</i> spell cast on the body before that time ceases the transformation. Adults and non-humanoids killed by a skull child do not rise as undead. </h5><h5><b>Daylight Powerlessness (Su)</b> A skull child's energy drain, create spawn, terrifying gaze, and weakness abilities only function after sunset. </h5><h5><b>Masquerade (Su)</b> Between the hours of dawn and dusk, it is impossible to tell a skull child from another, normal, child of the race it is posing as. Any form of detection, such as <i>detect undead</i> reveals nothing. <i>True seeing</i> or similar spells show a dark haze around a skull child during the day but nothing else. Additionally, Bluff is always a class skill for a skull child. </h5><h5><b>Terrifying Gaze (Su)</b> Any living creature that meets the gaze of a skull child must succeed on a DC 14 Will save or be shaken for 1d4 rounds. Creatures with more than 5 HD are immune to this effect. The save DC is Charisma-based. </h5><h5><b>Vicious Claws (Su)</b> The claws of a skull child are supernaturally sharp. A skull child threatens a critical on a 19-20 with its claw attack. </h5><h5><b>Weakness (Su)</b> The bite of a skull child deals 1d4 points of Constitution damage on a successful hit unless the target succeeds on a DC 14 Fortitude save. A creature dies if this Constitution damage equals or exceeds its actual Constitution score. The save DC is Charisma-based.</h5></div><br><div><h4><p><p>Skull children are small and pathetic but sadistic undead creatures, often spoken of in folklore and myth, though few actually believe in their existence. By day, a skull child is virtually indiscernible from any humanoid child of its size and apparent age. It appears as a happy, playful youngster who mixes with other, more normal children. At night however, its true demeanor becomes all too apparent. As the sun sinks below the horizon, the flesh retreats from the head of a skull child, revealing a bare skull with blazing eye sockets and sharp, needle-like teeth. The rest of the creature's body becomes putrid and rotten. A skull child feeds on the life force of other living creatures, draining the essence of its victims, though only at night. A skull child often poses as an orphan in order to be taken in by a well-meaning and unsuspecting family, while other skull children operate in gangs as destitute children in larger cities. A skull child seeks to insinuate itself into groups of children, camouflaging itself among the living and slowing preying upon them, one by one. It is not known whether a skull child prefers to stalk children in order to create more of its own kind or simply because children are far easier targets than adults. Skull children stand between 2 and 4 feet tall, and weigh about 30 to 60 pounds. Skull children prefer to avoid combat if possible, all too aware that their small forms are unsuited to melee. When forced to fight, however, they attack with their bony claws and a vicious bite.</p></h4></div>", "Languages": "Common", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary or gang (2-7)", "Ref": "3", "Climb": "0", "HD": "(4d8+8)", "AbilitiyScores": "Str 10, Dex 15, Con -, Int 8, Wis 11, Cha 15", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5061, "SubType": "", "MonsterSource": "", "Feats": "Dodge, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "+4 Bluff (Bluff is always a class skill)", "AC": "15, touch 14, flat-footed 12", "Swim": "0", "Name": "Skull Child", "VariantParent": "NULL", "Skills": "Bluff +13, Climb +5, Perception +7, Stealth +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any land", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "daylight powerlessness, masquerade", "Saves": "Fort +3, Ref +3, Will +4", "Melee": "2 claws +6 (1d4/19-20 plus energy drain), bite +6 (1d6 plus weakness)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "NE", "Size": "Small"}