{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 150, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Sojourner Of The Sea</h2><h3><i>This metallic construct appears as a crudely rendered statue of a human male, with fully articulated joints. Though its facial features are nothing more than vague shapes with little definition, its torso is carved with an intricate pattern of runes. Along the area of its left \"thigh\" is a long silvery abrasion, perhaps the result of some ancient battle.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Sojourner Of The Sea</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>N Medium construct </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 10, flat-footed 30 (+20 natural)</h5><h5><b>hp </b>150 (20d10+40)</h5><h5><b>Fort </b>+6, <b>Ref </b>+6, <b>Will </b>+6</h5><h5><b>DR </b>20/-; <b>Immune </b>construct traits (+40 hp), magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., burrow 20 ft., climb 20 ft.</h5><h5><b>Melee </b>2 slams +28 (2d8+12/19-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>aquatic combat, aquatic <i>entangle</i></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>11, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>10</h5><h5><b>Base Atk </b>+20; <b>CMB </b>+28; <b>CMD </b>38</h5><h5><b>Skills </b>Climb +16</h5><h5><b>SQ </b>resilient</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any oceans</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Aquatic Combat (Ex)</b> A sojourner suffers no penalties when fighting underwater. </h5><h5><b>Aquatic Entangle (Su)</b> Once every four rounds, a sojourner can animate the local sea flora to entrap its opponents. This ability functions as an <i>entangle</i> spell (Reflex DC 20 partial; CL 20th). </h5><h5><b>Immunity to Magic (Ex)</b> A sojourner is immune to spells or spell-like abilities that allow spell resistance. Certain spells and effects function differently against it, as noted below. A <i>magic missile</i> paralyzes a sojourner (as the <i><i>hold</i> person</i> spell) for 1 minute, with no saving throw. A magical attack that deals cold damage breaks any <i>hold</i> effect on the sojourner and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the sojourner to exceed its full normal hit points, it gains any excess as temporary hit points. A sojourner gets no saving throw against cold effects. A sojourner is unaffected by rust attacks, such as those of a rust monster or a <i>rusting grasp</i> spell. </h5><h5><b>Powerful Blows (Ex)</b> A sojourner deals one and a half times its Strength modifier and threatens a critical hit on a 19-20 with its slam attacks. </h5><h5><b>Resilient (Ex)</b> A sojourner gains bonus hit points as a construct as if it were two sizes larger.</h5></div><br><div><h4><p><p>This metal construct, known as the sojourner of the sea, is believed to be one of a kind, and for that the civilized world is thankful. The sojourner is a man-shaped machine that constantly walks the ocean floor on an unknown quest, destroying anything that attempts to sway it from its inexorable path. The sojourner was given its name by a maritime explorer who encountered it, fought it, and retreated with his life to tell the tale. No one knows the sojourner's real name, or even if it has one. The sojourner is fashioned from a special, highly resilient metal of unknown origin, its power source hidden somewhere deep inside its nearly impregnable frame. It continuously and unstoppably walks the lightless ocean floor, having traversed thousands of miles since it was first spotted years ago. So far it has proven indestructible. Its purpose remains a mystery. The symbols on its torso are as inscrutable as the sojourner itself. During its endless trek along the sea bed, if the sojourner encounters an obstacle it cannot pass through or climb over, it walks around the obstacle's perimeter or burrows beneath it, regardless of the distance required. It descends into the deepest ocean trenches and slowly advances up the far side. If a living being attempts to impede its progress, the sojourner attacks without hesitation, though it never initiates combat until it is touched or attacked. The unrelenting sojourner of the sea cannot swim. The creature is immune to the corroding and rusting effects of water. In combat the sojourner is mindless, fearless, and unremitting. Once battle commences, the sojourner does not relent until all opponents are eliminated or have fled.</p></h4></div>", "Languages": "", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "6", "Climb": "1", "HD": "(20d10+40)", "AbilitiyScores": "Str 27, Dex 11, Con -, Int -, Wis 11, Cha 10", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5064, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "30, touch 10, flat-footed 30", "Swim": "0", "Name": "Sojourner Of The Sea", "VariantParent": "NULL", "Skills": "Climb +16", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any oceans", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "resilient", "Saves": "Fort +6, Ref +6, Will +6", "Melee": "2 slams +28 (2d8+12/19-20)", "Burrow": "1", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., burrow 20 ft., climb 20 ft.", "Alignment": "N", "Size": "Medium"}