{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 7, "Treasure": "standard (longspear, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Talorani</h2><h3><i>This completely hairless humanoid creature has oversized hands and feet which are webbed with thin membranes of flesh. Each finger and toe has an extra joint. It has large, apparently pupil-less eyes and a small nose. Two small gills line each side of its neck, and four larger ones open and close rhythmically on each side of its chest.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Talorani</p><p class=\"alignright\">CR 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>200</h5><h5>Talorani warrior 1</h5><h5>CN Medium humanoid (aquatic, talorani)</h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 120 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>11, touch 10, flat-footed 11 (+1 natural)</h5><h5><b>hp </b>7 (1d10+2)</h5><h5><b>Fort </b>+4, <b>Ref </b>+0, <b>Will </b>+0</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., swim 30 ft.</h5><h5><b>Melee </b>longspear +2 (1d8+1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>13, <b>Dex </b>11, <b>Con </b>14, <b>Int </b> 9, <b>Wis </b>10, <b>Cha </b>8</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+2; <b>CMD </b>12</h5><h5><b>Feats </b>Endurance</h5><h5><b>Skills </b>Swim +13</h5><h5><b>Languages </b>Talorani; empathic communication</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any aquatic</h5><h5><b>Organization </b>solitary, band (2-5), or tribe (6-11)</h5><h5><b>Treasure </b>standard (longspear, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Empathic Communication (Su)</b> Talorani have the ability to empathically communicate basic ideas (little more than emotion and direction) to any others of their kind within 20 feet. Other creatures must succeed on a DC 20 Sense Motive check to receive empathic imagery from a talorani.</h5></div><br><div><h4><p><p>The talorani, more commonly called underdwellers, are an aquatic humanoid race thought to be the descendants of merfolk and elves. They dwell in shallow coastal waters, having carved out a niche for themselves between their aquatic elven ancestors close to shore and their merfolk relatives in deeper waters. Their webbed hands and feet have an extra joint in each finger and toe, allowing them to move through the water with a speed and agility. On land, however, they are slow and ungainly. Talorani are about 5 feet tall and weigh 125 pounds. Talorani Society Underdwellers live in a clan-based social system comprising, in order of increasing size: families - clans - houses - guilds - community. An underdweller known as a Father leads a family, a Grand-Father leads a clan, a Great-Father leads a house, a High-Father leads a guild, and an All-Father leads the community. There is no true religion amongst the underdwellers as most other races understand it, but the sea, called the Mother, is highly revered within the community as a living entity that controls all within it. It is not worshipped as a god but there are taboos and requirements in place that are observed to avoid retribution from the Mother. A common reprimand from the matriarchs to warn riotous youngsters is that ‘the Mother will see you' if they misbehave. One major taboo that jeopardizes one's relation to the Mother is an unnecessary death. All creatures of the sea are considered an inherent part of it, and a creature's death may mean that somewhere else, something will not come into being because the creature was no longer present. To an underdweller, all creatures need all other creatures, if not now, then in the future to survive. Of course, preventing one's own death is desirable for the same reason. Death is looked upon as a sad event and underdweller funerals do not differ much from human ritual. The dead are interned within caves near the shore, along with their most prized possessions. The entrance is sealed with rock, and the place is marked. Even enemies are buried this way, though are placed far from the cemeteries of the community. Humans and all other land-based races are looked on with a mixture of awe, fear, suspicion, and fascination. For centuries untold, the underdwellers have kept to themselves and avoided the petty attentions of the land races. Although there have been no major altercations between the land races and the underdwellers, complete avoidance of all surface-dwelling races is usually the law in underdweller communities. A normal underdweller mating ritual allows for the complete polygamy of both sexes. Any underdweller may have as many mates as they desire. Children born of such unions are taken to the community nursery to be raised by the matriarchs - rearing children is the responsibility of the entire community rather than just the child's parents. Female underdwellers have the ability to control their own fertility, so the choice to bear a child is a mother's alone, though it is the law for them to inform prospective paramours of her intention to bear children. Other than that, sex is common, often experienced, and willingly shared without many of the taboos and discretion known by other races. A marriage ritual known as life-binding occurs when two underdwellers agree to swear lifelong loyalty to one another in the presence of the community All-Father and the Mother. No other may mate with one who has been life-bound. Names amongst the underdwellers are descriptive of an individual's appearance, traits or some event in their life. Houses are constructed of worked coral and shipwreck debris, shaped like upturned boats facing into the current with entrances as round holes in the top of the dome. These homes are often decorated with brightly colored rocks, coral, anemones, and ship figureheads or name plates. <br><b>Talorani Characters</b><br> Talorani are defined by their class levels - they do not possess racial hit dice. Talorani clerics revere \"The Mother,\" and have access to the Animal, Travel, and Water domains. All Talorani have the following racial traits. <br><b>+2 Constitution, +2 Wisdom, -2 Charisma:</b> Talorani are hardy and wise but introverted. <br><b>Slow</b>: Speed 20 ft. A talorani is slower on land than in the water. <br><b>Aquatic</b>: Talorani are aquatic and amphibious. They and can breathe both air and water, and have a swim speed of 30 ft. <br><b>Natural Armor Bonus</b>: Talorani have a +1 natural armor bonus. <br><b>Deep-Dweller:</b> All talorani have darkvision out to 120 ft. and low-light vision. <br><b>Empathic Communication</b>: Talorani have the ability to empathically communicate basic ideas (little more than emotion and direction) to any others of their kind within 20 feet. Other creatures must succeed on a DC 20 Sense Motive check to receive empathic imagery from an underdweller. <br><b>Languages</b>: Talorani begin play speaking Talorani. Talorani with high Intelligence scores can choose any of the following bonus languages: Aquan, Common, Draconic, and Sahuagin.</p></h4></div>", "Languages": "Talorani; empathic communication", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary, band (2-5), or tribe (6-11)", "Ref": "0", "Climb": "0", "HD": "(1d10+2)", "AbilitiyScores": "Str 13, Dex 11, Con 14, Int 9, Wis 10, Cha 8", "Gear": "", "Ranged": "", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5082, "SubType": "(aquatic, talorani)", "MonsterSource": "", "Feats": "Endurance", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "warrior 1", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "11, touch 10, flat-footed 11", "Swim": "1", "Name": "Talorani", "VariantParent": "", "Skills": "Swim +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "0", "Race": "Talorani", "CR": "1/2", "XP": 200, "TemplatesApplied": "", "Environment": "any aquatic", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +4, Ref +0, Will +0", "Melee": "longspear +2 (1d8+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., swim 30 ft.", "Alignment": "CN", "Size": "Medium"}