{"Group": "Treant", "Space": "15 ft.", "Mythic": "0", "HP": 171, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Treant, Razor</h2><h3><i>This thin and gnarled black tree grows wickedly sharp razors instead of leaves. The razors ring like a thousand tiny bells with every wind gust.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Razor Treant</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CE Huge plant </h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +25</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 8, flat-footed 22 (+14 natural, -2 size)</h5><h5><b>hp </b>171 (18d8+90)</h5><h5><b>Fort </b>+18, <b>Ref </b>+6, <b>Will </b>+11</h5><h5><b>DR </b>10/slashing; <b>Immune </b>plant traits</h5><h5><b>Weaknesses </b>vulnerability to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft.</h5><h5><b>Melee </b>2 slams +22 (2d6+11 plus 1d4 slashing plus 1 bleed)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>bloody autumn (10d4 slashing plus 1d4 bleed; DC 20 Ref for half and no bleed), razor leaves</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>32, <b>Dex </b>11, <b>Con </b>21, <b>Int </b> 15, <b>Wis </b>16, <b>Cha </b>12</h5><h5><b>Base Atk </b>+13; <b>CMB </b>+26; <b>CMD </b>36</h5><h5><b>Feats </b>Awesome Blow<sup>B</sup>, Cleave, Combat Reflexes, Great Cleave, Great Fortitude, Improved Initiative, Improved Sunder, Iron Will, Power Attack, Skill Focus (Perception)</h5><h5><b>Skills </b>Bluff +15, Intimidate +18, Knowledge (nature) +16, Perception +25, Sense Motive +17</h5><h5><b>Languages </b>Infernal, Razor Treant, Sylvan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> forests or jungle</h5><h5><b>Organization </b>solitary, pair, or grove (3-6)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Bloody Autumn (Ex)</b> In this awesome attack the razor treant violently shakes itself as a full-round action, letting all of its leaves fall off to the ground. All creatures within 30 feet of the razor treant suffer 10d4 slashing damage and 1d4 bleed damage (DC 20 Reflex save for half and no bleed damage). Those who fail the Reflex save must succeed on an additional DC 20 Will save or be staggered for 1 round from the terrible pain of the hundreds of small wounds inflicted on them. Using this attack leaves the razor treant without its razor leaves for 2-6 days so it only resorts to this tactic in desperate situations. </h5><h5><b>Razor Leaves (Ex)</b> Razor treants grow razors instead of leaves, hence the name. These extremely <i>keen</i> steel blades range from one to three inches in length and can easily cut through flesh. Any physical attack made by a razor treant is counted as being <i>keen</i> and <i>wounding</i> (already incorporated into the statistics above). Even merely touching a razor treant (including unarmed melee attacks) inflicts 1d4 points of slashing damage plus <i>wounding</i> on the victim. When a razor treant is struck for more than 20 points of damage in a single blow, it loses some of its poorly connected leaves. Everyone within 30 feet of the razor treant suffers 1d4 points of <i>wounding</i> slashing damage (DC 20 Reflex negates). The razor leaves break down quickly after the treant's death, remaining for only 1d2 rounds. The area around the treant is considered difficult terrain during that time.</h5></div><br><div><h4><p><p>Razor treants are the evil and hateful cousins of the treants, often combating with treants over rulership of vast primordial forest in distant and exotic lands. However, unlike their kind cousins, they hate all non-plant creatures with passion and enjoy nothing more than torturing a hapless traveler for hours by inflicting on him hundreds of small wounds, until he finally dies from pain, exhaustion or loss of blood. Animals know better than to come anywhere near the murderous trees, making the area around the razor treant deathly still when there is no wind. Because of their slow movement rate, razor treants prefer to trick their opponents into coming within its reach and then attacking with its slam attack if there are few victims or with bloody autumn attack if it is surrounded by a large group. Groups of razor treants enjoy \"playing\" with their victims by hurling them at each other. Few are the heroes who suffered these sadistic games and lived to tell the tale. Razor treants often let wounded opponents flee on purpose, knowing they will die of loss of blood within minutes anyway. Credit Original author Uri Kurlianchik Originally appearing in <i>The Hollow Mountain</i> (© Frog God Games, 2011)</p></h4></div>", "Languages": "Infernal, Razor Treant, Sylvan", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary, pair, or grove (3-6)", "Ref": "6", "Climb": "0", "HD": "(18d8+90)", "AbilitiyScores": "Str 32, Dex 11, Con 21, Int 15, Wis 16, Cha 12", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 5085, "SubType": "", "MonsterSource": "", "Feats": "Awesome BlowB, Cleave, Combat Reflexes, Great Cleave, Great Fortitude, Improved Initiative, Improved Sunder, Iron Will, Power Attack, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "18", "Fly": "0", "RacialMods": "", "AC": "22, touch 8, flat-footed 22", "Swim": "0", "Name": "Razor Treant", "VariantParent": "NULL", "Skills": "Bluff +15, Intimidate +18, Knowledge (nature) +16, Perception +25, Sense Motive +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "forests or jungle", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +18, Ref +6, Will +11", "Melee": "2 slams +22 (2d6+11 plus 1d4 slashing plus 1 bleed)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft.", "Alignment": "CE", "Size": "Huge"}