{"Group": "Undead Elemental", "Space": "5 ft.", "Mythic": "0", "HP": 102, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Undead Elemental, Fire</h2><h3><i>A pillar of black flame glowing with a bluish nimbus seems to contain a humanoid shape at its heart. The crackling flames give off an intense chill that drains the heat from the surrounding air.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Undead Fire Elemental</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>NE Medium undead (cold)</h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 60 ft.; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 15, flat-footed 15 (+4 Dex, +1 dodge, +5 natural)</h5><h5><b>hp </b>102 (12d8+36 plus 12)</h5><h5><b>Fort </b>+7, <b>Ref </b>+8, <b>Will </b>+8</h5><h5><b>Defensive Abilities </b>chill shield; <b>Immune </b>cold, fire, undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b>slam +13 (1d6+4 plus 1d6 cold and coldfire)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>19, <b>Con </b>-, <b>Int </b> 4, <b>Wis </b>11, <b>Cha </b>16</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+12; <b>CMD </b>27</h5><h5><b>Feats </b>Dodge, Improved Initiative, Mobility, Spring Attack, Toughness, Weapon Finesse</h5><h5><b>Skills </b>Perception +15</h5><h5><b>Languages </b>Ignan</h5><h5><b>SQ </b>snuff</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Chill Shield (Su)</b> In addition to being immune to cold and fire, the flames that wreath an undead fire elemental also act as a <i>fire shield</i> spell. Any creature striking the undead fire elemental with a natural or handheld weapon takes 1d6+12 points of cold damage. This effect cannot be dispelled. </h5><h5><b>Coldfire (Su)</b> Each time an undead fire elemental successfully hits a living creature, that creature must make a DC 19 Fortitude save or catch on fire from the elemental's cold flames. These flames deal 1d6 Strength damage per round as the life-giving heat is snuffed from its body. The afflicted creature is entitled to a new saving throw each round. This coldfire burns for 1d6 rounds or until a successful save is made. Resistance to cold or fire does not prevent this damage, though <i>death ward</i> does. The save is Charisma based. </h5><h5><b>Snuff (Ex)</b> As a standard action (that does not provoke an attack of opportunity), an undead fire elemental can extinguish itself, thereby reducing itself to the form of its base component - a small pile of cold ashes. The undead fire elemental will rarely do this while in the presence of other creatures because of the inherent vulnerability involved. If the cold ash can be scooped up and placed in a stoppered container, the undead fire elemental is trapped until released. Likewise if the ash pile is exposed to winds of 50 mph or greater, the undead fire elemental's material form is dispersed, and it is unable to manifest its burning form again until it is able to reform its ash pile - a process usually taking several years. While in its ash pile form, an undead fire elemental can burst into its burning form as a free action without provoking an attack of opportunity.</h5></div><br><div><h4><p><p>Occasionally a horrible tragedy befalls a summoned fire elemental such that it is destroyed but is not permitted to return to its plane of origin. When this happens, what can eventually form is a horrendous creature composed of its original element infused with raw negative energy. The resulting undead creature is an abomination to its element, seeking nothing more than to snuff out all heat it encounters. Divorced of its natural element, undead fire elementals are no longer hindered by water or bodies of nonflammable liquids. An undead fire elemental stands 7 feet tall but weighs only 75 pounds due to its ephemeral nature. Undead fire elementals retain the ability to speak Ignan but rarely deign to speak to those they are about to consume in their cold fury. Undead fire elementals usually remain in their lairs, morosely remembering their prior warm existence. However, when anything living comes within range, they quickly resume their burning form and surprise attack with glee to forever destroy the heat that they sense in their prey. Credit Original author Greg A. Vaughan Originally appearing in <i>Slumbering Tsar</i> (© Frog God Games/ Greg A. Vaughan, 2012)</p></h4></div>", "Languages": "Ignan", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary", "Ref": "8", "Climb": "0", "HD": "(12d8+36 plus 12)", "AbilitiyScores": "Str 16, Dex 19, Con -, Int 4, Wis 11, Cha 16", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5091, "SubType": "(cold)", "MonsterSource": "", "Feats": "Dodge, Improved Initiative, Mobility, Spring Attack, Toughness, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "20, touch 15, flat-footed 15", "Swim": "0", "Name": "Undead Fire Elemental", "VariantParent": "", "Skills": "Perception +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "snuff", "Saves": "Fort +7, Ref +8, Will +8", "Melee": "slam +13 (1d6+4 plus 1d6 cold and coldfire)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft.", "Alignment": "NE", "Size": "Medium"}