{"Group": "Vampire Spawn", "Space": "5 ft.", "Mythic": "0", "HP": 68, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Vampire Spawn, Feral</h2><h3><i>This brutish monstrosity appears to have once been a human, though its formerly fine grave clothes are tattered and smeared with the filth of a boneyard. Massive muscles ripple beneath its cold, hard flesh contributing to its hunched posture, and jagged, broken fangs extend from between its bloodless lips.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Feral Vampire Spawn</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>CE Medium undead (augmented human)</h5><h5><b>Init </b>+6; <b>Senses </b>darkvision 60 ft., scent; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 12, flat-footed 16 (+2 Dex, +6 natural)</h5><h5><b>hp </b>68 (8d8+24 plus 8); fast healing 2</h5><h5><b>Fort </b>+7, <b>Ref </b>+6, <b>Will </b>+4</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>DR </b>5/silver; <b>Immune </b>undead traits; <b>Resist </b>cold 10, electricity 10</h5><h5><b>Weaknesses </b>vampire weaknesses</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>slam +13 (1d6+10 plus energy drain)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>blood drain, energy drain (1 level, DC 10)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>25, <b>Dex </b>14, <b>Con </b>-, <b>Int </b> 2, <b>Wis </b>6, <b>Cha </b>16</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+13; <b>CMD </b>25</h5><h5><b>Feats </b>Great Fortitude, Improved Initiative, Lightning Reflexes, Toughness</h5><h5><b>Skills </b>Climb +15, Perception +8, Stealth +13; <b>Racial Modifiers </b>+4 Climb, +4 Perception, +4 Stealth</h5><h5><b>Languages </b>Common (cannot speak)</h5><h5><b>SQ </b><i>gaseous form</i>, shadowless, <i>spider climb</i></h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or pack (2-5)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Blood Drain (Su)</b> A feral vampire spawn can suck blood from a grappled opponent; if the feral vampire spawn establishes or maintains a pin, it drains blood, dealing 1d4 points of Constitution damage. The feral vampire spawn heals 5 hit points or gains 5 temporary hit points for 1 hour (up to a maximum number of temporary hit points equal to its full normal hit points) each round it drains blood. </h5><h5><b>Energy</b> </h5><h5><b>Drain (Su)</b> A creature hit by a feral vampire spawn's slam gains one negative level. This ability only triggers once per round, regardless of the number of attacks the feral vampire spawn makes. </h5><h5><b>Fast Healing (Su)</b> A feral vampire spawn has fast healing 2. If reduced to 0 hit points in combat, it assumes <i>gaseous form</i> and attempts to escape. It must reach its coffin home within 2 hours or be utterly destroyed. (It can travel up to 9 miles in 2 hours.) Additional damage dealt to a feral vampire spawn forced into <i>gaseous form</i> has no effect. Once at rest, it is helpless. It regains 1 hit point after 1 hour, then is no helpless and resumes healing at the rate of 2 hit points per round. </h5><h5><b>Gaseous Form (Su)</b> A feral vampire spawn can only assume <i>gaseous form</i> when it has been reduced to 0 hit points in combat. It then assumes <i>gaseous form</i> as the spell (caster level 5th) and returns to its coffin. While gaseous it has a fly speed of 20 feet with perfect maneuverability. </h5><h5><b>Shadowless (Ex)</b> A feral vampire spawn casts no shadows and shows no reflection in a mirror. </h5><h5><b>Spider Climb (Ex)</b> A feral vampire spawn can climb sheer surfaces as though with a <i>spider climb</i> spell.</h5></div><br><div><h4><p><p>Sometimes when vampires create minions something horrible happens to the creature causing a fate worse than even that of a typical vampire spawn. On these occasions whether by accident or design, upon waking to its new undead existence the newly created spawn finds itself trapped within its coffin or tomb and unable to free itself even in <i>gaseous form</i>. In these instances the spawn rages and struggles to escape as it slowly goes insane, a victim of its all-consuming hunger. When the master vampire finally deigns to release its new spawn or it finally manages to break free - sometimes years after its creation - the spawn is feral and nearly mindless, though with a much greater strength due to its incessant rage. Vampire masters often find such spawn less of a threat and easier to dispose of when their usefulness has ended. Unlike typical vampire spawn, feral vampire spawn resemble primitive or Neanderthal-like versions of their former selves with heavy frames supporting a massive musculature and a face twisted by rage and hate into an almost animal-like mask. They are usually hunched over from long confinement and weigh up to 200 pounds more than typical for a member of their species of their relative size. Feral vampire spawn have lost the ability to speak beyond inarticulate roars, though they can understand and obey verbal commands from their master. Feral vampire spawn attack without thought or tactics using their tremendous brute strength to smash their foes and feed. Though it is presumed that they should still be capable of assuming <i>gaseous form</i> at will or using their domination gaze like standard vampire spawn, feral vampire spawn seem to have forgotten how to use these abilities. Credit Original author Greg A. Vaughan Originally appearing in <i>Slumbering Tsar</i> (© Frog God Games/ Greg A. Vaughan, 2012)</p></h4></div>", "Languages": "Common (cannot speak)", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary or pack (2-5)", "Ref": "6", "Climb": "0", "HD": "(8d8+24 plus 8)", "AbilitiyScores": "Str 25, Dex 14, Con -, Int 2, Wis 6, Cha 16", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5093, "SubType": "(augmented human)", "MonsterSource": "", "Feats": "Great Fortitude, Improved Initiative, Lightning Reflexes, Toughness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "+4 Climb, +4 Perception, +4 Stealth", "AC": "18, touch 12, flat-footed 16", "Swim": "0", "Name": "Feral Vampire Spawn", "VariantParent": "", "Skills": "Climb +15, Perception +8, Stealth +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "gaseous form, shadowless, spider climb", "Saves": "Fort +7, Ref +6, Will +4", "Melee": "slam +13 (1d6+10 plus energy drain)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CE", "Size": "Medium"}