{"Group": "", "Space": "2 1/2 ft.", "Mythic": "0", "HP": 19, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Wichtlein</h2><h3><i>The creature sliding out of the stone appears to be a tiny man with ugly, bulbous features, dull gray skin, and gemstone teeth. It is clad in dirty overalls and wears a floppy cap on its head.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Wichtlein</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>NG Tiny fey </h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 15, flat-footed 14 (+3 Dex, +2 natural, +2 size)</h5><h5><b>hp </b>19 (3d6+9)</h5><h5><b>Fort </b>+4, <b>Ref </b>+6, <b>Will </b>+5</h5><h5><b>DR </b>5/cold iron; <b>SR </b>15</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., earth glide</h5><h5><b>Melee </b>pickaxe +6 (1d3) or </br>touch +6 (<i>slow</i>)</h5><h5><b>Space </b>2 1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b><i>fear</i>, <i>slow</i>ing touch (as the <i>slow</i> spell, CL 5th; DC 13 Will)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>10, <b>Dex </b>16, <b>Con </b>17, <b>Int </b> 9, <b>Wis </b>14, <b>Cha </b>8</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+2; <b>CMD </b>15</h5><h5><b>Feats </b>Alertness, Weapon Finesse</h5><h5><b>Skills </b>Knowledge (dungeoneering) +3, Perception +10, Profession (miner) +5, Stealth +17 (+25 underground), Survival +5; <b>Racial Modifiers </b>+8 Stealth while underground</h5><h5><b>Languages </b>Sylvan</h5><h5><b>SQ </b>limited precognition, stonecunning</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary, gang (2-4), or team (5-25)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Fear (Su)</b> By scrunching up its face, a wichtlein causes <i>fear</i> in those within 30 feet that look upon it. Creatures affected must succeed on a DC 10 Will save or be affected by <i>fear</i> (CL 5th). Creatures that save are unaffected by the same wichtlein's <i>fear</i> for one day. Creatures with 6 or more HD are not affected by this <i>fear</i>. The save is Charisma-based. </h5><h5><b>Limited Precognition (Su)</b> Wichtlein are immediately aware of upcoming danger, so long as the hazard is not deliberately created by an intelligent creature. Thus, a wichtlein could sense a coming cave-in, or the approach of a bestial monster, but not a raiding party of drow or a miner planning a murder. A wichtlein can sense this danger 3d10 minutes before it occurs, and always attempts to warn any other intelligent creatures within the area. </h5><h5><b>Earth Glide (Ex)</b> A wichtlein can move through any sort of natural earth or stone as easily as a fish swims through water. It leaves no sign of its passage or hint at its presence to creatures that don't possess tremorsense. A <i>move earth</i> spell cast on an area containing a wichtlein moves the witchlein back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save. A wichtlein moving through stone cannot pick up or carry anything it finds within the stone; thus, they still spend a great deal of their time mining.</h5></div><br><div><h4><p><p>Wichtlein are a race of shy yet helpful fey who primarily dwell in mines, caves, and other underground locations. Although they prefer not to be seen, they are well known for warning miners and explorers of coming dangers, such as cave-ins or approaching monsters. Some communities believe the wichtlein are bad omens, actually causing the disasters about which they warn others, but this is just a myth. Wichtlein are about the size of small halflings, and are occasionally mistaken for such until the viewer draws near enough to recognize how truly ugly the wichtlein is. Unfortunately while helpful, wichtlein are not especially bright, and usually fail to accurately convey the sort of danger approaching. Most of the time, wichtlein simply pound on nearby rock and stone to indicate danger, a sign that miners are wise to heed. Individual wichtlein occasionally leave their mines to dwell in and under the homes of humans or other humanoids. This happens when a wichtlein becomes smitten with a human of the opposite gender, something which occurs rather more frequently than might be expected. These \"house wichtlein\" maintain the home, cleaning and repairing to the best of their ability while their beloved is away. Such \"relationships\" most frequently end when the wichtlein finally reveals itself to the object of its affections, and is usually rejected. Some wichtlein, despite their generally good alignment, wreak havoc on the home of the one who rejected it before returning, dejected, to its mine. Wichtlein dislike confrontation, and prefer to flee when possible. If they have no opportunity to run, and cannot create such an opportunity with their <i>slow</i> and <i>fear</i> abilities, they try to bribe their attackers with knowledge of the local mines and caves. (Wichtlein almost always know where to find gems and valuable metals.) Only if all else fails do they engage in combat.</p></h4></div>", "Languages": "Sylvan", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary, gang (2-4), or team (5-25)", "Ref": "6", "Climb": "0", "HD": "(3d6+9)", "AbilitiyScores": "Str 10, Dex 16, Con 17, Int 9, Wis 14, Cha 8", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 5098, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "+8 Stealth while underground", "AC": "17, touch 15, flat-footed 14", "Swim": "0", "Name": "Wichtlein", "VariantParent": "NULL", "Skills": "Knowledge (dungeoneering) +3, Perception +10, Profession (miner) +5, Stealth +17 (+25 underground), Survival +5", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "limited precognition, stonecunning", "Saves": "Fort +4, Ref +6, Will +5", "Melee": "pickaxe +6 (1d3) or touch +6 (slow)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., earth glide", "Alignment": "NG", "Size": "Tiny"}