{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 7, "Treasure": "standard (leather armor, spear, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Xothotak</h2><h3><i>This primitive humanoid clutches a spear in its hand. Its skin tone seems to change colors shifting to match its surroundings.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Xothotak</p><p class=\"alignright\">CR 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>200</h5><h5>Xothotak warrior 1</h5><h5>N Medium humanoid (xothotak)</h5><h5><b>Init </b>+1; <b>Senses </b>low-light vision; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>12, touch 11, flat-footed 11 (+1 Dex, +1 natural)</h5><h5><b>hp </b>7 (1d10+2 plus 1)</h5><h5><b>Fort </b>+4, <b>Ref </b>+1, <b>Will </b>+0</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>spear +3 (1d8+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>13, <b>Con </b>14, <b>Int </b> 8, <b>Wis </b>11, <b>Cha </b>9</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+3; <b>CMD </b>14</h5><h5><b>Feats </b>Alertness</h5><h5><b>Skills </b>Perception +2, Sense Motive +2, Stealth +9 (+13 when not moving); <b>Racial Modifiers </b>+4 Stealth (+8 when not moving)</h5><h5><b>Languages </b>Xothotak</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm jungles and forests</h5><h5><b>Organization </b>solitary, gang (2-4), hunting band (5-12 plus 1 leader of 3rd-6th level), or tribe (30-100 plus 150% noncombatants, 1 tribal warrior of 3rd level per 10 adults, 1-3 shamans of 3rd-6th level, 1 veteran warrior of 5th level per 20 adults, plus 1 leader of 8th level)</h5><h5><b>Treasure </b>standard (leather armor, spear, other treasure)</h5></div><br><div><h4><p><p>The xothotak are a savage race of cannibals that make their homes deep in the jungles and forests, far away from civilized lands. Bands of xothotak conduct raids into civilized settlements when food, women, and sacrifices are scarce. Captured men, women, and children are beaten, bound, and forced into slavery for a period of time, before being sacrificed to one of the xothotak's dark gods or served as a meal at a xothotak banquet. Xothotak bands also conduct raids on other xothotak tribes, often traveling many miles to attack a tribe. Many tribes form loose alliances with each other, trading food and women when needed or in abundance; but even that doesn't protect one from the other when food is scarce or when the gods demand a sacrifice. Tribes also form alliances when the son or daughter of the tribal leader marries into another tribe. Such an alliance is considered sacred, and breaking it is believed to bring the wrath of the gods down on one that betrays such an allegiance. Xothotak culture and civilization varies from tribe to tribe, with some living in mud or wooden huts hidden among the trees, and larger more advanced tribes building clearing great expanses of trees and undergrowth to build elaborate cities of stone. Smaller xothotak tribes dwell in crude huts fashioned of timber and other resources found in the jungles or forests. Such huts are usually built in a circular formation around a great tree or sacred spring. One hut, larger than the others, houses the tribal leader and his family. A sacred hut where the xothotak shaman lives often adjoins or sits nearby. This temple is considered sacred by all in the tribe. To desecrate it is to bring death upon oneself. Larger and more advanced xothotak tribes live in what could only be called small cities or towns. Such locations tend to integrate the surrounding land and natural resources into their construction, such as houses or temples built into the sides of rock formations. These cities seem to have a haphazard and scattered design about them, the only organized and planned area being the plazas, temples, and shrines usually found at the center of a xothotak city. Large open plazas are where the xothotak gather to communicate, trade, buy, worship, or sell whatever they can find and whatever they can afford. These plazas are surrounded by temples, great pyramids dedicated to a plethora of gods, shrines, and the palace of the xothotak leader. As one leaves the plaza's center, smaller temples and shrines, as well as noble houses can be found encircling those closest to the plaza. Poor and common houses are found at the outer band of such a layout. Xothotaks standing still are extremely hard to detect as they can alter their skin coloration to blend with their surroundings just as a chameleon can. Thus, these humanoids prefer to attack from ambush whenever possible. Traps are sometimes set to injure, maim or capture their prey. Xothotak warriors rely on primitive weapons in battle, and rarely if ever wear armor. Xothotak shamans rarely enter battle, preferring to use their magic to aid those going into battle or tend to those returning from battle. Xothotaks fear arcane magic and do not associate with arcane spellcasters (except to sacrifice such a caster to one of their gods or to serve the caster as food at an elaborate xothotak feast). Xothotaks tend to be warriors, fighters, or barbarians. Xothotaks never take levels in any arcane spellcasting class. Xothotak shamans are always clerics. <br><b>Xothotak Characters</b><br> Xothotaks are defined by their class levels-they do not possess racial Hit Dice. All xothotaks have the following racial traits. <br><b>+2 Strength, +2 Dexterity, +2 Constitution, -2 Intelligence, -2 Charisma.</b> <br><b>Sneaky:</b> Xothotaks have a +4 racial bonus on Stealth checks. This bonus increases to +8 when the xothotak isn't moving. Stealth is always a class skill for a xothotak. <br><b>Languages:</b> All xothotaks begin play speaking their own native language. Xothotaks with high Intelligence scores can choose any of the following bonus languages: Common, Goblinoid, Sylvan, and Orc. <br>Below is a listing of some of the Xothotak gods and goddesses: <br>Itlatl - The Creator <br>Xolaca - The Lord of the Sky <br>Quentzalma - Lord of the Underworld <br>Atzin - God of Rain and Storms <br>Ochactl - The Lord of Thunder and Lightning <br>Ahuaxpin - God of the Hunt <br>Malacihe - Goddess of Marriage and Sexuality <br>Cahitli - Goddess of Midwives and Fertility</p></h4></div>", "Languages": "Xothotak", "Source": "Tome of Horrors 4", "Land": "1", "Organization": "solitary, gang (2-4), hunting band (5-12 plus 1 leader of 3rd-6th level), or tribe (30-100 plus 150% noncombatants, 1 tribal warrior of 3rd level per 10 adults, 1-3 shamans of 3rd-6th level, 1 veteran warrior of 5th level per 20 adults, plus 1 leader of 8th level)", "Ref": "1", "Climb": "0", "HD": "(1d10+2 plus 1)", "AbilitiyScores": "Str 14, Dex 13, Con 14, Int 8, Wis 11, Cha 9", "Gear": "", "Ranged": "", "Type": "humanoid", "Reach": "5 ft.", "DontUseRacialHD": "1", "id": 5103, "SubType": "(xothotak)", "MonsterSource": "", "Feats": "Alertness", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "warrior 1", "Fort": "4", "Fly": "0", "RacialMods": "+4 Stealth (+8 when not moving)", "AC": "12, touch 11, flat-footed 11", "Swim": "0", "Name": "Xothotak", "VariantParent": "", "Skills": "Perception +2, Sense Motive +2, Stealth +9 (+13 when not moving)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "0", "Race": "Xothotak", "CR": "1/2", "XP": 200, "TemplatesApplied": "", "Environment": "warm jungles and forests", "CharacterFlag": "1", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +1, Will +0", "Melee": "spear +3 (1d8+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}