{"Group": "Demon", "Space": "5 ft.", "Mythic": "0", "HP": 148, "Treasure": "standard (+1 longsword, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon, Shachath</h2><h3><i>This winged abomination is a horrid mix of demonic and angelic features, as if two bodies were carelessly fused into one. Its fanged, inhuman face is frozen in permanent contempt, while a beautiful visage with an expression of horror bulges from the back of its skull.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Shachath</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>CE Medium outsider (chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+11; <b>Senses </b>all-around vision, darkvision 60 ft., <i>detect good</i>; Perception +27</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>25, touch 18, flat-footed 17 (+7 Dex, +1 dodge, +7 natural)</h5><h5><b>hp </b>148 (11d10+88)</h5><h5><b>Fort </b>+11, <b>Ref </b>+14, <b>Will </b>+14</h5><h5><b>DR </b>10/cold iron or good; <b>Immune </b>electricity, poison; <b>Resist </b>acid 10, cold 10, fire 10; <b>SR </b>22</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 50 ft. (average)</h5><h5><b>Melee </b><i><i>+1 longsword</i></i> +19/+14/+9 (1d8+8/19-20), 2 claws +14 (1d4+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>blasphemous influence, lingering doubt, merge with host</h5><h5><b>Spell-Like Abilities</b> (CL 13th; concentration +18) </br>Constant&mdash;<i>detect good</i>, <i>misdirection</i> </br>At Will&mdash;<i>detect thoughts</i> (DC 17), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>telekinesis</i> (DC 20) </br>3/day&mdash;<i>chaos hammer</i> (DC 19), <i>desecrate</i>, <i>greater invisibility</i>, <i>major image</i> (DC 18), <i>suggestion</i> (DC 18) </br>1/day&mdash;<i>blasphemy</i> (DC 22), <i>scrying</i> (DC 19), summon (level 4, 1 succubus or 1 incubus 65%) </br>1/week&mdash;<i>unhallow</i> (only one such effect can be active at a time)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>25, <b>Dex </b>25, <b>Con </b>26, <b>Int </b> 18, <b>Wis </b>20, <b>Cha </b>21</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+18; <b>CMD </b>36</h5><h5><b>Feats </b>Combat Reflexes, Deceitful, Dodge, Improved Initiative, Iron Will, Weapon Focus (claw)</h5><h5><b>Skills </b>Bluff +23, Diplomacy +19, Disguise +14, Fly +21, Knowledge (planes) +16, Knowledge (religion) +16, Perception +27, Sense Motive +19, Sleight of Hand +18, Stealth +21, Use Magic Device +19; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Draconic; telepathy 100 ft.</h5><h5><b>SQ </b>change shape (Medium or Large humanoid; <i>alter</i> self), subtle magic, trophy taker</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary, pair, or cabal (1 plus 1-2 succubi and 1-3 incubi)</h5><h5><b>Treasure </b>standard (<i>+1 longsword</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Blasphemous Influence (Su)</b> A victim that falls under the effects of a shachath's merge with host ability becomes chaotic evil. Divine spellcasters subject to a shachath's merge with host ability temporarily lose connection with their faith, and now gain their divine powers from the Abyss or a demon lord the shachath serves. Though they can still cast the spells they had prepared, they cannot cast spells with the lawful or good descriptor. If the victim of a shachath's merging had access to the Good domain, that access changes to the Evil domain. If the victim had access to the Law domain, that access changes to the Chaos domain. If the victim had access to a subdomain associated with the Good or Law domain, that subdomain changes to the Demon subdomain. These changes last as long as the shachath remains merged with the victim. Other domain choices are not adjusted. If the victim is rescued from the shachath's influence and the merge ends without the victim's death, the victim remains chaotic evil-this may result in the victim losing some or all class abilities. An <i>atonement</i> spell can restore the victim's alignment at no additional cost, at which point lost class abilities are restored. </h5><h5><b>Lingering Doubt (Su)</b> Once per day, a shachath can use a touch attack to affect a creature with lingering doubt. The target must be able to cast divine spells, be able to channel positive energy, or have the lay on hands ability. If the target fails a DC 20 Will save, all <i>augury</i>, <i>commune</i>, <i>divination</i>, and similar spells cast by the target automatically fail. In addition, using divine spells and spell-like abilities, channeling positive energy, or using lay on hands has a 20% chance of failure. This curse is permanent, but can be removed normally. The target cannot detect the curse on itself, but other creatures may detect the curse normally. A shachath may use <i>scrying</i> on the cursed creature as if it knew the target well, and doing so requires only a full-round action. A shachath may only curse one creature at any given time. The save DC is Charisma-based. </h5><h5><b>Merge with Host (Su)</b> As a full-round action that provokes an attack of opportunity, a shachath can merge its body with that of a helpless creature and control it if the victim fails a DC 20 Will save. A creature that successfully saves is not subject to the same shachath's merge with host ability for 24 hours. While merged with a victim, a shachath gains control of the body and may use it as its own, as if it controlled the target via <i>dominate monster</i>. <i>Misdirection</i> or similar effects can hide the victim's alignment change. The shachath has full access to all of the host's defensive and offensive abilities, and the shachath can still use its own spell-like abilities as well. As long as the shachath occupies the host, it knows (and can speak) the languages known by the victim and basic information about the victim's identity and personality. It can learn specific memories or knowledge from the victim by telepathic communication as needed. Damage dealt to a host body does not harm the shachath, and if the host body is slain, the shachath emerges and is dazed for 1 round. A shachath can choose to abandon a host body as an immediate action, but doing so causes the host to be dazed for 1 round, and the shachath must wait 24 hours before attempting to use merge with host again on any target. A shachath can be ejected from a host through the use of <i>break enchantment</i> (against CL 13th), <i>dispel chaos</i>, or <i>dispel evil</i>. Merge with host is a mind-affecting possession effect. The save DC is Charisma-based. </h5><h5><b>Subtle Magic (Su)</b> Whenever a shachath targets a creature with a spell, spell-like ability, or supernatural ability, and that spell or ability has no obvious physical effects, the targeted creature has no sense of having been the target of a magical effect after making a successful saving throw against the effect. If the ability requires a touch attack but the target is unaware of being threatened, the shachath can attempt an opposed Bluff or Sleight of Hand check to touch the target without arousing suspicion or being noticed. </h5><h5><b>Trophy Taker (Su)</b> A shachath that takes a personal item from a prospective target can wield greater power over that creature. The item must be something that the target considers its own possession and carries with it most of the time (for example, a piece of jewelry, a favored weapon, a holy symbol, or some other memento). The shachath gains a +2 bonus to the saving throw DCs for all of its supernatural or spell-like abilities that target the owner of the trophy. This bonus increases to +4 if the trophy is the target's holy symbol. A shachath can only have one trophy at any time, and it loses any benefit from an existing trophy if it takes a new one.</h5></div><br><div><h4><p><p>A shachath's duplicitous nature is ref lected in its physical form. It is literally two-faced, and sees and speaks easily from either side of its skull. One face is angelic and the other horrific, but a shachath is a single being of pure malevolence. Shachaths are concerned with the destruction of mortal faith in anything, and are most often found in the service of Baphomet, Pazuzu, Sif kesh, or Socothbenoth. A typical shachath is 7-1/2 feet tall and weighs 320 pounds. <b></p><p>Ecology</b></p><p> Shachaths are living embodiments of <i>blasphemy</i>. They form in the Abyss from truly blasphemous souls-those who actively work against true believers. Their merged forms can be inverted at their whims; at one moment, the demonic face might be carrying on a conversation, and in the next, with a folding of flesh and a cracking of bones, the shachath can bring its angelic face to the fore. <b></p><p>Habitat & Society</b></p><p> Shachaths that reside in the Abyss typically act as advisors and counselors to more powerful demons that seek their unique insight into good gods, outsiders, and the mortal condition itself. Others are skilled at interrogating and breaking good-aligned prisoners. On the Material Plane, shachaths dedicate their efforts toward the corruption of mortal faith. This can represent an attack upon a devout cleric or an entire community-or both, if they can manage.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Draconic; telepathy 100 ft.", "Source": "AP 75", "Land": "1", "Organization": "solitary, pair, or cabal (1 plus 1-2 succubi and 1-3 incubi)", "Ref": "14", "Climb": "0", "HD": "(11d10+88)", "AbilitiyScores": "Str 25, Dex 25, Con 26, Int 18, Wis 20, Cha 21", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5124, "SubType": "(chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Combat Reflexes, Deceitful, Dodge, Improved Initiative, Iron Will, Weapon Focus (claw)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "1", "RacialMods": "+8 Perception", "AC": "25, touch 18, flat-footed 17", "Swim": "0", "Name": "Shachath", "VariantParent": "", "Skills": "Bluff +23, Diplomacy +19, Disguise +14, Fly +21, Knowledge (planes) +16, Knowledge (religion) +16, Perception +27, Sense Motive +19, Sleight of Hand +18, Stealth +21, Use Magic Device +19", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Medium or Large humanoid; alter self), subtle magic, trophy taker", "Saves": "Fort +11, Ref +14, Will +14", "Melee": "+1 longsword +19/+14/+9 (1d8+8/19-20), 2 claws +14 (1d4+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 50 ft. (average)", "Alignment": "CE", "Size": "Medium"}