{"Group": "Demon Lord", "Space": "5 ft.", "Mythic": "0", "HP": 666, "Treasure": "triple (+5 unholy speed war razor, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon Lord, Sifkesh</h2><h3><i>This gaunt woman has blood-soaked hair, eyes and lips stitched shut with wire, and severed limbs that float nearby as if they were still attached.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Sifkesh</p><p class=\"alignright\">CR 28</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,915,200</h5><h5>CE Medium outsider (chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+12; <b>Senses </b>darkvision 60 ft., <i>detect good</i>, <i>detect law</i>, <i>true seeing</i>; Perception +51</h5><h5><b>Aura </b>frightful presence (120 ft., DC 38), <i>unholy aura</i> (20 ft., DC 31)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>49, touch 43, flat-footed 36 (+4 deflection, +12 Dex, +1 dodge, +6 natural, +16 profane)</h5><h5><b>hp </b>666 (31d10+496); regeneration 30 (deific or mythic)</h5><h5><b>Fort </b>+30, <b>Ref </b>+33, <b>Will </b>+30</h5><h5><b>Defensive Abilities </b>critical healing, freedom of movement, heretical; <b>DR </b>20/cold iron, epic, and good; <b>Immune </b>ability damage and drain, bleed, charm and compulsion effects, death effects, electricity, energy drain, petrification, poison, slashing weapons; <b>Resist </b>acid 30, cold 30, fire 30; <b>SR </b>39</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., fly 120 ft. (perfect)</h5><h5><b>Melee </b><i><i>+5 unholy speed war razor</i></i> +47/+42/+37/+32 (1d4+27/19-20), claw +42 (4d6+27/19-20 plus 1d4 Cha drain)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>30 ft.</h5><h5><b>Special Attacks </b>Charisma drain, despairing cry, precise cuts, suicide</h5><h5><b>Spell-Like Abilities</b> (CL 28th; concentration +41) </br>Constant&mdash;<i>detect good</i>, <i>detect law</i>, <i>freedom of movement</i>, <i>true seeing</i>, <i>unholy aura</i> </br>At Will&mdash;<i>astral projection</i>, <i>blasphemy</i> (DC 30), <i>crushing despair</i> (DC 27), <i>desecrate</i>, <i>greater dispel magic</i>, <i>greater teleport</i>, <i>telekinesis</i> (DC 28), <i>shapechange</i>, <i>suggestion</i> (DC 26), <i>unhallow</i>, <i>unholy blight</i> (DC 27) </br>3/day&mdash;<i>demand</i> (DC 31), quickened <i>dominate person</i> (DC 28), quickened <i>suggestion</i> (DC 26), summon demons, <i>symbol of strife</i><sup>UM</sup> (DC 32) </br>1/day&mdash;<i>sympathy</i> (DC 31), <i>time stop</i>, <i>weird</i> (DC 32)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>32, <b>Dex </b>35, <b>Con </b>42, <b>Int </b> 33, <b>Wis </b>29, <b>Cha </b>36</h5><h5><b>Base Atk </b>+31; <b>CMB </b>+42; <b>CMD </b>85 (can't be tripped)</h5><h5><b>Feats </b>Combat Expertise, Combat Reflexes, Craft Construct, Craft Magic Arms and Armor, Craft Wondrous Item, Critical Focus, Dodge, Improved Critical (war razor), Improved Critical (claw), Mobility, Power Attack, Quicken Spell-Like Ability (<i>dominate person</i>, <i>suggestion</i>), Spring Attack, Staggering Critical, Whirlwind Attack</h5><h5><b>Skills </b>Acrobatics +46, Bluff +47, Diplomacy +47, Fly +54, Intimidate +44, Knowledge (arcana) +42, Knowledge (engineering) +42, Knowledge (history) +42, Knowledge (local) +42, Knowledge (nobility) +45, Knowledge (planes) +45, Knowledge (religion) +42, Perception +51, Sense Motive +43, Spellcraft +45, Stealth +46, Use Magic Device +44; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal (can't speak), Celestial (can't speak), Common (can't speak); telepathy 300 ft.</h5><h5><b>SQ </b>demon lord traits, detached limbs</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary (unique)</h5><h5><b>Treasure </b>triple (<i>+5 unholy speed war razor</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Charisma Drain (Su)</b> Sifkesh's claw leaves hideous scars that resist healing even via magic; these scars manifest as Charisma drain. The more scars a victim gains in this manner, the more despondent and depressed its personality grows. A creature whose Charisma score is drained to 3 or lower by this attack automatically fails any Will save against any spell-like ability or supernatural attack made by Sifkesh. A successful DC 41 Will save resists the Charisma drain inflicted by this attack, and instead causes the victim to be sickened for 1 round. The save DC is Charisma-based. </h5><h5><b>Critical Healing (Ex)</b> Critical hits cause Sifkesh to experience a sudden rush of energy and healing. Any additional damage dealt to Sifkesh by a critical hit actually heals her of that amount of damage rather than harming her. This damage applies simultaneously to the attack's normal damage, and can prevent her from being slain if the damage from the normal attack would otherwise have been enough to kill her. Sifkesh takes no damage at all (but neither does she gain healing) from critical hits she or her allies deal to her-only attempts to actually damage her can heal her in this way. Whenever Sifkesh is healed of any damage in this manner, she becomes hasted for 1 round. Sifkesh takes normal damage from sneak attacks and other precision-based damage. </h5><h5><b>Despairing Cry (Su)</b> Once every 1d4 rounds as a swift action, Sifkesh can unleash a soul-rending mournful scream that affects all creatures in a 60-foot-radius spread. A creature in this area must attempt a successful DC 38 Will save or be overcome by suicidal despair-on a successful save, a creature is merely sickened for 1d4 rounds. A creature fully affected by this special attack takes a -6 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls, and cannot gain the benefit of any morale bonus for 24 hours. A creature that is normally immune to fear loses that ability while under the effects of despairing cry, and can be ordered to take obviously suicidal acts while under the influence of effects like <i>charm person</i>, <i>dominate person</i>, and <i>suggestion</i>. The effects of multiple despairing cries do not stack. This is a mind-affecting sonic curse effect. The save DC is Charisma-based. </h5><h5><b>Detached Limbs (Su)</b> Sifkesh's arms, legs, and head are not physically attached to her torso. Instead, they float in approximately the positions they would normally take up, but never quite perfectly aligned. She is immune to any effect that severs limbs or her head. In addition, when she attacks, her limbs can move with surprising speed, effectively granting her exceptional reach for a Medium creature. </h5><h5><b>Heretical (Ex)</b> Sifkesh's heretical persona protects her from servants of faith. Against any spell cast by a divine spellcaster, her Spell Resistance increases to 41, and she gains a +2 bonus on all saving throws against such spells. A divine spellcaster who willingly touches Sifkesh must succeed at a DC 38 Will save or be nauseated for 1d4 rounds. The save DC is Charisma-based. </h5><h5><b>Immune to Edged Weapons (Ex)</b> Sifkesh is immune to all forms of slashing damage and bleed effects. </h5><h5><b>Precise Cuts (Ex)</b> Sifkesh deals an amount of additional damage equal to her Intelligence bonus on any successful attack that deals slashing damage. </h5><h5><b>Suicide (Su)</b> Once per day as an immediate action, Sifkesh can drop her defenses when attacked by a foe. She is treated as flat-footed for this attack, loses her profane bonus to her AC and spell resistance, and automatically fails any saving throws against that attack. If this attack kills her, she immediately utters her despairing cry (even if she's already used it within the previous 1d4 rounds). Any creatures affected by this particular despairing cry are also stunned for 1d4 rounds. One round after she commits suicide, Sifkesh automatically comes back to life, as if affected by true resurrection.</h5></div><br><div><h4><p><p>Sifkesh, the Sacred Whore, is the demon lord of suicide, heresy, and hopeless despair. She rules the Abyssal realm of Vantian, the legendary City of Open Windows. The city itself is constantly destroying itself, as its buildings continually plummet into the churning surf along an eternally crumbling coastline. Sifkesh is among the most enigmatic of all demon lords, for she seems more diabolic or even daemonic in her personality and appearance. Planar scholars have long struggled to interpret the demon lord's position and power. The belief that Sifkesh rose from the animus of a heretical erinyes who became the first of Hell's heretics is correct, and she constantly works to seduce and lure additional powerful devils from their infernal roles, inviting some to join her as favored minions but leaving others in place so they can more easily work to subvert Hell's machinations. <br><b>Sifkesh's Cult</b><br> Sifkesh is worshiped by blasphemers, heretics, outcasts from other religions, and survivors of botched suicide attempts. Her faithful are relatively solitary individuals, and there isn't a strong element of group worship of the demon lord-her cults tend to be small and often amount to only a single worshiper who might employ or rule his own group of minions or followers who don't actually serve the Sacred Whore. Worship of Sifkesh is a deeply personal and secretive thing, and many of her followers publicly belong to other religions, worshiping the demon lord of heresy in secret as they work to undermine the faith their allies and companions believe them to have. Holy sites to Sifkesh include <i>desecrate</i>d churches, haunted houses, and towers with too many windows-nearly always, such temples and shrines to Sifkesh are empty and abandoned. The lone worshiper might share the site with other creatures such as predators or undead, and may even rely upon the presence of such creatures as convenient protection and defense against the enemy. Sifkesh's unholy symbol is a pair of feminine hands crossed at slashed wrists. Her favored weapon is the war razor (<i>The Inner Sea World Guide</i> 290-291). She grants access to the domains of Chaos, Evil, Madness, and Trickery, and to the subdomains of Deception, Demon, Loss, and Nightmare (even though she normally wouldn't be able to grant access to the subdomain of Loss, she can do so due to her close associations with despair and hopelessness).</p></h4></div>", "Languages": "Abyssal (can't speak), Celestial (can't speak), Common (can't speak); telepathy 300 ft.", "Source": "AP 75", "Land": "1", "Organization": "solitary (unique)", "Ref": "33", "Climb": "0", "HD": "(31d10+496)", "AbilitiyScores": "Str 32, Dex 35, Con 42, Int 33, Wis 29, Cha 36", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "30 ft.", "DontUseRacialHD": "0", "id": 5125, "SubType": "(chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Combat Expertise, Combat Reflexes, Craft Construct, Craft Magic Arms and Armor, Craft Wondrous Item, Critical Focus, Dodge, Improved Critical (war razor), Improved Critical (claw), Mobility, Power Attack, Quicken Spell-Like Ability (dominate person, suggestion), Spring Attack, Staggering Critical, Whirlwind Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "30", "Fly": "1", "RacialMods": "+8 Perception", "AC": "49, touch 43, flat-footed 36", "Swim": "0", "Name": "Sifkesh", "VariantParent": "", "Skills": "Acrobatics +46, Bluff +47, Diplomacy +47, Fly +54, Intimidate +44, Knowledge (arcana) +42, Knowledge (engineering) +42, Knowledge (history) +42, Knowledge (local) +42, Knowledge (nobility) +45, Knowledge (planes) +45, Knowledge (religion) +42, Perception +51, Sense Motive +43, Spellcraft +45, Stealth +46, Use Magic Device +44", "ClassArchetypes": "", "IsTemplate": "0", "Will": "30", "Race": "", "CR": "28", "XP": 4915200, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "demon lord traits, detached limbs", "Saves": "Fort +30, Ref +33, Will +30", "Melee": "+5 unholy speed war razor +47/+42/+37/+32 (1d4+27/19-20), claw +42 (4d6+27/19-20 plus 1d4 Cha drain)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., fly 120 ft. (perfect)", "Alignment": "CE", "Size": "Medium"}