{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 93, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Fallen</h2><h3><i>This ghostly crusader floats just above the ground. Its translucent form would be harder to see if not for the twin motes of hellish red light staring out from behind its helmet.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Fallen</p><p class=\"alignright\">CR 8</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,800</h5><h5>LE Medium undead (incorporeal)</h5><h5><b>Init </b>+3; <b>Senses </b>blindsense 60 ft., darkvision 60 ft.; Perception +17</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 17, flat-footed 19 (+4 armor, +4 deflection, +3 Dex, +1 shield)</h5><h5><b>hp </b>93 (11d8+44)</h5><h5><b>Fort </b>+7, <b>Ref </b>+6, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>channel resistance +4, incorporeal, rejuvenation; <b>Immune </b>undead traits; <b>Resist </b>acid 5, fire 5</h5><h5><b>Weaknesses </b>light sensitivity</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 30 ft. (perfect)</h5><h5><b>Melee </b>longsword +10/+5 (1d8/19-20 plus 2d6 negative energy and agent of despair), light shield +9 (1d3 plus 2d6 negative energy and agent of despair)</h5><h5><b>Ranged </b>longbow +11/+6 (1d8/x3 plus 2d6 negative energy and agent of despair)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>agent of despair, curse of the unburied, phantom armaments, touch of the grave</h5><h5><b>Spell-Like Abilities</b> (CL 12th; concentration +16) </br>3/day&mdash;<i>deeper darkness</i>, <i>telekinesis</i> (DC 19)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>-, <b>Dex </b>16, <b>Con </b>-, <b>Int </b> 13, <b>Wis </b>17, <b>Cha </b>18</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+11 (+13 sunder); <b>CMD </b>28 (30 vs. sunder)</h5><h5><b>Feats </b>Combat Expertise, Improved Shield Bash, Improved Sunder, Shield Slam, Two-Weapon Fighting, Weapon Focus (longsword)</h5><h5><b>Skills </b>Fly +10, Intimidate +18, Knowledge (religion) +10, Perception +17, Ride +10, Sense Motive +15, Survival +13</h5><h5><b>Languages </b>Common</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Worldwound)</h5><h5><b>Organization </b>solitary, squad (2-6), or platoon (7-16)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Agent of Despair (Su)</b> A fallen's attacks can weaken a creature's resolve. Any creature that takes damage from a fallen's attacks must succeed at a DC 19 Will save or take a -4 penalty on saving throws against fear. If a creature that has immunity to fear fails this saving throw, its immunity is temporarily suppressed. This effect lasts as long as a creature still suffers damage taken from a fallen's attacks. This effect is removed if the creature is healed of all damage inflicted by a fallen. The save DC is Charisma-based. </h5><h5><b>Curse of the Unburied (Su)</b> Once per day, a fallen can demand that a good-aligned cleric, paladin, or cleric whose deity is opposed to the creation of undead locate its remains and perform a funeral for it on holy ground (through specific use of <i>consecrate</i> or hallow). The target must succeed at a DC 19 Will save or take a -2 penalty to each of its ability scores. Each day, the target can attempt a new saving throw; success keeps the target from accruing an additional -2 penalty to each of its ability scores. No ability score can be reduced below 1 by this effect. The ability score penalties are removed immediately upon completing the funeral rites for the fallen. The target does not need to complete the rites personally, but it is responsible for seeing that they're carried out. The save DC is Charisma-based. </h5><h5><b>Phantom Armaments (Su)</b> A fallen possesses a semblance of the gear it carried in life. A fallen's weapons and armor are formed of force, allowing the fallen to make physical attacks and wear protective armor. Though solid and formed of force, this gear cannot be disarmed or removed from the fallen. Arrows fired from the fallen's longbow vanish after dealing damage to their target. </h5><h5><b>Rejuvenation (Su)</b> A fallen is tied to the place where it fell in battle or the location where its remains were dragged after it fell in combat. Unless slain permanently, it reforms there 2d4 days later. A fallen is permanently destroyed and its soul is released when funeral rites lasting at least 1 minute are performed on its remains while on <i>consecrate</i>d or hallowed ground. </h5><h5><b>Touch of the Grave (Su)</b> All of a fallen's melee and ranged attacks deal an additional 2d6 points of negative energy damage.</h5></div><br><div><h4><p><p>The fallen were once sworn champions of the previous four crusades against the Worldwound to whom fate has perpetrated a cruel trick. Unable to receive Pharasma's judgment and receive whatever reward awaits them in the afterlife for the deeds they performed in life, they are the grim, ghostly remains of the men and women they once were. However, the fallen's original goal of valiantly marching into the Worldwound to save Golarion from the demonic tide has washed from their tortured minds, and is replaced instead by pain, sorrow, and hatred. Their fall in battle remains the greatest disappointment in their souls. Most fallen are still adorned in the battered and breached armor they died in and armed with the weapons they once carried into battle. Sentient and suffering, the fallen wander the Worldwound in search someone to end their misery by performing last rites. At a glance, a fallen might be mistaken for a well-armed ghost or spectre, but even casual study reveals that their fiery eyes are not vacant, and they're anything but mindless. In battle, fallen move in an efficient and deliberate manner, and they are absolutely silent until they deign to speak in raspy, sepulchral tones. <b></p><p>Ecology</b></p><p> Upon death, a soul normally enters the Great Beyond and travels to the Boneyard, and once there, travels to an appropriate Outer Plane to become a petitioner. Whatever fate befalls that petitioner, whether it is destroyed or its energies are released to create an outsider, it never returns to the Boneyard again. Spiritualists speculate that the Abyssal energies pervasive throughout the Worldwound have altered the planar structure of the region in such a way that in very rare cases, typically among the strong-willed, some souls instinctively react as if were on an Outer Plane already and never depart for the Boneyard. These are the fallen. The fallen are spontaneously created, and are similar to ghosts but for one crucial difference-the fallen have no remaining unfinished business to tie them to the Material Plane aside from receiving a proper burial. Like many other types of undead, the fallen have an aversion to sunlight. They are incapable of becoming corporeal, but can open and close doors, hurl objects, and otherwise manifest their displeasure through the use of <i>telekinesis</i>, and their ghostly weapons still strike true and deal damage since they are made of force. A fallen can even shroud itself in darkness so tangible that most demons cannot penetrate it. When funeral rites are conducted upon the place where they died, the infusion of positive energy scours away the Abyssal taint. This localized restoration of the natural cosmological order allows the soul of the fallen to escape to the Great Beyond and thus receive judgment. Though they were crusaders in life, fallen typically avoid the demons of the Worldwound unless they happen upon an injured or distracted one. Their shame at dying by demonic claws and their tortured existence hinders their ability to strike at the demons in their current state. When fallen encounter mortals, they typically plead for release from their condition through burial. They don't give the mortals much time to decide for themselves, instead using their abilities to compel the mortals into service-or slaying them in anger and frustration. <b></p><p>Habitat & Society</b></p><p> The fallen desire nothing but release from the Material Plane. Existence is agony and horror for the fallen, a state that they cannot end themselves. They are not evil for evil's sake, but their situation fills them with uncontrollable rage and they cannot help but resent the living and act selfishly to end their plight. Some fallen lie to would-be rescuers, promising to reveal great treasure near the place they died. Others attack outright if not helped, take hostages, or threaten reprisals against family members or other innocents. That the Worldwound is too dangerous for most adventurers is inconsequential to them-for when did the fallen ever waver when duty called? Some simply go mad and cannot be reasoned with. The most tragic and desperate of the fallen are those that cannot remember where they died. Their dark nature notwithstanding, the fallen understand enough about the reality of their situation to call upon clerics and paladins to help them. They can manage to hold back their rage in these situations and refrain from attacking the one who can help end their plight, but this doesn't stop them from attacking a cleric's companions. Likewise, the fallen do not hinder those affected by their curse of the unburied ability.</p></h4></div>", "Languages": "Common", "Source": "AP 75", "Land": "0", "Organization": "solitary, squad (2-6), or platoon (7-16)", "Ref": "6", "Climb": "0", "HD": "(11d8+44)", "AbilitiyScores": "Str -, Dex 16, Con -, Int 13, Wis 17, Cha 18", "Gear": "", "Ranged": "longbow +11/+6 (1d8/x3 plus 2d6 negative energy and agent of despair)", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5127, "SubType": "(incorporeal)", "MonsterSource": "", "Feats": "Combat Expertise, Improved Shield Bash, Improved Sunder, Shield Slam, Two-Weapon Fighting, Weapon Focus (longsword)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "1", "RacialMods": "", "AC": "22, touch 17, flat-footed 19", "Swim": "0", "Name": "Fallen", "VariantParent": "", "Skills": "Fly +10, Intimidate +18, Knowledge (religion) +10, Perception +17, Ride +10, Sense Motive +15, Survival +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "8", "XP": 4800, "TemplatesApplied": "", "Environment": "any (Worldwound)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +6, Will +10", "Melee": "longsword +10/+5 (1d8/19-20 plus 2d6 negative energy and agent of despair), light shield +9 (1d3 plus 2d6 negative energy and agent of despair)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 30 ft. (perfect)", "Alignment": "LE", "Size": "Medium"}