{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 253, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Barometz</h2><h3><i>This massive green ramlike creature's pelt is actually a tangle of vines, and its horns are wickedly sharp wooden branches.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Barometz</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>N Gargantuan plant </h5><h5><b>Init </b>+5; <b>Senses </b>low-light vision; Perception +27</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>31, touch 11, flat-footed 26 (+5 Dex, +20 natural, -4 size)</h5><h5><b>hp </b>253 (22d8+154)</h5><h5><b>Fort </b>+20, <b>Ref </b>+12, <b>Will </b>+11</h5><h5><b>Immune </b>electricity, plant traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>gore +23 (5d10+15/19-20)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>20 ft.</h5><h5><b>Special Attacks </b>powerful charge (gore, 10d10+15), trample (5d10+15, DC 31)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>21, <b>Con </b>24, <b>Int </b> 2, <b>Wis </b>15, <b>Cha </b>9</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+30 (+34 bull rush or overrun); <b>CMD </b>45 (47 vs. bull rush or overrun, 49 vs. trip)</h5><h5><b>Feats </b>Awesome Blow, Bleeding Critical, Critical Focus, Greater Bull Rush, Greater Overrun, Improved Bull Rush, Improved Critical (gore), Improved Overrun, Iron Will, Power Attack, Weapon Focus (gore)</h5><h5><b>Skills </b>Perception +27</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forests</h5><h5><b>Organization </b>solitary or serving druid masters</h5><h5><b>Treasure </b>none</h5></div><br><div><h4><p><p>These massive plant juggernauts were not created by nature, but grown by druids who use them as protectors and dispensers of savage judgment. Pruned into a form resembling a stout ram, a barometz is granted a degree of intelligence by natural spirits bound into its verdant bulk. Barometzes are typically found in the service of the powerful druids who cultivate them and help them protect sacred primeval forests. <br><b>GROWING A BAROMETZ</b><br> The process of growing a barometz has some similarities to making a construct, but doesn't require the Craft Construct feat. The process requires five cultivators. Typically, these are powerful druids, though anyone capable of making the required Knowledge checks and casting the required spells may attempt the process. Growing the body takes 1 year. One creator, typically the creature who becomes the barometz's master, cultivates an oak tree to be harvested for the horns. After harvest, the creator shapes the horns and strengthens them with an <i>ironwood</i> spell. Four cultivators plant four trees and weave a lattice from the branches. This frame supports the stone-and-ivy skin and provides the space in which the plant matter that will make up the barometz can grow. Each cultivator attempts a DC 25 Knowledge (nature) check when forming the body. If one or more of the checks fail, the plant withers and dies and the cultivators must begin anew. If the skill checks are successful, the cultivators then perform a special ritual within a day of the cultivation. This ritual takes 24 hours to perform and must be led by the creature that is to become the master of the barometz. At the ritual's climax, there's a 50% chance that the attempt to create a barometz succeeds-if this final check fails, no appropriate spirit is close enough to answer the call. The plant body rots and the creators must begin anew with fresh materials. At the GM's discretion, this final chance for success might increase to 75% or even 100% for particularly magical areas where the necessary spirits are more common. Discovering such a rare and magical site should be the focus of its own adventure. <br><b>BAROMETZ</b><br> <b>CL</b> 15th; <b>Price</b> 80,500 <br><b>RITUAL</b><br> <b>Requirements</b> Knowledge (nature) 15 ranks, <i>plant growth</i>, <i>entangle</i>, <i>ironwood</i>, <i>summon nature's ally VII</i>; <b>Skill</b> Knowledge (nature) DC 25; <b>Cost:</b> 40,200 gp</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary or serving druid masters", "Ref": "12", "Climb": "0", "HD": "(22d8+154)", "AbilitiyScores": "Str 30, Dex 21, Con 24, Int 2, Wis 15, Cha 9", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "20 ft.", "DontUseRacialHD": "0", "id": 5143, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Bleeding Critical, Critical Focus, Greater Bull Rush, Greater Overrun, Improved Bull Rush, Improved Critical (gore), Improved Overrun, Iron Will, Power Attack, Weapon Focus (gore)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "20", "Fly": "0", "RacialMods": "", "AC": "31, touch 11, flat-footed 26", "Swim": "0", "Name": "Barometz", "VariantParent": "", "Skills": "Perception +27", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +20, Ref +12, Will +11", "Melee": "gore +23 (5d10+15/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "N", "Size": "Gargantuan"}