{"Group": "Demon Lord", "Space": "15 ft.", "Mythic": "0", "HP": 676, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon Lord, Dagon</h2><h3><i>This demon's body is a nightmare of writhing tentacles and slippery coils below the leering maw of a deep sea predator.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Dagon</p><p class=\"alignright\">CR 28</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,915,200</h5><h5>CE Huge outsider (chaotic, demon, evil, extraplanar, water)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 60 ft., <i>detect good</i>, <i>detect law</i>, <i>true seeing</i>; Perception +55</h5><h5><b>Aura </b>frightful presence (120 ft., DC 36), <i>unholy aura</i> (DC 28)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>46, touch 31, flat-footed 39 (+4 deflection, +7 Dex, +15 natural, +12 profane, -2 size)</h5><h5><b>hp </b>676 (33d10+495); regeneration 30 (deific or mythic)</h5><h5><b>Fort </b>+37, <b>Ref </b>+24, <b>Will </b>+33</h5><h5><b>Defensive Abilities </b>Abyssal resurrection, freedom of movement; <b>DR </b>20/cold iron, epic, and good; <b>Immune </b>ability damage, ability drain, charm effects, compulsion effects, cold, death effects, electricity, energy drain, petrification, and poison; <b>Resist </b>acid 30, fire 30; <b>SR </b>39</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., swim 120 ft.</h5><h5><b>Melee </b>bite +48 (6d6+17/19-20 plus grab), 4 tentacles +43 (2d6+8/19-20 plus grab)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft. (30 ft. with tentacle)</h5><h5><b>Special Attacks </b>breath weapon, command aquatic creature, constrict (2d6+25), fast swallow, poison, swallow whole (transformation, AC 17, 67 hp)</h5><h5><b>Spell-Like Abilities</b> (CL 28th; concentration +38) </br>Constant&mdash;<i>detect good</i>, <i>detect law</i>, <i>freedom of movement</i>, <i>speak with animals</i> (aquatic animals only), <i>true seeing</i>, <i>unholy aura</i> (DC 28) </br>At Will&mdash;<i>astral projection</i>, <i>blasphemy</i>* (DC 27), <i>control water</i>, <i>control weather</i>*, <i>desecrate</i>*, <i><i>greater dispel</i> magic</i>, <i>greater teleport</i>, <i>shapechange</i>, <i>telekinesis</i>* (DC 25), <i>unhallow</i>, <i>unholy blight</i>* (DC 24) </br>3/day&mdash;quickened <i><i>greater dispel</i> magic</i>, <i>insanity</i> (DC 27), summon demons, symbol of <i>insanity</i> (DC 28), <i>vortex</i><sup>APG</sup> (DC 27) </br>1/day&mdash;<i>storm of vengeance</i>* (DC 29), <i>time stop</i>*, <i>tsunami</i>*, <sup>APG</sup> (DC 29)</h5></h5><h5>* Dagon can use the mythic version of this ability in his realm.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>44, <b>Dex </b>25, <b>Con </b>40, <b>Int </b> 29, <b>Wis </b>32, <b>Cha </b>31</h5><h5><b>Base Atk </b>+33; <b>CMB </b>+52 (+56 bull rush, +54 disarm, +56 grapple, +54 trip); <b>CMD </b>87 (89 vs. bull rush, 89 vs. disarm, can't be tripped)</h5><h5><b>Feats </b>Awesome Blow, Bleeding Critical, Combat Expertise, Combat Reflexes, Craft Wondrous Item, Critical Focus, Greater Bull Rush, Improved Bull Rush, Improved Critical (bite), Improved Critical (tentacle), Improved Initiative, Improved Trip, Improved Vital Strike, Lightning Reflexes, Power Attack, Quicken Spell-Like Ability (<i><i>greater dispel</i> magic</i>), Vital Strike</h5><h5><b>Skills </b>Acrobatics +40 (+44 when jumping), Bluff +46, Intimidate +46, Knowledge (arcana) +45, Knowledge (geography) +42, Knowledge (history) +42, Knowledge (nature) +45, Knowledge (planes) +45, Knowledge (religion) +42, Perception +55, Sense Motive +47, Spellcraft +45, Stealth +35, Swim +61, Use Magic Device +43; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal, Aquan, Celestial, Common, Draconic; <i>speak with animals</i> (aquatic animals only), telepathy 300 ft.</h5><h5><b>SQ </b>compression, demon lord traits</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any oceans (Abyss)</h5><h5><b>Organization </b>solitary (unique)</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Breath Weapon (Su)</b> Once every 1d4 rounds as a standard action, Dagon can exhale a 60-foot cone of inky blackness. Underwater, this cone manifests as black ink, while above water it manifests as a thick cloud. Creatures in the area have their vision obscured as if they were in complete darkness. Darkvision does not allow someone to see through the ink or smoke, but <i>true seeing</i> does. The ink or smoke persists for 1d4 rounds, but dissipates in 1 round in areas with aquatic currents or winds. Any creature in the breath weapon's area is exposed to the breath weapon's poison (see below) and must succeed at a DC 41 Will save or gain 2 negative levels as its memories and knowledge leach away (this is a mind-affecting effect). Any creature that enters the ink or cloud, or ends its turn inside it, must succeed at another Will save (at a +4 bonus) to avoid further level loss and poisoning. The save DC is Constitution-based. </h5><h5><b>Command Aquatic Creature (Su)</b> Dagon can command aquatic creatures to do his bidding as a move action, either via using his ability to <i>speak with animals</i> or via telepathy. This affects all aberrations, animals, magical beasts, oozes, and vermin within 300 feet that have the aquatic subtype (Will DC 36 negates). This functions like <i>mass suggestion</i>, but can affect mindless creatures. Dagon can suggest obviously harmful or suicidal acts (though non-mindless creatures gain a +10 bonus on their saving throws against these suggestions). The commanded course of activity can have a duration of up to 1 hour. If Dagon issues a new command to a creature, the previous command is discarded. Once a creature succeeds at its save against this effect, it is immune to further commands from Dagon for 24 hours. The save DC is Charisma-based. </h5><h5><b>Poison (Ex)</b> Breath weapon-contact; <i>save</i> Fort DC 41; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d6 Con drain and confused for 1 round; <i>cure</i> 3 consecutive <i>save</i>s. </h5><h5><b>Transformation (Su)</b> A creature swallowed by Dagon is assaulted by demonic enzymes, rasping talons, sucking tendrils, and vile gases. At the start of the swallowed creature's turn, it must succeed at a DC 41 Fortitude save or be nauseated, and must succeed at a DC 36 Will save or take 1d6 points of Dexterity and Charisma drain. Once the creature's Dexterity and Charisma are drained to 0, the creature transforms into a horrifically deformed version of itself that Dagon can then disgorge into any adjacent square as a swift action. The transformed creature gains the half-fiend template, its Dexterity and Charisma return to their normal values, and it is under Dagon's control (as <i>dominate monster</i>, caster level 28th). The transformation can be reversed by casting <i>break enchantment</i> and <i>atonement</i> on the victim during the first 24 hours (after that, it can be reversed only via <i>miracle</i> or wish). The Fortitude save DC is Constitution-based, and the Will save DC is Charisma-based.</h5></div><br><div><h4><p><p>Dagon is the demon lord of deformity, the sea, and sea monsters. He rules an Abyssal realm that consists of an immense ocean dotted above with strange and horrible islands and marked below with countless deep sea trenches and sunken cities. Dagon is 35 feet long, with the lower body of an eel, a horrif ic visage that evokes images of deep sea predators, and four long tentacles in place of arms. Dagon almost always uses Power Attack in combat, taking a -9 penalty on all attack rolls but gaining a +18 bonus on damage rolls. He is never encountered without a large number of aquatic demons or monsters at his side that he uses as pawns in battles, often simply commanding them to attack foes while he hangs back in the shadows and observes the fight with his cold eyes. Immense sharks, hezrous, carnivorous whales, krakens, and shoggoths are the demon lord's favored minions. Dagon began life not as a demon lord but as a powerful qlippoth-the reasons for his transformation into a demon lord are not understood by mortal scholars, but there is certainly no love lost between Dagon and the qlippoth race. </h5><h5><b>DAGON'S CULT </b> Dagon is worshiped primarily by boggards, heretical sahuagin and skum, marsh giants, and desperate or insane coastal dwellers. Most of his worshipers are grotesquely deformed or engage in various abhorrent practices of interbreeding with strange ichthyic or aquatic creatures that dwell nearby. His holy places are often decaying seaside churches, lighthouses, sea caves, or darkly beautiful underwater cathedrals. Often his worshipers also venerate various Great Old Ones, in particular Cthulhu, and it's not unusual to find priests of Dagon and Cthulhu working side by side in a community. Dagon is also known as the Shadow in the Sea. His unholy symbol is a gold disk inscribed with sinister runes around an open octopus eye. His favored weapon is the trident. He grants access to the domains of Chaos, Destruction, Evil, and Water, and access to the subdomains of Catastrophe, Demon, Oceans, and Rage.</p></h4></div>", "Languages": "Abyssal, Aquan, Celestial, Common, Draconic; speak with animals (aquatic animals only), telepathy 300 ft.", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary (unique)", "Ref": "24", "Climb": "0", "HD": "(33d10+495)", "AbilitiyScores": "Str 44, Dex 25, Con 40, Int 29, Wis 32, Cha 31", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "15 ft. (30 ft. with tentacle)", "DontUseRacialHD": "0", "id": 5168, "SubType": "(chaotic, demon, evil, extraplanar, water)", "MonsterSource": "", "Feats": "Awesome Blow, Bleeding Critical, Combat Expertise, Combat Reflexes, Craft Wondrous Item, Critical Focus, Greater Bull Rush, Improved Bull Rush, Improved Critical (bite), Improved Critical (tentacle), Improved Initiative, Improved Trip, Improved Vital Strike, Lightning Reflexes, Power Attack, Quicken Spell-Like Ability (greater dispel magic), Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "37", "Fly": "0", "RacialMods": "+8 Perception", "AC": "46, touch 31, flat-footed 39", "Swim": "1", "Name": "Dagon", "VariantParent": "NULL", "Skills": "Acrobatics +40 (+44 when jumping), Bluff +46, Intimidate +46, Knowledge (arcana) +45, Knowledge (geography) +42, Knowledge (history) +42, Knowledge (nature) +45, Knowledge (planes) +45, Knowledge (religion) +42, Perception +55, Sense Motive +47, Spellcraft +45, Stealth +35, Swim +61, Use Magic Device +43", "ClassArchetypes": "", "IsTemplate": "0", "Will": "33", "Race": "", "CR": "28", "XP": 4915200, "TemplatesApplied": "", "Environment": "any oceans (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "compression, demon lord traits", "Saves": "Fort +37, Ref +24, Will +33", "Melee": "bite +48 (6d6+17/19-20 plus grab), 4 tentacles +43 (2d6+8/19-20 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., swim 120 ft.", "Alignment": "CE", "Size": "Huge"}