{"Group": "Demon Lord", "Space": "10 ft.", "Mythic": "0", "HP": 752, "Treasure": "triple (Scepter of Shibaxet, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon Lord, Pazuzu</h2><h3><i>Held aloft by four great feathered wings, this hawk-faced fiend has a scorpion's tail and carries a black metal scepter.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Pazuzu</p><p class=\"alignright\">CR 30</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,830,400</h5><h5>CE Large outsider (air, chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+13; <b>Senses </b>darkvision 60 ft., <i><i>detect</i> good</i>, <i>detect</i> law, true <i>seeing</i>; Perception +58</h5><h5><b>Aura </b>frightful presence (180 ft., DC 40, 10 rounds), locusts (10 ft., distraction, DC 43), <i>unholy aura</i> (DC 31)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>48, touch 38, flat-footed 39 (+4 deflection, +9 Dex, +10 natural, +16 profane, -1 size)</h5><h5><b>hp </b>752 (35d10+560); regeneration (deific or mythic)</h5><h5><b>Fort </b>+31, <b>Ref </b>+32, <b>Will </b>+35</h5><h5><b>Defensive Abilities </b>Abyssal resurrection, avian mastery, freedom of movement; <b>DR </b>20/cold iron, epic, and good; <b>Immune </b>ability damage, ability drain, charm effects, compulsion effects, cold, death effects, electricity, energy drain, petrification, and poison; <b>Resist </b>acid 30, cold 30, fire 30; <b>SR </b>41</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>60 ft., fly 150 ft. (perfect)</h5><h5><b>Melee </b><i><i>+5 anarchic keen unholy longsword</i></i> +54/+49/+44/+39 (2d6+20/17-20), bite +49 (2d6+15), claw +49 (1d6+15), sting +49 (2d8+15 plus poison), 2 talons +49 (1d6+15)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>hear name, poison, possession, profane <i>wish</i>craft, swarm master</h5><h5><b>Spell-Like Abilities</b> (CL 30th; concentration +43) </br>Constant&mdash;<i><i>detect</i> good</i>, <i>detect</i> law, <i>freedom of movement</i>, <i>speak with animals</i> (winged animals only), true <i>seeing</i>, <i>unholy aura</i> (DC 31) </br>At Will&mdash;<i>astral projection</i>, <i>blasphemy</i>* (DC 30), <i>control winds</i>, <i>desecrate</i>*, <i><i>dominate</i> person</i>* (DC 28), <i>greater dispel magic</i>, <i>greater teleport</i>, <i>shapechange</i>, <i>telekinesis</i>* (DC 28), <i>unhallow</i>, <i>unholy blight</i>* (DC 27) </br>3/day&mdash;quickened <i><i>dominate</i> person</i>* (DC 28), summon demons, <i>symbol of persuasion</i> (DC 29), <i>sympathy</i> (DC 31), <i>whirlwind</i>* </br>1/day&mdash;<i><i>dominate</i> monster</i> (DC 32), <i>time stop</i>*, <i>wish</i>*</h5></h5><h5>* Pazuzu can use the mythic version of this ability in his realm.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>40, <b>Dex </b>28, <b>Con </b>42, <b>Int </b> 33, <b>Wis </b>34, <b>Cha </b>36</h5><h5><b>Base Atk </b>+35; <b>CMB </b>+51 (+55 sunder); <b>CMD </b>92 (94 vs. sunder)</h5><h5><b>Feats </b>Bleeding Critical, Combat Expertise, Combat Reflexes, Craft Construct, Craft Magic Arms and Armor, Craft Rod, Craft Wondrous Item, Critical Focus, Flyby Attack, Greater Sunder, Greater Vital Strike, Improved Initiative, Improved Sunder, Improved Vital Strike, Multiattack, Power Attack, Quicken Spell-Like Ability (<i><i>dominate</i> person</i>), Vital Strike</h5><h5><b>Skills </b>Acrobatics +47 (+59 when jumping), Bluff +51, Diplomacy +51, Fly +53, Intimidate +48, Knowledge (arcana) +49, Knowledge (local) +46, Knowledge (nature) +46, Knowledge (nobility) +46, Knowledge (planes) +49, Knowledge (religion) +46, Perception +58, Sense Motive +50, Spellcraft +49, Stealth +43, Survival +47, Use Magic Device +48; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal, Auran, Celestial, Common, Draconic; telepathy 300 ft.</h5><h5><b>SQ </b>demon lord traits</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary (unique)</h5><h5><b>Treasure </b>triple (<i>Scepter of Shibaxet</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Aura of Locusts (Su)</b> Pazuzu exhales clouds of locusts. In any round in which he does not move more than 5 feet, he is surrounded by a 10-foot-radius spread of these creatures. Any creature that enters this area must succeed at a DC 43 Fortitude save or be nauseated for 1 round. The save DC is Constitution-based. </h5><h5><b>Avian Mastery (Su)</b> Any creature flying under its own power (flight from a source other than a spell, spell-like ability, or magic item) that attempts to attack Pazuzu with a melee attack must attempt a DC 40 Will save. If it fails, the creature can't follow through with the attack, that part of its action is lost, and it can't directly attack Pazuzu for 1d4 rounds. Once a creature succeeds at this save, it is immune to this ability for 24 hours. The save DC is Charisma-based. </h5><h5><b>Hear Name (Su)</b> Pazuzu hears his name whenever it is spoken, regardless of distance-this ability functions even across planar boundaries. If a creature speaks Pazuzu's name aloud three times in the same breath, Pazuzu automatically knows that creature's precise location and name. If Pazuzu is on the same plane as someone who speaks his name three times in a single breath, he can immediately attempt to possess that creature. </h5><h5><b>Poison (Ex)</b> Sting-injury; <i>save</i> Fort DC 43; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d6 Wisdom drain and nauseated; <i>cure</i> 3 consecutive <i>save</i>s. </h5><h5><b>Possession (Su)</b> Once per day as a swift action, Pazuzu can attempt to possess a single living creature within 1 mile, provided he knows the target's name. The target can resist this possession attempt by succeeding at a DC 43 Will save. A lawful creature gains a +10 bonus on this saving throw, and a good creature gains a +20 bonus on the saving throw (these bonuses stack). If the creature successfully saves, it is immune to possession attempts by Pazuzu for the rest of its life. If the saving throw fails, Pazuzu can control the possessed creature from afar. While possessing a creature, Pazuzu automatically knows every thought that creature has. By concentrating, he can sense the creature's surroundings using that creature's senses. As a swift action, he can cause the creature to perform any ability it can perform on its own. Pazuzu can use any of his spell-like abilities through a possessed target, with the effects resolving as if the possessed creature had created the effect. Possession is permanent, but Pazuzu can only possess one creature at a time. When Pazuzu isn't actively controlling the target, it can take its own actions. <i>Dispel chaos</i> or <i>dispel evil</i> ends this possession effect as if it were an enchantment spell, but unless the caster of the spell succeeds at a DC 30 caster level check, as a swift action Pazuzu can attempt to possess the caster as he is driven out of the target. A creature possessed by Pazuzu is immune to <i>protection from evil</i>, <i>magic circle against evil</i>, and any similar effects. The save DC is Charisma-based. </h5><h5><b>Profane Wishcraft (Su)</b> A creature that accepts a <i>wish</i> from Pazuzu immediately becomes chaotic evil unless it succeeds at a DC 43 Will save. A creature that becomes chaotic evil in this way gains the benefits of a <i>good hope</i> spell for 1 week, followed by the effects of <i>crushing despair</i> for 1d6 months (CL 30th). The save DC is Charisma-based. </h5><h5><b>Swarm Master (Su)</b> Pazuzu is immune to swarm damage and other swarm effects (such as distraction). As a swift action, he can direct the movement of any swarm within 30 feet.</h5></div><br><div><h4><p><p>Pazuzu is among the oldest and most powerful of all demon lords. His Abyssal realm is located in one of that plane's greatest rifts. This vertical realm includes an immense city, at the heart of which can be found Shibaxet, Pazuzu's personal rookery and palace. Pazuzu appears as a four-winged, 15-foot-tall fiend. He takes great delight in corrupting mortals, particularly those of a pure heart and soul, offering them any one <i>wish</i> in return for nothing but their innocence. <br><b>PAZUZU'S CULT </b><br> Pazuzu, King of the Wind Demons, is worshiped by harpies and other evil avians, and by a large number of antipaladins who were once honorable but were tempted to chaos and evil-often by Pazuzu himself. His sacred places and temples are cliffside cathedrals, desert ruins, and spires atop mountain peaks. His unholy symbol is an image of himself with his right hand upraised. His favored weapon is the longsword. He grants access to the domains of Air, Chaos, Evil, and Trickery, and access to the subdomains of Cloud, Deception, Demon, and Wind.</p></h4></div>", "Languages": "Abyssal, Auran, Celestial, Common, Draconic; telepathy 300 ft.", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary (unique)", "Ref": "32", "Climb": "0", "HD": "(35d10+560)", "AbilitiyScores": "Str 40, Dex 28, Con 42, Int 33, Wis 34, Cha 36", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 5170, "SubType": "(air, chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Bleeding Critical, Combat Expertise, Combat Reflexes, Craft Construct, Craft Magic Arms and Armor, Craft Rod, Craft Wondrous Item, Critical Focus, Flyby Attack, Greater Sunder, Greater Vital Strike, Improved Initiative, Improved Sunder, Improved Vital Strike, Multiattack, Power Attack, Quicken Spell-Like Ability (dominate person), Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "31", "Fly": "1", "RacialMods": "+8 Perception", "AC": "48, touch 38, flat-footed 39", "Swim": "0", "Name": "Pazuzu", "VariantParent": "", "Skills": "Acrobatics +47 (+59 when jumping), Bluff +51, Diplomacy +51, Fly +53, Intimidate +48, Knowledge (arcana) +49, Knowledge (local) +46, Knowledge (nature) +46, Knowledge (nobility) +46, Knowledge (planes) +49, Knowledge (religion) +46, Perception +58, Sense Motive +50, Spellcraft +49, Stealth +43, Survival +47, Use Magic Device +48", "ClassArchetypes": "", "IsTemplate": "0", "Will": "35", "Race": "", "CR": "30", "XP": 9830400, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "demon lord traits", "Saves": "Fort +31, Ref +32, Will +35", "Melee": "+5 anarchic keen unholy longsword +54/+49/+44/+39 (2d6+20/17-20), bite +49 (2d6+15), claw +49 (1d6+15), sting +49 (2d8+15 plus poison), 2 talons +49 (1d6+15)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "60 ft., fly 150 ft. (perfect)", "Alignment": "CE", "Size": "Large"}