{"Group": "Drake", "Space": "10 ft.", "Mythic": "0", "HP": 84, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Drake, Spire</h2><h3><i>This reptilian creature's gaunt body, legs, and batlike face are covered in long spines. Two wings stretch out from its torso.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Spire Drake</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>LE Large dragon </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +11</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 10, flat-footed 19 (+1 Dex, +10 natural, -1 size)</h5><h5><b>hp </b>84 (8d12+32)</h5><h5><b>Fort </b>+10, <b>Ref </b>+7, <b>Will </b>+6</h5><h5><b>Immune </b>curses, energy drain, negative energy, paralysis, sleep</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 30 ft., fly 60 ft. (average)</h5><h5><b>Melee </b>bite +13 (2d6+6 plus 1d6 negative energy), tail slap +8 (1d8+3)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>accursed breath, soul corruption</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>22, <b>Dex </b>12, <b>Con </b>19, <b>Int </b> 10, <b>Wis </b>11, <b>Cha </b>15</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+15; <b>CMD </b>26</h5><h5><b>Feats </b>Flyby Attack, Power Attack, Vital Strike, Wingover</h5><h5><b>Skills </b>Climb +20, Fly +10, Knowledge (arcana) +10, Knowledge (religion) +10, Perception +11, Spellcraft +10, Use Magic Device +13</h5><h5><b>Languages </b>Draconic</h5><h5><b>SQ </b>speed surge</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any hills</h5><h5><b>Organization </b>solitary, pair, or rampage (3-12)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Accursed Breath (Su)</b> As a standard action, a spire drake can spit a compressed ball of jet-black dust that bursts into a spray of clinging motes that sap the spiritual strength of creatures in an area. The attack has a range of 60 feet and deals 5d6 points of negative energy damage (Will DC 18 half) to all creatures in a 20-foot radius. Affected creatures take a -2 penalty on attack rolls, saving throws, skill checks, and ability checks for 1d4 rounds (or for 1 round on a successful Will save). As long as these motes cling to a creature, the effect of any conjuration (healing) effect used on that creature is halved. This is a curse effect. The save DC is Constitution-based. </h5><h5><b>Soul Corruption (Su)</b> If a spire drake successfully performs a coup de grace upon a creature afflicted by its accursed breath, the slain target arises 1d4 rounds later as a wight (<i>Pathfinder RPG Bestiary</i> 276). This wight is not under the drake's control, and the wight and any spawn that it creates perish 1d6 days after arising. </h5><h5><b>Speed Surge (Su)</b> Three times per day as a swift action, a spire drake can draw on its draconic reserves for a boost of strength and speed, allowing it to take an additional move action in that round.</h5></div><br><div><h4><p><p>Sages attribute the gaunt builds and tattered, scabrous wings of spire drakes to centuries of dwelling in magic-blasted desolations and accursed badlands, positing that the tainting of the land seeps into the drakes' flesh and bone and into every clutch of eggs, and is thus carried down through generations of decay. But while their appearance is somewhat withered, spire drakes are just as strong and ferocious as other drakes. Spire drakes are unusually intelligent for their kind. They are particularly curious about magic and magical items, and enjoy having large collections of such items even if they don't know how to use them. Lacking the ability to detect magic, they often scour their hunting ranges for any items they suspect might be magical, collecting an array of strange and obscure devices and objects and displaying them proudly so they can boast to other drakes they encounter (who often jealously try to steal or destroy the collections of their rivals). Spire drakes often demand tribute from merchants and caravans passing through or near the lands they claim, or may offer to let opponents escape a fight in exchange for surrendering a magic item. Spire drakes are rarely as clever as they think, however, and can be easily tricked by temporary magical effects into believing an item is magical. Still, spire drakes that manage to collect true magical items use them offensively or defensively as appropriate, and love to show off their latest prizes. A typical spire drake measures 18 feet from its nose to the long, thin tip of its tail, and weighs about 1,700 pounds.</p></h4></div>", "Languages": "Draconic", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary, pair, or rampage (3-12)", "Ref": "7", "Climb": "1", "HD": "(8d12+32)", "AbilitiyScores": "Str 22, Dex 12, Con 19, Int 10, Wis 11, Cha 15", "Gear": "", "Ranged": "", "Type": "dragon", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 5201, "SubType": "", "MonsterSource": "", "Feats": "Flyby Attack, Power Attack, Vital Strike, Wingover", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "1", "RacialMods": "", "AC": "20, touch 10, flat-footed 19", "Swim": "0", "Name": "Spire Drake", "VariantParent": "NULL", "Skills": "Climb +20, Fly +10, Knowledge (arcana) +10, Knowledge (religion) +10, Perception +11, Spellcraft +10, Use Magic Device +13", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "speed surge", "Saves": "Fort +10, Ref +7, Will +6", "Melee": "bite +13 (2d6+6 plus 1d6 negative energy), tail slap +8 (1d8+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 30 ft., fly 60 ft. (average)", "Alignment": "LE", "Size": "Large"}