{"Group": "Empyreal Lord", "Space": "10 ft.", "Mythic": "0", "HP": 663, "Treasure": "standard (+5 holy cold iron club, +5 evil outsider bane longbow, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Empyreal Lord, Cernunnos</h2><h3><i>This tall, graceful person has elven features, the horns of a majestic stag and a piercing, ageless stare.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Cernunnos</p><p class=\"alignright\">CR 30</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,830,400</h5><h5>CG Large outsider (azata, chaotic, extraplanar, good)</h5><h5><b>Init </b>+16; <b>Senses </b>blindsense 60 ft., darkvision 60 ft., <i>detect evil</i>, <i>detect lies</i>, <i>detect poison</i>, low-light vision, <i>true seeing</i>; Perception +43</h5><h5><b>Aura </b>primal (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>48, touch 22, flat-footed 35 (+12 Dex, +1 dodge, +26 natural, -1 size)</h5><h5><b>hp </b>663 (34d10+476); regeneration 10 (evil artifacts, effects, and spells)</h5><h5><b>Fort </b>+25, <b>Ref </b>+31, <b>Will </b>+25</h5><h5><b>Defensive Abilities </b>freedom of movement, lightning rod, unbound; <b>DR </b>15/epic and evil; <b>Immune </b>ability damage, ability drain, charm effects, compulsion effects, death effects, electricity, energy drain, petrification; <b>Resist </b>cold 30, fire 30; <b>SR </b>41</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 60 ft. (average)</h5><h5><b>Melee </b><i><i>+5 holy cold iron club</i></i> +48/+43/+38/+33 (1d8+18/15-20), gore +43 (2d8+18)</h5><h5><b>Ranged </b><i><i>+5 evil outsider bane composite longbow</i></i> +51/+46/+41/+36 (2d6+14/19-20/x4)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b><i>greater slaying arrow</i>, horned lord's charge, powerful charge (gore, 4d8+13 and horned lord's charge), wild shape (as 20th level druid)</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +25) </br>Constant&mdash;<i>detect evil</i>, <i>detect lies</i>, <i>detect poison</i>, <i>freedom of movement</i>, <i>true seeing</i> </br>At Will&mdash;<i>greater teleport</i>, <i>haste</i>*, <i>true strike</i>* </br>3/day&mdash;<i>break enchantment</i>*, <i>breath of life</i>*, <i>dimensional anchor</i> (DC 19) </br>1/day&mdash;<i>discern location</i>, <i>mage's disjunction</i>* (DC 24), <i>time stop</i>*</h5></h5><h5><b>Druid Spells Prepared</b> (CL 20th; concentration +26) </br>9th&mdash;<i>elemental swarm</i>, <i>foresight</i>, <i><i>summon nature's ally</i> IX</i> (2) </br>8th&mdash;<i>control plants</i> (DC 24), <i>repel metal or stone</i>, <i>sunburst</i> (DC 24), <i>whirlwind</i> (DC 24) </br>7th&mdash;<i>control weather</i>, <i>creeping doom</i> (DC 23), <i>heal</i>, <i>sunbeam</i> (DC 23) </br>6th&mdash;<i>antilife shell</i>, <i>greater dispel magic</i> (2), <i>move earth</i>, <i>wall of stone</i> (DC 22) </br>5th&mdash;<i>atonement</i>, <i>baleful polymorph</i> (DC 21), <i>deathward</i>, <i>transmute rock to mud</i>, <i>wall of thorns</i> </br>4th&mdash;<i>cure serious wounds</i> (2), <i>freedom of movement</i>, <i>rusting grasp</i>, <i>true form</i><sup>APG</sup> (DC 20) </br>3rd&mdash;<i>call lightning</i> (DC 19), <i>cure moderate wounds</i>, <i>neutralize poison</i> (2), <i>remove disease</i> </br>2nd&mdash;<i>chill metal</i> (DC 18), <i>fog cloud</i>, <i>heat metal</i> (DC 18), <i>lesser restoration</i>, <i>resist energy</i> (2) </br>1st&mdash;<i>calm animals</i> (DC 17, 2), <i>cure light wounds</i> (2), <i>pass without trace</i> (2) </br>0&mdash;<i>create water</i>, <i>mending</i>, <i>purify food and drink</i>, <i>read magic</i></h5></h5><h5>* Cernunnos can use the mythic version of this ability in his realm.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>29, <b>Dex </b>35, <b>Con </b>39, <b>Int </b> 18, <b>Wis </b>22, <b>Cha </b>21</h5><h5><b>Base Atk </b>+34; <b>CMB </b>+44; <b>CMD </b>67</h5><h5><b>Feats </b>Combat Reflexes, Deadly Aim, Dodge, Improved Critical (longbow), Improved Critical (scimitar), Improved Initiative, Improved Precise Shot, Mobility, Point-Blank Shot, Power Attack, Precise Shot, Quick Draw, Rapid Shot, Shot on the Run, Weapon Focus (club), Weapon Focus (gore), Weapon Focus (longbow)</h5><h5><b>Skills </b>Acrobatics +46 (+50 when jumping), Diplomacy +22, Disguise +22, Fly +10, Handle Animal +22, Intimidate +22, Knowledge (geography) +24, Knowledge (nature) +24, Knowledge (planes) +24, Knowledge (religion) +21, Perception +43, Ride +32, Sense Motive +43, Stealth +45, Survival +43, Swim +26</h5><h5><b>Languages </b>Celestial, Draconic, Infernal, Sylvan; truespeech</h5><h5><b>SQ </b>change shape (any humanoid, <i>alter</i> self), empyreal lord traits, perfect archer, seed of life</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forest or plain (Elysium)</h5><h5><b>Organization </b>unique</h5><h5><b>Treasure </b>standard (<i>+5 holy cold iron club</i>, <i>+5 evil outsider bane longbow</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Greater Slaying Arrow (Su)</b> Cernunnos can spend 1 minute crafting any kind of <i>greater slaying arrow</i> (DC 32). He can have only one such arrow at a time, and it only functions for him. The save DC is Charisma-based. </h5><h5><b>Horned Lord's Charge (Ex)</b> An opponent hit by Cernunnos's powerful charge must succeed at a DC 39 Fort save or be exhausted, sickened, or stunned (Cernunnos's choice) for 1d4 rounds. The save DC is Constitution-based. </h5><h5><b>Lightning Rod (Su)</b> Cernunnos absorbs and negates any electricity effect that targets him or includes him in its area. As an immediate action on his next turn, he can release this energy to grant the <i>shock</i> weapon special ability to all weapons wielded by his allies within 30 feet for 1 round. </h5><h5><b>Perfect Archer (Ex)</b> Cernunnos does not provoke attacks of opportunity for firing bow weapons in melee. He threatens squares out to his normal reach when wielding a bow. He automatically creates arrows when firing a bow and treats any bow he wields as if it had a range increment of 500 feet. </h5><h5><b>Primal Aura (Su)</b> Any summoned animal or creature summoned by <i>summon nature's ally</i> gains a +4 enhancement bonus to its Strength and Constitution while within Cernunnos's aura. Any such creature summoned within his aura obeys him as if he had summoned it (if given conflicting orders, the creature obeys Cernunnos instead of its summoner). </h5><h5><b>Spells</b> Cernunnos casts spells as 20th-level druid. </h5><h5><b>Unbound (Su)</b> Cernunnos is immune to any effects that restrict or force extradimensional movement upon him, such as <i>banishment</i> or <i>dimensional anchor</i>. He may allow these effects to affect him.</h5></div><br><div><h4><p><p>Cernunnos is a powerful empyreal lord who embodies the primeval force of nature as well as its wildness. He surrounds himself with counselors and advisors from all of the celestial races. Although he rarely makes a rash decision, he occasionally lets anger overwhelm his better judgment, even going so far as to swear personal vendettas against specific demon lords or archdevils. A peerless archer and hunter, in such moments of vengeance Cernunnos is tempted to visit Hell or the Abyss to personally exact his revenge. His preference for decisive action against enemies puts Cernunnos at odds with Korada. Though Cernunnos agrees that even the wickedest souls can seek redemption, he worries that lives would be lost in the time it would take to allow a fiend to seek enlightenment. The Horned Lord appears as a tall and muscular humanoid with elven features, tan skin, and a pair of antlers growing from his brow. Cernunnos dresses in simple clothes and leathers, died in natural colors but typically woven or worked with motifs of birds in flight or leaping animals. On Elysium, Cernunnos dwells in an expansive palace constructed of interwoven trees and capped with lush foliage. Known as Briarbough, this sprawling complex of gardens and pools is his seat of power and a place of healing where celestials and good mortals come to have their most grievous wounds tended. Beyond lies hundreds of miles of pristine forest and plains; animals killed here are reborn the next day, fully <i>heal</i>ed. In times of war, Briarbough serves as a headquarters and hospital for good outsiders. When not in Elysium, Cernunnos works with other celestial races to stem the spread of evil throughout the cosmos. Recognizing that-despite his power-he is still only one person, the Horned Lord uses his abilities to strengthen and bolster those already allied against darkness, training marshals and emissaries to work as his agents in the mortal and fey worlds. He favors druids and rangers-archers in particular-among his devotees. In combat, Cernunnos uses stealth and range to draw enemies to terrain of his choosing. The Empyreal Lord then uses his magic to further shape the battlefield to hamper his foes before closing for melee.<br><b>CERNUNNOS'S FAITH</b><br>Good fey, intelligent plant creatures, and mortal rangers and druids worship Cernunnos. Elven fighters and rogues often view him as a patron of luck and good fortune, but others pray to him for strength against evil. His sacred places are secluded groves, waterfalls, and deep forests. Cernunnos's holy symbol is the head of a stag, ram or similar horned creature with torcs or rings hanging from its horns. His favored weapon is the longbow. He grants access to the Animal, Chaos, Good, and Plant domains, and access to the Azata, Feather, Fur, and Growth subdomains.</p></h4></div>", "Languages": "Celestial, Draconic, Infernal, Sylvan; truespeech", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "unique", "Ref": "31", "Climb": "0", "HD": "(34d10+476)", "AbilitiyScores": "Str 29, Dex 35, Con 39, Int 18, Wis 22, Cha 21", "Gear": "", "Ranged": "+5 evil outsider bane composite longbow +51/+46/+41/+36 (2d6+14/19-20/x4)", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 5206, "SubType": "(azata, chaotic, extraplanar, good)", "MonsterSource": "", "Feats": "Combat Reflexes, Deadly Aim, Dodge, Improved Critical (longbow), Improved Critical (scimitar), Improved Initiative, Improved Precise Shot, Mobility, Point-Blank Shot, Power Attack, Precise Shot, Quick Draw, Rapid Shot, Shot on the Run, Weapon Focus (club), Weapon Focus (gore), Weapon Focus (longbow)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "25", "Fly": "1", "RacialMods": "", "AC": "48, touch 22, flat-footed 35", "Swim": "0", "Name": "Cernunnos", "VariantParent": "", "Skills": "Acrobatics +46 (+50 when jumping), Diplomacy +22, Disguise +22, Fly +10, Handle Animal +22, Intimidate +22, Knowledge (geography) +24, Knowledge (nature) +24, Knowledge (planes) +24, Knowledge (religion) +21, Perception +43, Ride +32, Sense Motive +43, Stealth +45, Survival +43, Swim +26", "ClassArchetypes": "", "IsTemplate": "0", "Will": "25", "Race": "", "CR": "30", "XP": 9830400, "TemplatesApplied": "", "Environment": "any forest or plain (Elysium)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (any humanoid, alter self), empyreal lord traits, perfect archer, seed of life", "Saves": "Fort +25, Ref +31, Will +25", "Melee": "+5 holy cold iron club +48/+43/+38/+33 (1d8+18/15-20), gore +43 (2d8+18)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 60 ft. (average)", "Alignment": "CG", "Size": "Large"}