{"Group": "Empyreal Lord", "Space": "10 ft.", "Mythic": "0", "HP": 528, "Treasure": "standard (+5 quarterstaff, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Empyreal Lord, Korada</h2><h3><i>This serene, acrobatic man has stiff sideburns, a beard like a monkey, and three golden-furred tails.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Korada</p><p class=\"alignright\">CR 26</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,457,600</h5><h5>NG Large outsider (agathion, extraplanar, good)</h5><h5><b>Init </b>+22; <b>Senses </b>blindsense 60 ft., darkvision 60 ft., <i>detect evil</i>, <i>detect thoughts</i>, low-light vision; Perception +46</h5><h5><b>Aura </b>primal (30 ft.)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>45, touch 40, flat-footed 36 (+10 Dex, +1 dodge, +2 insight, +13 natural, -1 size, +6 sacred, +12 Wis) (never flat-footed)</h5><h5><b>hp </b>528 (32d10+352); regeneration 10 (evil artifacts, effects, and spells)</h5><h5><b>Fort </b>+21, <b>Ref </b>+30, <b>Will </b>+30</h5><h5><b>Defensive Abilities </b>never surprised; <b>DR </b>10/epic and evil; <b>Immune </b>ability damage, ability drain, charm effects, compulsion effects, death effects, disease, electricity, energy drain, petrification, poison; <b>Resist </b>cold 30, sonic 30; <b>SR </b>37</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>90 ft., climb 30 ft., fly 60 ft. (average)</h5><h5><b>Melee </b>unarmed strike +31/+36/+31/+26 (2d10+8) or </br><i><i>+5 quarterstaff</i></i> +44/+39/+34/+29 (1d8+13) or </br>flurry of blows +38/+38/+33/+33/+28/+28/+23 (2d10+8)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>shatter spells, stunning fist (8/day, DC 22)</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +34) </br>Constant&mdash;<i>detect evil</i>, <i>detect thoughts</i>, <i>foresight</i>*, <i>sanctuary</i>* (DC 25), <i>water walk</i> </br>At Will&mdash;<i>augury</i>, <i>bless</i>*, <i>calm animals</i> (DC 25), <i>calm emotions</i> (DC 26), <i>cure serious wounds</i>*, <i>greater teleport</i>, <i><i>mirror</i> image</i>* </br>3/day&mdash;<i>divination</i>, <i>mad monkeys</i><sup>UM</sup>, quickened <i><i>mirror</i> image</i>*, <i>neutralize poison</i>, <i>true seeing</i>, <i>wall of force</i>* </br>1/day&mdash;<i>antimagic field</i>, <i>moment of prescience</i></h5></h5><h5>* Korada can use the mythic version of this ability in his realm.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>26, <b>Dex </b>30, <b>Con </b>33, <b>Int </b> 25, <b>Wis </b>35, <b>Cha </b>38</h5><h5><b>Base Atk </b>+32; <b>CMB </b>+41 (+43 disarm or grapple, +45 trip); <b>CMD </b>84 (86 vs. disarm, grapple, or trip)</h5><h5><b>Feats </b>Combat Expertise, Combat Reflexes, Dodge, Greater Trip, Improved Disarm, Improved Grapple, Improved Initiative, Improved Trip, Improved Unarmed Strike<sup>B</sup>, Lunge, Mobility, Quicken Spell-Like Ability (<i><i>mirror</i> image</i>), Scorpion Style, Snatch Arrows, Spring Attack, Step Up, Stunning Fist<sup>B</sup>, Weapon Finesse</h5><h5><b>Skills </b>Acrobatics +44 (+68 when jumping), Bluff +32, Climb +50, Diplomacy +45, Disguise +32, Escape Artist +26, Fly +8, Heal +27, Knowledge (arcana, geography, history, nature) +23, Knowledge (local) +22, Knowledge (planes, religion) +41, Perception +46, Sense Motive +46, Spellcraft +22, Stealth +40; <b>Racial Modifiers </b>+24 Acrobatics when jumping</h5><h5><b>Languages </b>Celestial, Infernal; <i>speak with animals</i>, <i>truespeech</i></h5><h5><b>SQ </b>abundant step, change shape (avoral or any humanoid, shapechange), combat style master, empyreal lord traits, ki pool (22 points; adamantine, epic, good, lawful, magic, mythic, silver), lay on hands (15d6, 29/day), seed of life, tranquil master</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forests or mountains (Nirvana)</h5><h5><b>Organization </b>unique</h5><h5><b>Treasure </b>standard (<i>+5 quarterstaff</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Combat Style Master (Ex)</b> Korada can attack with unarmed strikes and perform flurry of blows as a 20th-level monk. Like a monk, he adds his Wisdom bonus to his AC and CMD. As a swift action, Korada may enter the basic stance of any combat style feat (such as Crane Style<sup>UC</sup>, Monkey Style<sup>UC</sup>, and so on) as if he had the first feat in the feat path for that combat style. By expending 2 points of ki, he may use any two feats from his current combat style's feat path for the next minute; if he changes his stance, the previous stance's feats become unavailable but he may use feats from the new stance. </h5><h5><b>Primal Aura (Su)</b> Korada's primal aura radiates calm and tranquility, automatically suppressing any non-mythic charm or compulsion effect on any creature within its area. Any creature in his aura (including him) can deal nonlethal damage with weapons without taking the -4 penalty on attack rolls for doing so. </h5><h5><b>Shatter Spells (Su)</b> Korada can destroy a magical effect (whether it's on a creature or an independent effect such as a wall of fire) by attacking it with an unarmed strike. He must succeed at a melee touch attack against the creature or effect and expend 2 points of ki. If the attack hits, the creature or effect is subject to targeted <i>greater dispel magic</i> (CL 20th). If he dispels an effect, he suffer no harmful effects from touching it. If the effect is on a creature, the creature takes 1 point of damage per spell level of each effect dispelled. </h5><h5><b>Tranquil Master (Su)</b> Korada may attack without breaking his <i>sanctuary</i> spell-like ability so long as he only attempts to deal nonlethal damage.</h5></div><br><div><h4><p><p>Korada is the champion of peace, kindness, and forgiveness. While he loves and respects his fellow empyreal lords for their tireless fight against wickedness, Korada believes good's final triumph will come from the redemption of evil creatures rather than their destruction. Honest, joyful, and clever, the Open Hand of Harmony dispenses wisdom with warmth and humility, and freely shares the secrets he has amassed over ages of study and meditation. Korada's dedication to philosophy and introspection have garnered him the ability to read the diverse threads of the world, see their nearly limitless connections, and then act on them with uncanny <i>foresight</i>. With neither the na&#239;vety of youth nor the jaded weariness of age, Korada is a perfect balance of sentient intelligence and animal instinct, at home wherever he is. Though he can assume many forms, Korada's true appearance is a slender, athletic man wearing a simple monk's robe. He has a golden monkey-like beard and sideburns, three monkey tails, and a light layer of downy golden fur covering the rest of his body. On Nirvana, Korada dwells in the Dream Lotus, a serene palace city whose blossoming violet walls always drip with cool, golden nectar that is said to calm even the wildest of spirits. It's a place of refuge and healing, and no violence is allowed within its walls; those with problems controlling their anger are sent to meditate at one of its many calming sacred pools. Korada is said to possess the gift of <i>foresight</i>, but he rarely acts on these strange visions. He believes the struggle to change is always worthwhile, even if such a journey does not always end in success. It's the process, not the result, that matters most to Korada. Despite his staunch dedication to peace, Korada's skill in battle is respected, and he's able to utilize almost any fighting style without a second's pause. He may be responsible for inspiring or teaching the animal combat styles to mortals, using various guises over the course of history on many worlds-or he may even have persuaded the creator gods to give the animals their instincts and talents for fighting, which led to mortals studying and emulating animal combat styles. Korada's reputation for peace and martial skill earned him the role of the diplomat of the empyreal lords and their celestial armies. Balor lords, demodand warlords, and even infernal dukes have (temporarily) abandoned their dreams of conquest and warmongering when the Open Hand of Harmony has arrived-alone-in their court to suggest that they consider a different path. These visits always leave behind a path of dazed and stunned fiends, surprised and awed by how easily he defeated them; most silently suffer this indignation and plan vengeance for the next time he appears. Although Korada is usually serene and gentle, he has a mischievous side and has been known to poke fun at or harass his opponents like a capricious monkey. He combines his skill in battle and gift for trickery to lead dangerous opponents away from innocents or into places where they can more easily be captured or subdued. That said, Korada abhors violence, and he prefers to make nonlethal attacks (using his primal aura and tranquil master abilities), disabling foes so he can speak to them of their weakness. He dispatches mindless opponents without hesitation, not wanting to waste energy debating or persuading a thing empty of thoughts and incapable of making moral choices. He challenges enemy leaders to single combat if doing so would prevent violence between other combatants. <br><b>KORADA'S FAITH</b><br> Korada is worshiped by good fey, awakened animals, and mortal clerics and monks seeking inner peace. Many who have lived with constant violence pray to Korada for guidance in finding balance; others are inspired by his light heart and willingness to confront wickedness with compassion and humor. Many who worship him are once-evil creatures who chose the path of redemption, as well as paladins who strayed and are working to stay true to the path of righteousness and mercy. The empyreal lord's sacred places are diplomatic embassies, mountain monasteries, and wells. Korada's holy symbol is two devotees kneeling before a lotus or a golden monkey with three tails. His favored weapon is the unarmed strike. His clerics have access to the domains of Good, Healing, Magic, and Protection, and the subdomains of Agathion, Defense, Divine, and Restoration.</p></h4></div>", "Languages": "Celestial, Infernal; speak with animals, truespeech", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "unique", "Ref": "30", "Climb": "1", "HD": "(32d10+352)", "AbilitiyScores": "Str 26, Dex 30, Con 33, Int 25, Wis 35, Cha 38", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 5207, "SubType": "(agathion, extraplanar, good)", "MonsterSource": "", "Feats": "Combat Expertise, Combat Reflexes, Dodge, Greater Trip, Improved Disarm, Improved Grapple, Improved Initiative, Improved Trip, Improved Unarmed StrikeB, Lunge, Mobility, Quicken Spell-Like Ability (mirror image), Scorpion Style, Snatch Arrows, Spring Attack, Step Up, Stunning FistB, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "21", "Fly": "1", "RacialMods": "+24 Acrobatics when jumping", "AC": "45, touch 40, flat-footed 36", "Swim": "0", "Name": "Korada", "VariantParent": "", "Skills": "Acrobatics +44 (+68 when jumping), Bluff +32, Climb +50, Diplomacy +45, Disguise +32, Escape Artist +26, Fly +8, Heal +27, Knowledge (arcana, geography, history, nature) +23, Knowledge (local) +22, Knowledge (planes, religion) +41, Perception +46, Sense Motive +46, Spellcraft +22, Stealth +40", "ClassArchetypes": "", "IsTemplate": "0", "Will": "30", "Race": "", "CR": "26", "XP": 2457600, "TemplatesApplied": "", "Environment": "any forests or mountains (Nirvana)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "abundant step, change shape (avoral or any humanoid, shapechange), combat style master, empyreal lord traits, ki pool (22 points; adamantine, epic, good, lawful, magic, mythic, silver), lay on hands (15d6, 29/day), seed of life, tranquil master", "Saves": "Fort +21, Ref +30, Will +30", "Melee": "unarmed strike +31/+36/+31/+26 (2d10+8) or +5 quarterstaff +44/+39/+34/+29 (1d8+13) or flurry of blows +38/+38/+33/+33/+28/+28/+23 (2d10+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "90 ft., climb 30 ft., fly 60 ft. (average)", "Alignment": "NG", "Size": "Large"}