{"Group": "Empyreal Lord", "Space": "10 ft.", "Mythic": "0", "HP": 610, "Treasure": "standard (Cicatrix, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Empyreal Lord, Vildeis</h2><h3><i>This red-winged angel is blindfolded and wrapped with bloody bandages. What shows of her flesh is scarred with celestial runes.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Vildeis</p><p class=\"alignright\">CR 28</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>4,915,200</h5><h5>LG Large outsider (angel, extraplanar, good, lawful)</h5><h5><b>Init </b>+13; <b>Senses </b>blindsense 120 ft., darkvision 60 ft., <i>detect evil</i>, <i>true seeing</i>, zealous vision; Perception +42</h5><h5><b>Aura </b>primal (30 ft.), protective</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>44, touch 19, flat-footed 34 (+9 Dex, +1 dodge, +25 natural, -1 size; +4 deflection vs. evil)</h5><h5><b>hp </b>610 (33d10+429); regeneration 10 (evil artifacts, effects, and spells)</h5><h5><b>Fort </b>+31, <b>Ref </b>+20, <b>Will </b>+26; +4 vs. poison, +4 resistance vs. evil</h5><h5><b>DR </b>15/epic and evil; <b>Immune </b>ability damage, ability drain, acid, bleed, charm effects, compulsion effects, cold, death effects, energy drain, petrification; <b>Resist </b>electricity 30, fire 30</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 60 ft. (average)</h5><h5><b>Melee </b><i>Cicatrix</i> +50/+45/+40/+35 (1d6+17/17-20 plus 1 bleed and 2d6 vicious)</h5><h5><b>Ranged </b><i>Cicatrix</i> +47 (1d6+17/17-20 plus 1 bleed)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>smite evil 7/day (+5 attack and AC, +20 damage, <i>disintegrate</i> evil outsiders)</h5><h5><b>Spell-Like Abilities</b> (CL 20th; concentration +25) </br>Constant&mdash;<i>detect evil</i>, <i>true seeing</i> </br>At Will&mdash;<i>command</i>* (DC 16), <i>greater teleport</i>, <i>haste</i>*, <i>paladin's sacrifice</i><sup>APG</sup>, <i>pain strike</i><sup>APG</sup> (DC 18) </br>3/day&mdash;<i>discern location</i>, <i>geas/quest</i> (DC 21), <i>heal</i>, <i>holy word</i>* (DC 22), <i>mark of justice</i> (DC 20), mass <i>pain strike</i><sup>APG</sup> (DC 20), <i>searing light</i>*</h5></h5><h5><b>Paladin Spells Prepared</b> (CL 20th; concentration +25) </br>4th&mdash;<i>blaze of glory</i><sup>APG</sup> (DC 19), <i>break enchantment</i>, <i>death ward</i>, <i>king's castle</i><sup>APG</sup> </br>3rd&mdash;<i>dispel magic</i>, <i>fires of judgment</i><sup>APG</sup> (DC 18), <i>prayer</i>, <i>righteous vigor</i><sup>APG</sup> </br>2nd&mdash;<i>bull's strength</i>, <i>corruption resistance</i><sup>APG</sup>, <i>litany of warding</i><sup>UC</sup>, <i>remove paralysis</i>, <i>shield other</i> </br>1st&mdash;<i>divine favor</i> (3), <i>hero's defiance</i><sup>APG</sup>, <i>lesser restoration</i> (2)</h5></h5><h5>* Vildeis can use the mythic version of this ability in her realm.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>35, <b>Dex </b>29, <b>Con </b>37, <b>Int </b> 18, <b>Wis </b>22, <b>Cha </b>21</h5><h5><b>Base Atk </b>+33; <b>CMB </b>+46; <b>CMD </b>66</h5><h5><b>Feats </b>Blinding Critical, Combat Casting, Combat Reflexes, Critical Focus, Deadly Aim, Dodge, Flyby Attack, Improved Critical (dagger), Improved Initiative, Improved Iron Will, Improved Vital Strike, Iron Will, Power Attack, Spell Penetration, Step Up, Vital Strike, Weapon Focus (dagger)</h5><h5><b>Skills </b>Acrobatics +45, Bluff +41, Fly +26, Heal +23, Intimidate +41, Knowledge (planes) +40, Knowledge (religion) +40, Perception +42, Sense Motive +42, Sleight of Hand +45, Stealth +41</h5><h5><b>Languages </b>Celestial, Draconic; truespeech</h5><h5><b>SQ </b>lay on hands (16d6, 25/day), seed of life</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Heaven)</h5><h5><b>Organization </b>unique</h5><h5><b>Treasure </b>standard (<i>Cicatrix</i>, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Primal Aura (Su)</b> Whenever Vildeis would be affected by a bleed effect, all enemies within 30 feet gain that bleeding condition instead, as though they were the effect's original targets (no saving throw, creatures immune to bleeding are immune to this effect). The Heal DC to stop this bleeding is 25. </h5><h5><b>Smite Evil (Su)</b> Vildeis can smite evil as a 20th-level paladin. Whenever she uses smite evil and successfully strikes an evil outsider, the outsider is also subject to <i>disintegrate</i>, using Vildeis's paladin level as the caster level. After the <i>disintegrate</i> effect and the damage from the attack are resolved, the smite effect immediately ends. </h5><h5><b>Spells</b> Vildeis casts spells as a 20th-level paladin. </h5><h5><b>Zealous Vision (Su)</b> Vildeis automatically pinpoints the location of any evil creature within 1,000 feet of her.</h5></div><br><div><h4><p><p>Also known as the Cardinal Martyr, Vildeis endlessly sacrifices herself in penitence for the sins of the multiverse, every battle against evil giving her body one more wound with which she might shed bloody tears for existence. When Vildeis emerged from the Heavens, she was a being of sublime beauty, but of a majesty so delicate that she couldn't suffer the sight or even the thought of evil. Within an hour of her birth, she had put out her own eyes, refusing to even gaze upon a reality tainted by sin. Since the first self-inflicted wound marred her once-perfect body, she has struggled against evil in all its forms. Denying herself home or rest, Vildeis harrows the wildest reaches of the multiverse, driving back the expansions of foul realms and slaying those who would do wicked deeds. Vildeis has no home among the planes, and forgoes any comforts-even those as basic as shelter or company-so long as there is evil afoot in the multiverse. Such makes her one of the most aloof empyreal lords, but also one of the most storied. Across the planes, legends tell of pitched battles, desperate last stands, and near massacres turned in the favor of the innocent by the sudden appearance of Vildeis herself, bloody-winged and avenging. While such miraculous rescues have more to do with happenstance then omniscience, they nonetheless inf lame the passions of the righteous across countless worlds. Those who seek to encounter the empyreal lord of devotion, sacrifice, and scars must follow rumors of her passing, usually spoken by awed beings and crippled fiends along the fringes of reality's darkest outlands. Nearly as well known as the Cardinal Martyr herself are her morbid trappings-miles of stained bandages, scars etched and re-etched in the shapes of celestial runes, and a dagger that drips with her blood as often as that of her enemies. Of these, her dagger <i>Cicatrix</i> is the most infamous, a black blade like a thorn dropped from some gigantic iron rose, which the empyreal lord used to blind herself. Tales tell that she uses her blade not just to slay the wicked and share her blindness, but to carve the runes that crisscross her body upon others, infusing them with the compulsion to battle evil even if previously there was no such desire. <br><b>VILDEIS'S FAITH</b><br> Vildeis is the patron of devotion, sacrif ice, and scars. Those who follow her number among the most zealous crusaders, the most unshakable priests, and the most incorruptible judges. They view their goddess as an exemplar and a leader who sacrif ices for them in ways they can never match. Vildeis, and by extension her worshipers, is extremely strict when it comes to adhering to her tenets of living an austere and principled life wholly devoted to combating evil. Those who diverge from Vildeis's teachings are expelled from her orders, but encouraged to do good in the world under the service of gentler masters. Though Vildeis doesn't expect all of her followers to perform the same self-mortification that she does, tattoos, scarification, and flagellation are common among her servants, especially her most devoted priests. Even those who don't engage in ritual bloodletting typically wear long red ribbons, symbolic of the empyreal lord's eternal wounds. Vildeis's holy symbol is a scarred golden breastplate. Her favored weapon is the dagger. Her clerics have access to the Destruction, Good, Healing, and Law domains, and to the Rage and Resurrection subdomains.</p></h4></div>", "Languages": "Celestial, Draconic; truespeech", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "unique", "Ref": "20", "Climb": "0", "HD": "(33d10+429)", "AbilitiyScores": "Str 35, Dex 29, Con 37, Int 18, Wis 22, Cha 21", "Gear": "", "Ranged": "Cicatrix +47 (1d6+17/17-20 plus 1 bleed)", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 5208, "SubType": "(angel, extraplanar, good, lawful)", "MonsterSource": "", "Feats": "Blinding Critical, Combat Casting, Combat Reflexes, Critical Focus, Deadly Aim, Dodge, Flyby Attack, Improved Critical (dagger), Improved Initiative, Improved Iron Will, Improved Vital Strike, Iron Will, Power Attack, Spell Penetration, Step Up, Vital Strike, Weapon Focus (dagger)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "31", "Fly": "1", "RacialMods": "", "AC": "44, touch 19, flat-footed 34", "Swim": "0", "Name": "Vildeis", "VariantParent": "", "Skills": "Acrobatics +45, Bluff +41, Fly +26, Heal +23, Intimidate +41, Knowledge (planes) +40, Knowledge (religion) +40, Perception +42, Sense Motive +42, Sleight of Hand +45, Stealth +41", "ClassArchetypes": "", "IsTemplate": "0", "Will": "26", "Race": "", "CR": "28", "XP": 4915200, "TemplatesApplied": "", "Environment": "any (Heaven)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "lay on hands (16d6, 25/day), seed of life", "Saves": "Fort +31, Ref +20, Will +26; +4 vs. poison, +4 resistance vs. evil", "Melee": "Cicatrix +50/+45/+40/+35 (1d6+17/17-20 plus 1 bleed and 2d6 vicious)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 60 ft. (average)", "Alignment": "LG", "Size": "Large"}