{"Group": "", "Space": "2-1/2 ft.", "Mythic": "0", "HP": 13, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Carbuncle</h2><h3><i>This small, awkwardly proportioned reptile trundles along slowly, a fist-sized gem jutting from between two bulging eyes. Something about its countenance makes it look somehow both surprised and perplexed.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Carbuncle</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>N Tiny magical beast </h5><h5><b>Init </b>-2; <b>Senses </b>low-light vision; Perception +1</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 12, flat-footed 14 (+2 armor, +2 size)</h5><h5><b>hp </b>13 (2d10+2)</h5><h5><b>Fort </b>+4, <b>Ref </b>+1, <b>Will </b>+3</h5><h5><b>Weaknesses </b>vulnerability to suggestion</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>bite +1 (1d2-3)</h5><h5><b>Space </b>2-1/2 ft.; <b>Reach </b>0 ft.</h5><h5><b>Special Attacks </b>specious suggestion</h5><h5><b>Spell-Like Abilities</b> (CL 3rd; concentration +3)</br>3/day&mdash;<i>daze</i> (DC 10), <i>levitate</i> (self only, up to 10 feet), <i>jump</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 5, <b>Dex</b> 7, <b>Con</b> 12, <b>Int</b> 6, <b>Wis</b> 13, <b>Cha</b> 10</h5><h5><b>Base Atk </b>+2; <b>CMB </b>-2; <b>CMD </b>5 (9 vs. trip)</h5><h5><b>Feats </b>Iron Will</h5><h5><b>Skills </b>Stealth +6 (+10 in grass or brush), Survival +3; <b>Racial Modifiers </b>+4 Stealth in grass or brush</h5><h5><b>Languages </b>empath 30 ft.</h5><h5><b>SQ </b>fatal faker</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forest or swamp</h5><h5><b>Organization </b>solitary or group (2-8)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Empath (Su)</b> Carbuncles possess a crude form of telepathy, allowing them to transmit mild impressions and remembered sensations to other creatures. This form of telepathy cannot convey language or hinder a target in any way (such as by transmitting pain). A carbuncle can relate a feeling of fear or the faint smell of leaves, but not directly warn an ally that it sees a monster or tell of a treasure under a pile of leaves. </h5><h5><b>Fatal Faker (Su)</b> As a standard action, three times per day, a carbuncle can teleport as per the spell dimension door, but only to a range of 30 feet. Upon teleporting, the carbuncle leaves behind a perfect replica of itself amid a colored flash and the sound of a reptilian choke. This replica duplicates the carbuncle in all ways, though it is obviously dead and the colorless stone in its head is reduced to worthless dust. For all other purposes, the body left behind is treated as though it were an item created by minor creation. Any attempt to heal or resurrect this \"body\" fails. Dispel magic and similar spells cause the body to vanish, though after 12 hours, the replica melts away into sweet-smelling ooze. </h5><h5><b>Specious Suggestion (Su)</b> As a standard action, three times per day, a carbuncle can concentrate intently on one creature within its line of sight and attempt to impose its will upon the target. Carbuncles have difficulty forcing their wills upon non-carbuncles (and indeed carbuncles are immune to the suggestive powers of other carbuncles), resulting in one of the effects listed below. When using this ability a carbuncle must roll on the following chart. If it dislikes the result, it may make a DC 15 Wisdom check to add or subtract 1 from the result. If the ability check fails, the result changes opposite from the way intended. Targets may attempt to resist the negative effects of a carbuncle's suggestion by making a DC 12 Will save. The carbuncle need not share a language with its target to convey its suggestions. This is a mind-affecting effect. The DC is Wisdom-based. 1d6 Carbuncle Suggestion 1 The carbuncle grants the target a flash of insight into the true future. The target gains a +2 bonus to its AC for the next round. 2 The target is alerted to dangers the carbuncle perceives. The target gains a +2 bonus on any initiative roll made in the next minute. 3 The carbuncle manifests a random image in the target's mind (usually of a food or strangely colored animal). This image lasts for only a moment and has no other effect. 4 The carbuncle's thoughts affect the target similarly to the spell suggestion, though the compulsion lasts for only 1 minute. 5 The carbuncle's thoughts garble those of its target. The target takes a -2 penalty on Will saves for the next round. 6 The carbuncle grants the target a vision of a false future. The target takes a -2 penalty to its AC for the next round.</h5><h5><b> Vulnerability to Suggestion (Ex)</b> Carbuncles prove highly vulnerable to spells with the mind-affecting descriptor. Any mind-affecting spell can affect a carbuncle regardless of typical creature limitations. A spell like charm person or hold person, for example, which typically only affects humanoid creatures, can also affect carbuncles.</h5></div><br></br><div><h4><p><p>Never have legend and misinformation met upon a more inauspicious brow than that of the carbuncle. Even the name summons ideas from the grandiose to the grotesque.</p><p>The creatures known as carbuncles appear as little more than overly ungainly and well-armored reptiles. What sets them apart, however, are their strange magical abilities and the fist-sized gemstone horn jutting from above their bulging eyes. The elusiveness of these creatures, their natural aloofness, weird powers, and glistening horns have all contributed to the creation and spread of wildly inaccurate tales about these beasts, making truths about them rarer than the awkward creatures themselves.</p><p>Adult carbuncles stand just over 1 foot tall and about 3 feet long from horn to tail, weighing approximately 12 pounds. The horns of most males range through the spectrum of fiery colors, while the horns of females trend toward cooler shades.<b></p><p>Ecology</b><br></br> Owing to the rarity of these unusual creatures, numerous and varied tales surround carbuncles. Although few bear any hint of truth, such legends spread from storyteller to storyteller, enlarging the dubious legend of these creatures and endowing them with all manner of doubtful powers. Much of the carbuncle's fame comes from the \"gemstone\" embedded in its head. Although tales differ on the type and value of this precious stone, most claim that a carbuncle bears a ruby, garnet, or almandine. In truth, however, a carbuncle's gem is little more than a highly reflective growth, not dissimilar from humanoid fingernails. To the dismay of those believing tales of valuable gems or stories that tell of carbuncles granting their stones to friendly creatures, these horns crumble swiftly upon removal or the body's death. Although the truth of the matter is common knowledge to most scholars, long-held folktales die hard. Thus, quests for carbuncle gems-and for the creatures themselves-often prove synonymous with rattlesnake eggs or snipe hunts.<b></p><p>Habitat & Society</b><br></br> Cowardly but practical creatures, carbuncles make their dens wherever they might live comfortably and with little threat from predators and hunters. This typically means near groves of fruit trees deep within ancient forests, amid berry briars in stagnant marshlands, or near falls thick with water bugs. Wherever a carbuncle can eat its fill and hide from both real and imagined dangers, these nervous creatures are satisfied. Such tendencies contribute to the species' rarity, as they have little reason or desire to ramble. Thus, only those who wander the most secluded paths of the world-and even then only those with sharp eyes-ever stumble across carbuncles.</p><p>Most carbuncles regard others of their kind with indifference. A safe and comfortable glen far from scary creatures might hold up to a half dozen carbuncles, but as soon as the group proves too large for the sanctuary to support, the youngest slink off in search of new homes.</p><p>Carbuncles-even those living in close proximity-have little to do with others of their kind. While certainly intelligent enough to form relationships and societies, most carbuncles would rather spend their days pilfering honeysuckle, floating in cool springs, or reclining amid shadowy tree branches. Some carbuncle groups have even been known to die out, as none of the members can be bothered to mate. Yet should a group be threatened, they can prove quite clever in distracting enemies from others of their kind. A frequent tactic involves using their empathic abilities to create pleasing smells and sensations to coax dangerous trespassers into the path of other threats while the wily carbuncle quietly slips away.</p><p><b>Carbuncle Familiars</b><br> Carbuncles exhibit a peculiar attraction to magic-users, especially sorcerers with the fey bloodline and any who pack supplies of fresh fruit. Many enchanters laud the extraordinary mind control powers possessed by these intense creatures and extol the aid they can offer mages of their field-though others consider such tales something of an academic in-joke.</p><p>A spellcaster with the Improved Familiar feat can summon a carbuncle as a familiar at 5th level.</p></h4></div>", "Languages": "empath 30 ft.", "Source": "AP 31", "Land": "0", "Organization": "solitary or group (2-8)", "Ref": "1", "Climb": "0", "HD": "(2d10+2)", "AbilitiyScores": "Str 5, Dex 7, Con 12, Int 6, Wis 13, Cha 10", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "0 ft.", "DontUseRacialHD": "0", "id": 523, "SubType": "", "MonsterSource": "", "Feats": "Iron Will", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "+4 Stealth in grass or brush", "AC": "14, touch 12, flat-footed 14", "Swim": "0", "Name": "Carbuncle", "VariantParent": "", "Skills": "Stealth +6 (+10 in grass or brush), Survival +3", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "any forest or swamp", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "fatal faker", "Saves": "Fort +4, Ref +1, Will +3", "Melee": "bite +1 (1d2-3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Tiny"}