{"Group": "Golem", "Space": "5 ft.", "Mythic": "0", "HP": 42, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Golem, Wax</h2><h3><i>This eerily expressionless woman has a glistening quality about her, as though she's covered in an oily sheen.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Wax Golem</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Medium construct </h5><h5><b>Init </b>-1; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 9, flat-footed 15 (-1 Dex, +6 natural)</h5><h5><b>hp </b>42 (4d10+20)</h5><h5><b>Fort </b>+1, <b>Ref </b>+0, <b>Will </b>+1</h5><h5><b>Immune </b>cold, construct traits, magic</h5><h5><b>Weaknesses </b>vulnerable to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>slam +6 (1d6+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>9, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>1</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+6; <b>CMD </b>15</h5><h5><b>SQ </b>conditional sentience</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary or gang (2-4)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Conditional Sentience (Su)</b> A wax golem constructed to look like a humanoid (whether a particular individual or not) has a small chance of gaining sentience and genuinely believing it is a living creature. Each week, such a wax golem has a cumulative 1% chance of becoming sentient (on the second week the chance is 2%, the third week 3%, and so on), to a maximum of 5%. If it does attain sentience, the golem gains an Intelligence score of 10, retroactive skill points, feats dependent on its Hit Dice, and 1 class level with the potential to gain more. If it was crafted to resemble a specific individual, it also gains a +10 racial bonus on Disguise checks made to impersonate that individual. A sentient wax golem ventures into the world and tries to live a life similar to that of the person (or type of person) it resembles. However, if the sentient wax golem ever encounters the person it is modeled after, it attempts to stealthily kill that person and take her place. The only way for a sentient wax golem to lose its sentience is either to take an amount of fire damage equal to half its hit points (which melts its features away) or to be destroyed. </h5><h5><b>Immunity to Magic (Ex)</b> A wax golem is immune to any spell or spell-like ability that allows spell resistance, with the exception of spells and spell-like abilities that have the fire descriptor. In addition, certain spells and effects function differently against the creature, as noted below. <ul><li> A magical attack that deals fire damage <i>slow</i>s a wax golem (as the <i>slow</i> spell) for 2d6 rounds (no save). In addition, for 3 rounds after taking fire damage, every time a wax golem uses its slam attack, it deals an additional 1d4 points of fire damage due to its molten wax. <li> A magical attack that deals cold damage breaks any <i>slow</i> effect on the golem and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A wax golem gains no saving throw against cold effects.</ul></h5></div><br><div><h4><p><p>A wax golem is an exact replica of a particular person, composed completely of wax. While skilled artists pride themselves on their ability to make wax sculptures look lifelike, builders of wax golems go one step further and actually bring their art to life. Though eerily silent and unblinking, well-built wax golems bear such striking similarity to the subjects they are modeled after that some golems begin to think they are in fact that person. A wax golem can be constructed to resemble any person or creature. </h5><h5><b>CONSTRUCTION </b> The construction of a wax golem requires a block of solid wax that weights at least 1,000 pounds. WAX GOLEM </h5><h5><b>CL </b>9th; </h5><h5><b>Price </b>14,000 gp </h5><h5><b>CONSTRUCTION </b>Requirements Craft Construct, <i>animate objects</i>, <i>geas/quest</i>, <i>limited wish</i>, <i>silent image</i>, creator must be caster level 9th; </h5><h5><b>Skill </b>Craft (sculptures) DC 18 (DC 25 if the creator wants the golem to look like a member of a particular race; DC 30 if the creator wants the golem to look like a specific individual); </h5><h5><b>Cost </b>7,000 gp</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary or gang (2-4)", "Ref": "0", "Climb": "0", "HD": "(4d10+20)", "AbilitiyScores": "Str 14, Dex 9, Con -, Int -, Wis 11, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5248, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "1", "Fly": "0", "RacialMods": "", "AC": "15, touch 9, flat-footed 15", "Swim": "0", "Name": "Wax Golem", "VariantParent": "NULL", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "conditional sentience", "Saves": "Fort +1, Ref +0, Will +1", "Melee": "slam +6 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}