{"Group": "Great Old One", "Space": "10 ft.", "Mythic": "0", "HP": 645, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Great Old One, Bokrug</h2><h3><i>This great reptilian monster is an aquatic lizard with a beard of tentacles and a sting-tipped tail.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Bokrug</p><p class=\"alignright\">CR 27</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,276,800</h5><h5>CN Large magical beast (aquatic, chaotic, extraplanar, Great Old One)</h5><h5><b>Init </b>+22; <b>Senses </b>blindsight 120 ft., darkvision 60 ft., low-light vision; Perception +43</h5><h5><b>Aura </b>toxic breath (30 ft., DC 41), unspeakable presence (300 ft., DC 33)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>45, touch 27, flat-footed 37 (+8 Dex, +10 insight, +18 natural, -1 size)</h5><h5><b>hp </b>645 (30d10+480); fast healing 20</h5><h5><b>Fort </b>+33, <b>Ref </b>+25, <b>Will </b>+22</h5><h5><b>Defensive Abilities </b>immortality, insanity (DC 41), spines; <b>DR </b>15/epic and lawful; <b>Immune </b>ability damage, ability drain, aging, cold, death effects, disease, energy drain, mind-affecting effects, paralysis, petrification, poison; <b>Resist </b>acid 30, fire 30; <b>SR </b>38</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., swim 120 ft., <i>air walk</i></h5><h5><b>Melee </b>bite +44 (4d8+22/19-20), 2 claws +44 (2d8+22/19-20), sting +44 (3d6+22/19-20 plus poison), tentacle beard +39 (4d6+22 plus grab)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>constrict (4d6+22), critical poisoning, mythic power (10/day, surge +1d12), poison, powerful blows (bite, claws, sting, tentacle beard), vengeful <i>dream</i>s</h5><h5><b>Spell-Like Abilities</b> (CL 27th; concentration +35) </br>Constant&mdash;<i>air walk</i> </br>At Will&mdash;<i>cloudkill</i><sup>M</sup> (DC 23), <i>dimension door</i><sup>M</sup>, <i>dream</i><sup>M</sup>, <i>greater dispel magic</i>, <i>hallucinatory terrain</i>, <i>nightmare</i><sup>M</sup> (DC 23), <i>plane shift</i><sup>M</sup>, <i>transmute rock to mud</i>, <i>wind walk</i> </br>3/day&mdash;<i>demand</i>, quickened <i>feeblemind</i> (DC 23), <i>horrid wilting</i> (DC 26) </br>1/day&mdash;<i>control weather</i><sup>M</sup>, <i>symbol of insanity</i> (DC 26), <i>tsunami</i> <sup>APG</sup>, <sup>M</sup> (DC 26)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>40, <b>Dex </b>27, <b>Con </b>42, <b>Int </b> 22, <b>Wis </b>30, <b>Cha </b>27</h5><h5><b>Base Atk </b>+30; <b>CMB </b>+46 (+50 bull rush, grapple, or overrun); <b>CMD </b>74 (76 vs. bull rush or overrun, 78 vs. trip)</h5><h5><b>Feats </b>Bleeding Critical, Combat Reflexes, Critical Focus, Greater Bull Rush, Greater Overrun, Improved Bull Rush, Improved Critical (bite), Improved Critical (claw), Improved Critical (sting), Improved Initiative, Improved Iron Will, Improved Overrun, Iron Will, Power Attack, Quicken Spell-Like Ability (<i>feeblemind</i>)</h5><h5><b>Skills </b>Knowledge (arcana, history, nature, religion) +36, Perception +43, Spellcraft +36, Stealth +37, Swim +56</h5><h5><b>Languages </b>Aklo, Aquan, Draconic; telepathy 100 ft.</h5><h5><b>SQ </b>amphibious, otherworldly insight</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any water</h5><h5><b>Organization </b>solitary (unique)</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Critical Poisoning (Su)</b> If Bokrug confirms a critical hit with his sting, he injects his foe with 3 doses of poison (this increases the save DC by 4). A foe that is normally immune to poison can be affected by Bokrug's poison in this way, but treats the poisoning as if it had been injected with only 1 dose. </h5><h5><b>Immortality (Ex)</b> If Bokrug is killed, his body immediately begins to thrash and writhe spasmodically, continuing to do so for 1d4 rounds. During this time, he makes a single sting attack against one random target in reach. At the end of this time, his body grows still, then melts into water and evaporates away. Bokrug reforms in dormancy back in his realm in the Dimension of Dreams soon thereafter, remaining in a comatose state for hundreds of years unless he is awoken earlier via complex rituals. Any effect that destroys Bokrug's body (such as disintegrate) merely reduces his remains to water that then evaporates away as described above, but such measures do prevent his body from thrashing and stinging prior to this supernatural evaporation. </h5><h5><b>Poison (Ex)</b> Sting-injury; <i>save</i> Fort DC 41; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 2d4 Wisdom damage; <i>cure</i> 3 consecutive <i>save</i>s. A creature whose Wisdom damage equals its Wisdom score automatically becomes afflicted by a random insanity (<i>Pathfinder RPG <i>GameMastery Guide</i></i> 250). The save DC is Constitution-based. </h5><h5><b>Spines (Ex)</b> Any creature that makes a melee attack against Bokrug must succeed at a DC 33 Reflex save or be struck by the numerous swiftly reacting spines that cover the Great Old One, taking 2d6+15 points of damage. Using a reach weapon does not endanger the attacker in this way. The save DC is Dexterity-based. </h5><h5><b>Toxic Breath (Su)</b> Bokrug's breath is toxic. Whenever the Great Old One is above water, he is surrounded by a 30-foot-radius cloud of invisible poison gas that causes temporary madness and hallucinations. Any creature that begins its turn in this area must succeed at a DC 41 Will save or be confused for 1 round. A creature that holds its breath or doesn't have to breathe gains a +4 bonus on this saving throw. This is a mind-affecting poison effect. The save DC is Constitution-based. </h5><h5><b>Unspeakable Presence (Su)</b> Failing a DC 33 Will save against Bokrug's unspeakable presence causes the victim to become overwhelmed with hopelessness and doom-it takes a -4 penalty on all attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls as long as it remains within the area of affect. The save DC is Charisma-based. </h5><h5><b>Vengeful Dreams (Su)</b> Any creature that has ever damaged Bokrug or has slain one of his clerics can be targeted by the Great Old One's vengeful <i>dream</i>s regardless of the distance between the creature and Bokrug, even across planar boundaries. In order to use vengeful <i>dream</i>s against a target, Bokrug must successfully affect the target with his <i>nightmare</i> spell-like ability; the target is always treated as familiar to Bokrug, and as if Bokrug possessed a body part of the victim, resulting in a -15 penalty on the saving throw against the <i>nightmare</i>. If the victim fails its save against the <i>nightmare</i>, the horrific <i>dream</i> unfolds as a vision of Bokrug consuming the victim alive. The victim then remains alive, conscious, and aware as the Great Old One digests it, and as Bokrug destroys all that remains of the victim's lifelong friends, home, belongings, and family. When the victim awakens from the <i>nightmare</i>, it must succeed at a DC 33 Will save or take 3d6 points of Wisdom drain from the vengeful <i>dream</i>s. If this drains the target's Wisdom to 0, it automatically gains a random insanity (<i>GameMastery Guide</i> 250). Once Bokrug uses this ability against a creature, he can't do so again until that creature again damages him or slays one of his clerics. This is a mind-affecting effect. The save DC is Charisma-based.</h5></div><br><div><h4><p><p>Bokrug, the Water Lizard, dwells in a distant and forsaken corner of the Dimension of Dreams, in a land that was once heavily populated but is now a desolate and barren realm surrounding a nameless lake-a realm once ruled by mighty human empires, but now ruled only by the hideous amphibian minions of the Water Lizard. Bokrug himself is a vast creature, a vaguely iguana-shaped monster with a beard of writhing tendrils and a long tail tipped with a stinger. The scales that cover his body hide long spines that Bokrug can extend or retract with near lightning speed. Bokrug spends the majority of his time slumbering far down in the depths of his submerged lair. No rivers feed the lake, nor does it drain into the sea. Yet the still, ominous waters are neither stale nor brackish, implying that they connect somewhere deep underground, and. By way of these dark, secret waterways, Bokgrug has access to the lakes and rivers of the Dimension of Dreams, and his ability to <i>plane shift</i> allows him access to other realms as he wills. <br><b>BOKRUG'S CULT </b><br>Bokrug is worshiped more out of fear than adoration, and when traveling <i>dream</i>ers come across his cult in their <i>nightmare</i>s, they can unknowingly spread this fearful faith into the waking world. Bokrug's temples are often found on the shores of remote lakes or hidden away in large swamplands. Though humans worship him, so do boggards, lizardfolk, marsh giants, and other swamp-dwelling races-particularly those who have suffered at the hands of aggressors, such as invading armies, rival tribes, or adventuring parties. Though Bokrug is chaotic neutral, almost all of his worshipers are chaotic neutral or chaotic evil. Only a rare few chaotic good worshipers of Bokrug exist- most of these being delusional heretics or apologists who seek to keep Bokrug calm, ensuring he continues to slumber. These heretics and outliers of the faith are remorselessly hunted down by his more zealous and traditional worshipers. Bokrug's cult is associated with revenge, storms, and water, and its sacred symbol is a green lizard with a long, coiling tail-an image of Bokrug himself. His greatest shrines feature unusually realistic statues of his form, statues the cult maintains Bokrug can see out of and even animate from his distant lair to take sacrifices. Bokrug's clerics have access to the domains of Chaos, Destruction, Water, and Weather, and to the subdomains of Catastrophe, Oceans, Rage, and Storms. The Water Lizard's favored weapon is the ranseur; his followers often forge their ranseurs' blades to resemble the Great Old One's stingered tail.</p></h4></div>", "Languages": "Aklo, Aquan, Draconic; telepathy 100 ft.", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary (unique)", "Ref": "25", "Climb": "0", "HD": "(30d10+480)", "AbilitiyScores": "Str 40, Dex 27, Con 42, Int 22, Wis 30, Cha 27", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 5250, "SubType": "(aquatic, chaotic, extraplanar, Great Old One)", "MonsterSource": "", "Feats": "Bleeding Critical, Combat Reflexes, Critical Focus, Greater Bull Rush, Greater Overrun, Improved Bull Rush, Improved Critical (bite), Improved Critical (claw), Improved Critical (sting), Improved Initiative, Improved Iron Will, Improved Overrun, Iron Will, Power Attack, Quicken Spell-Like Ability (feeblemind)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "33", "Fly": "0", "RacialMods": "", "AC": "45, touch 27, flat-footed 37", "Swim": "1", "Name": "Bokrug", "VariantParent": "", "Skills": "Knowledge (arcana, history, nature, religion) +36, Perception +43, Spellcraft +36, Stealth +37, Swim +56", "ClassArchetypes": "", "IsTemplate": "0", "Will": "22", "Race": "", "CR": "27", "XP": 3276800, "TemplatesApplied": "", "Environment": "any water", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, otherworldly insight", "Saves": "Fort +33, Ref +25, Will +22", "Melee": "bite +44 (4d8+22/19-20), 2 claws +44 (2d8+22/19-20), sting +44 (3d6+22/19-20 plus poison), tentacle beard +39 (4d6+22 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "50 ft., swim 120 ft., air walk", "Alignment": "CN", "Size": "Large"}