{"Group": "Great Old One", "Space": "40 ft.", "Mythic": "0", "HP": 774, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Great Old One, Cthulhu</h2><h3><i>This towering impossibility, neither quite octopus nor dragon nor giant but something far worse, must surely herald the end of times.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Cthulhu</p><p class=\"alignright\">CR 30</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,830,400</h5><h5>CE Colossal aberration (chaotic, evil, Great Old One)</h5><h5><b>Init </b>+15; <b>Senses </b>darkvision 60 ft., <i>true seeing</i>; Perception +52</h5><h5><b>Aura </b>unspeakable presence (300 ft., DC 40)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>49, touch 29, flat-footed 44 (+12 deflection, +5 Dex, +10 insight, +20 natural, -8 size)</h5><h5><b>hp </b>774 (36d8+612); fast healing 30</h5><h5><b>Fort </b>+29, <b>Ref </b>+29, <b>Will </b>+33</h5><h5><b>Defensive Abilities </b>freedom of movement, immortality, insanity (DC 40), non-euclidean; <b>DR </b>20/epic and lawful; <b>Immune </b>ability damage, ability drain, aging, cold, death effects, disease, energy drain, mind-affecting effects, paralysis, and petrification; <b>Resist </b>acid 30, electricity 30, fire 30, sonic 30; <b>SR </b>41</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>60 ft., fly 200 ft. (average), swim 60 ft.</h5><h5><b>Melee </b>2 claws +42 (4d6+23/19-20 plus grab), 4 tentacles +42 (2d10+34/19-20 plus grab)</h5><h5><b>Space </b>40 ft.; <b>Reach </b>40 ft.</h5><h5><b>Special Attacks </b>cleaving claws, constrict (3d6+23), <i>dream</i>s of madness, mythic power (10/day, surge +1d12), powerful blows (tentacle), tentacles, trample (2d8+30, DC 51)</h5><h5><b>Spell-Like Abilities</b> (CL 30th; concentration +42) </br>Constant&mdash;<i>freedom of movement</i>, <i>true seeing</i> </br>At Will&mdash;<i>astral projection</i>, <i>control weather</i><sup>M</sup>, <i>dream</i><sup>M</sup>, <i>greater dispel magic</i>, <i>greater teleport</i>, <i>insanity</i> (DC 29), <i>nightmare</i><sup>M</sup> (DC 29), <i>sending</i><sup>M</sup> </br>3/day&mdash;<i>antipathy</i> (DC 30), <i>demand</i> (DC 30), quickened <i>feeblemind</i>, <i>gate</i>, <i>weird</i> (DC 31) </br>1/day&mdash;<i>implosion</i> (DC 31), summon (level 9, 2d4 star&mdash;spawn of Cthulhu 100%), symbol of <i>insanity</i> (DC 30), <i>wish</i><sup>M</sup></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>56, <b>Dex </b>21, <b>Con </b>45, <b>Int </b> 31, <b>Wis </b>36, <b>Cha </b>34</h5><h5><b>Base Atk </b>+27; <b>CMB </b>+58 (+60 bull rush, +62 grapple or sunder); <b>CMD </b>97 (99 vs. bull rush or sunder)</h5><h5><b>Feats </b>Ability Focus (<i>nightmare</i>), Awesome Blow, Combat Reflexes, Craft Wondrous Item, Critical Focus, Flyby Attack, Greater Sunder, Greater Vital Strike, Hover, Improved Bull Rush, Improved Critical (claw), Improved Critical (tentacle), Improved Sunder, Improved Vital Strike, Power Attack, Quicken Spell-Like Ability (<i>feeblemind</i>), Staggering Critical, Vital Strike</h5><h5><b>Skills </b>Fly +36, Knowledge (arcana) +49, Knowledge (dungeoneering, engineering, geography, history, nature, planes, religion) +46, Perception +52, Sense Motive +49, Spellcraft +49, Swim +70, Use Magic Device +48</h5><h5><b>Languages </b>Aklo; telepathy 300 ft.</h5><h5><b>SQ </b>compression, greater starflight, otherworldly insight</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (R'lyeh)</h5><h5><b>Organization </b>solitary (unique)</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Cleaving Claws (Ex)</b> A single attack from one of Cthulhu's claws can target all creatures in a 10-foot square. Make one attack roll; any creature in the area whose AC is equal to or lower than the result takes damage from the claw. </h5><h5><b>Dreams of Madness (Su)</b> When Cthulhu uses his <i>nightmare</i> spell-like ability on a creature with one or more ranks in a Craft or Perform skill, he also afflicts the creature with maddening <i>dream</i>s. In addition to the effect of <i>nightmare</i>, the target must succeed at a DC 40 Will save or contract a random <i>insanity</i> (<i>Pathfinder RPG GameMastery Guide</i> 250). This is a mind-affecting effect. A creature that already has an <i>insanity</i> is immune to this ability. The save DC is Charisma-based. </h5><h5><b>Greater Starflight (Su)</b> Cthulhu can survive in the void of outer space, and flies through outer space at incredible speeds. Although the exact travel time will vary from one trip to the next, a trip within a solar system normally takes Cthulhu 2d6 hours, and a trip beyond normally takes 2d6 days (or more, at the GM's discretion). </h5><h5><b>Immortality (Ex)</b> If Cthulhu is killed, his body immediately fades away into a noxious cloud of otherworldly vapor that fills an area out to his reach. This cloud blocks vision as <i>obscuring mist</i>, but can't be dispersed by any amount of wind. Any creature in this area must succeed at a DC 45 Fortitude save or be nauseated for as long as it remains in the cloud and for an additional 1d10 rounds after it leaves the area. Cthulhu returns to life after 2d6 rounds, manifesting from the cloud and restored to life via <i>true resurrection</i>, but is staggered for 2d6 rounds (nothing can remove this staggered effect). If slain again while he is staggered from this effect, Cthulhu reverts to vapor form again and his essence fades away after 2d6 rounds, returning to his tomb in R'lyeh until he is released again. The save DC is Constitution-based. </h5><h5><b>Non-Euclidean (Ex)</b> Cthulhu does not exist wholly in the physical world, and space and time strain against his presence. This grants Cthulhu a deflection bonus to AC and a racial bonus on Reflex saves equal to his Charisma modifier (+12). His apparent and actual position are never quite the same, granting him a 50% miss chance against all attacks. <i>True seeing</i> can defeat this miss chance, but any creature that looks upon Cthulhu while under the effects of <i>true seeing</i> must succeed at a DC 40 Will save or be afflicted by a random <i>insanity</i> (this is a mind-affecting effect). The save DC is Charisma-based. </h5><h5><b>Tentacles (Ex)</b> Cthulhu's tentacles are a primary attack. </h5><h5><b>Unspeakable Presence (Su)</b> Failing a DC 40 Will save against Cthulhu's unspeakable presence causes the victim to immediately die of fright. This is a death and fear effect. A creature immune to fear that fails its save against Cthulhu's unspeakable presence is staggered for 1d6 rounds instead of killed. The save DC is Charisma-based.</h5></div><br><div><h4><p><p>Known to some as the Dreamer in the Deep, Great Cthulhu is the mightiest of the Great Old Ones. Cthulhu is represented often in artwork-particularly in sculpture, painting, and poetry, for his influence is particularly strong among such sensitive and creative minds. In these eldritch works of art, he is depicted or described as having a vaguely humanoid frame, but with immense draconic wings and an octopus-shaped head. His actual form is somewhat fluid-the Great Old One can shift and reshape his exact countenance as he wills, allowing him to occupy a smaller space than one might expect for a creature that stands over 100 feet tall. It is fortunate indeed that Cthulhu is currently imprisoned on a distant planet within the sunken city of R'lyeh. There, the Great Old One slumbers away the eons in a state neither quite dead nor living, held in stasis by ancient magic and the potency of the <i>Elder Sign</i>, yet at times the city rises from the sea and the doors to his tomb open, granting Cthulhu limited mobility before he must return to his tomb. <br><b>CTHULHU'S CULT </b><br>Although Cthulhu is imprisoned on a far-f lung world, his <i>dream</i>s span the gulfs of existence and are capable of touching upon the sleeping minds of sensitive or artistic souls, inspiring them with insane visions and driving the creation of all manner of eldritch artistry. In such ways, his cult spreads like a night-borne virus of the <i>dream</i>ing mind across all worlds on which sapient life dwells. Cthulhu is worshiped by various aquatic races and folk who dwell along coasts, but also among certain decadent or fringe societies of artists, poets, and philosophers. When they form, his cults are secretive and careful to hide their allegiance to the Great Old One, meeting only in desolate and otherwise abandoned locales hidden from society's notice. Central among his cult's beliefs is the prophecy that one day,</p></h4></div>", "Languages": "Aklo; telepathy 300 ft.", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary (unique)", "Ref": "29", "Climb": "0", "HD": "(36d8+612)", "AbilitiyScores": "Str 56, Dex 21, Con 45, Int 31, Wis 36, Cha 34", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "40 ft.", "DontUseRacialHD": "0", "id": 5251, "SubType": "(chaotic, evil, Great Old One)", "MonsterSource": "", "Feats": "Ability Focus (nightmare), Awesome Blow, Combat Reflexes, Craft Wondrous Item, Critical Focus, Flyby Attack, Greater Sunder, Greater Vital Strike, Hover, Improved Bull Rush, Improved Critical (claw), Improved Critical (tentacle), Improved Sunder, Improved Vital Strike, Power Attack, Quicken Spell-Like Ability (feeblemind), Staggering Critical, Vital Strike", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "29", "Fly": "1", "RacialMods": "", "AC": "49, touch 29, flat-footed 44", "Swim": "1", "Name": "Cthulhu", "VariantParent": "", "Skills": "Fly +36, Knowledge (arcana) +49, Knowledge (dungeoneering, engineering, geography, history, nature, planes, religion) +46, Perception +52, Sense Motive +49, Spellcraft +49, Swim +70, Use Magic Device +48", "ClassArchetypes": "", "IsTemplate": "0", "Will": "33", "Race": "", "CR": "30", "XP": 9830400, "TemplatesApplied": "", "Environment": "any (R'lyeh)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "compression, greater starflight, otherworldly insight", "Saves": "Fort +29, Ref +29, Will +33", "Melee": "2 claws +42 (4d6+23/19-20 plus grab), 4 tentacles +42 (2d10+34/19-20 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "60 ft., fly 200 ft. (average), swim 60 ft.", "Alignment": "CE", "Size": "Colossal"}