{"Group": "Great Old One", "Space": "5 ft.", "Mythic": "0", "HP": 731, "Treasure": "triple", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Great Old One, Hastur</h2><h3><i>This entity appears to be a skeletal human form hidden under tattered yellow robes, but it moves with unsettling, inhuman grace.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Hastur</p><p class=\"alignright\">CR 29</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,553,600</h5><h5>CE Medium aberration (chaotic, evil, Great Old One)</h5><h5><b>Init </b>+26; <b>Senses </b>darkvision 60 ft., <i>true seeing</i>; Perception +47</h5><h5><b>Aura </b>unspeakable presence (300 ft., DC 40)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>48, touch 37, flat-footed 31 (+16 Dex, +1 dodge, +10 insight, +11 natural)</h5><h5><b>hp </b>731 (34d8+578); fast healing 25</h5><h5><b>Fort </b>+28, <b>Ref </b>+27, <b>Will </b>+29</h5><h5><b>Defensive Abilities </b>freedom of movement, immortality, insanity (DC 40); <b>DR </b>15/epic and lawful; <b>Immune </b>ability damage, ability drain, aging, cold, death effects, disease, energy drain, mind-affecting effects, paralysis, petrification, sonic; <b>Resist </b>acid 30, electricity 30, fire 30; <b>SR </b>40</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>80 ft.; <i>air walk</i></h5><h5><b>Melee </b>4 tattered lash +41 (2d8+7 plus bleed)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>40 ft.</h5><h5><b>Special Attacks </b>bleed (1d6), fulvous <i>dream</i>s, mythic power (10/ day, surge +1d12), reveal visage, sneak attack +10d6, Yellow Sign</h5><h5><b>Spell-Like Abilities</b> (CL 29th; concentration +42) </br>Constant&mdash;<i>air walk</i>, <i>freedom of movement</i>, <i>tongues</i>, <i>true seeing</i> </br>At Will&mdash;<i>astral projection</i>, <i>dimension door</i><sup>M</sup>, <i>dream</i><sup>M</sup>, <i>enervation</i><sup>M</sup>, <i>greater dispel magic</i>, <i>insanity</i> (DC 30), <i>mirage arcana</i> (DC 28), <i>nightmare</i><sup>M</sup> (DC 28), <i>sending</i><sup>M</sup>, <i>veil</i>, <i>wish</i><sup>M</sup> (see below) </br>3/day&mdash;<i>demand</i> (DC 31), quickened <i>feeblemind</i>, <i>interplanetary teleport</i><sup>UM</sup>, <i>mass suggestion</i> (DC 29), <i>project image</i> (DC 30) </br>1/day&mdash;<i>symbol of death</i> (DC 31), <i>symbol of fear</i> (DC 29), symbol of <i>insanity</i> (DC 31), <i>symbol of pain</i> (DC 28), <i>symbol of persuasion</i> (DC 29), <i>symbol of strife</i><sup>UM</sup> (DC 32), <i>symbol of stunning</i> (DC 30), <i>symbol of weakness</i> (DC 30)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>43, <b>Con </b>44, <b>Int </b> 35, <b>Wis </b>31, <b>Cha </b>36</h5><h5><b>Base Atk </b>+25; <b>CMB </b>+41; <b>CMD </b>69 (can't be tripped)</h5><h5><b>Feats </b>Agile Maneuvers, Combat Expertise, Combat Reflexes, Critical Focus, Dodge, Greater Feint, Greater Vital Strike, Improved Critical (tattered lash), Improved Feint, Improved Vital Strike, Mobility, Quicken Spell-Like Ability (<i>feeblemind</i>), Spring Attack, Staggering Critical, Vital Strike, Weapon Finesse, Whirlwind Attack</h5><h5><b>Skills </b>Acrobatics +53 (+73 when jumping), Bluff +47, Disguise +47, Intimidate +50, Knowledge (arcana, geography, history, local) +46, Knowledge (nobility) +49, Perception +47, Perform (act) +47, Sense Motive +44, Sleight of Hand +50, Spellcraft +49, Stealth +53, Use Magic Device +47; <b>Racial Modifiers </b>+20 Acrobatics when jumping</h5><h5><b>Languages </b>Aklo; telepathy 100 ft., <i>tongues</i></h5><h5><b>SQ </b>otherworldly insight</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary (unique)</h5><h5><b>Treasure </b>triple</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Fulvous Dreams (Su)</b> When Hastur uses his <i>nightmare</i> spell-like ability on a creature that has seen the Yellow Sign, he also afflicts that creature with horrifying <i>dream</i>s tinted with a nauseating yellow color and thick with overwhelming sensations of decadence, shame, and entropic disorder. In addition to the effect of <i>nightmare</i>, the target must also succeed at a DC 40 Will save or be compelled to seek out a Yellow Sign, throwing all of his resources and actions into the obsession. While obsessed, the target takes a -4 penalty on Will saving throws, saving throws against symbol spells, concentration checks, and Wisdom-based skill checks. This obsession effect ends immediately if the victim looks upon the Yellow Sign. This is a mind-affecting curse effect. The save DC is Charisma-based. </h5><h5><b>Immortality (Ex)</b> If Hastur is slain, the robes that drape his frame suddenly drop to the ground as if whatever shape supported them had suddenly ceased to exist. The robes themselves remain inanimate on the ground, but any humanoid creature that touches them must succeed at a DC 40 Will save to resist a sudden urge to put the robes on. Doing so is a full-round action that provokes attacks of opportunity. Once it has donned Hastur's robes, the creature immediately perishes and its body is destroyed. In its place, Hastur lives again, as if brought back via <i>true resurrection</i>. If the discarded robes are not donned within 24 hours, they fade away, leaving behind a faint yellow stain. In this case, Hastur can't manifest a physical body again until the conditions are right, or until an unwitting cultist or fool calls him forth once again. The save DC is Charisma-based. </h5><h5><b>Reveal Visage (Su)</b> As a swift action, Hastur may reveal to one adjacent creature the true shape beneath his robes. The creature must succeed at DC 40 Will save or be paralyzed for 1d4 rounds and take 1d4 points of Wisdom drain at the end of its turn each round the paralysis lasts, though the revelation is too awful for memory to retain. This is a mind-affecting fear effect. The save DC is Charisma-based. </h5><h5><b>Tattered Lash (Ex)</b> Hastur attacks with long strips of his tattered yellow robes. These strips have a reach of 40 feet and are primary natural slashing attacks. Bleed damage from the strips stacks with itself (up to 10d6 points of bleed damage). Hastur treats insane targets as if they were flat-footed when he attacks with these weapons. </h5><h5><b>Unspeakable Presence (Su)</b> Failing a DC 40 Will save against Hastur's unspeakable presence afflicts a creature with a random <i>insanity</i>. A creature that is already insane instead becomes confused for as long as it remains in the area. The save DC is Charisma-based. </h5><h5><b>Wish (Sp)</b> Although Hastur may use <i>wish</i> as a spell-like ability at will, he can do so only to grant the <i>wish</i>es of other creatures, and only once per creature. Invariably, the results of these <i>wish</i>es serve somehow to advance Hastur's agenda. </h5><h5><b>Yellow Sign (Su)</b> Once per day as a free action, Hastur can touch any solid surface and inscribe the Yellow Sign upon it. Once inscribed, the Yellow Sign remains for a year, but is active only on certain nights when the light from Hastur's distant world shines in the night sky as a star. Any creature that looks upon an active Yellow Sign must succeed at a DC 40 Will save to avoid becoming <i>dominate</i>d by Hastur (as <i>dominate</i> monster); whether or not the save is successful, the creature doesn't have to save against that Yellow Sign again for 24 hours. While the creature is under this domination effect, if the creature's Charisma drain plus Charisma damage ever equal its Charisma score, it immediately dies and allows Hastur to manifest physically at the location of its corpse, as if the victim had donned Hastur's tattered robes (see immortality). A Yellow Sign can be removed with <i>dispel chaos</i>, <i>dispel evil</i>, or <i>erase</i>, any of which requires the caster to succeed at a DC 35 caster level check. <i>Mage's disjunction</i> automatically removes a Yellow Sign. This is a mind-affecting effect. The save DC is Charisma-based.</h5></div><br><div><h4><p><p>Hastur is the most mysterious of the Great Old Ones. In fact, the entity known as Hastur might actually be an Outer God. The physical manifestation of this entity is known as the King in Yellow, and though most consider this creature-a vaguely human-shaped figure draped in a yellow cloak-to be synonymous with Hastur himself, many scholars believe that the King in Yellow is nothing more than an avatar used by the true Hastur to move among the denizens of the physical world. Hastur himself is said to dwell upon a distant world called Carcosa on the shores of the monstrous Lake of Hali, and his power on a planet is strongest when the baleful light of Carcosa's star is visible in that planet's night sky. <br><b>HASTUR'S CULT </b><br>Hastur's cult is primarily composed of decadent nobles, playwrights, and aristocrats who have grown bored with life and have sought out increasingly deviant, bizarre, and self-destructive methods of achieving gratification in life. His temples are opulent and excessive-opera houses, manors, and the like that contain hidden chambers for pastimes best indulged in secret. His cultists are particularly eager to bring innocents into their fold, exposing them to the Yellow Sign so that their bodies and minds can serve as portals through which the King in Yellow may walk the world. Hastur's cult is associated with decadence, disorder, and nihilism, and its symbol is the Yellow Sign. The least varieties of these symbols are nonmagical-and somewhat inaccurate-representations of the sigil, though the more powerful cults possess methods by which they can craft fully functional Yellow Signs. Unlike those created by Hastur, a cult-created Yellow Sign can be resisted with a successful DC 23 Will save (as if it were a 9th-level spell). Hastur's clerics have access to the domains of Chaos, Evil, Rune, and Void, and to the subdomains of Dark Tapestry, Language, Stars, and Wards. Hastur's favored weapon is the rapier.</p></h4></div>", "Languages": "Aklo; telepathy 100 ft., tongues", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary (unique)", "Ref": "27", "Climb": "0", "HD": "(34d8+578)", "AbilitiyScores": "Str 24, Dex 43, Con 44, Int 35, Wis 31, Cha 36", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "40 ft.", "DontUseRacialHD": "0", "id": 5252, "SubType": "(chaotic, evil, Great Old One)", "MonsterSource": "", "Feats": "Agile Maneuvers, Combat Expertise, Combat Reflexes, Critical Focus, Dodge, Greater Feint, Greater Vital Strike, Improved Critical (tattered lash), Improved Feint, Improved Vital Strike, Mobility, Quicken Spell-Like Ability (feeblemind), Spring Attack, Staggering Critical, Vital Strike, Weapon Finesse, Whirlwind Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "28", "Fly": "0", "RacialMods": "+20 Acrobatics when jumping", "AC": "48, touch 37, flat-footed 31", "Swim": "0", "Name": "Hastur", "VariantParent": "", "Skills": "Acrobatics +53 (+73 when jumping), Bluff +47, Disguise +47, Intimidate +50, Knowledge (arcana, geography, history, local) +46, Knowledge (nobility) +49, Perception +47, Perform (act) +47, Sense Motive +44, Sleight of Hand +50, Spellcraft +49, Stealth +53, Use Magic Device +47", "ClassArchetypes": "", "IsTemplate": "0", "Will": "29", "Race": "", "CR": "29", "XP": 6553600, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "otherworldly insight", "Saves": "Fort +28, Ref +27, Will +29", "Melee": "4 tattered lash +41 (2d8+7 plus bleed)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "80 ft.", "Alignment": "CE", "Size": "Medium"}