{"Group": "Elk", "Space": "10 ft.", "Mythic": "0", "HP": 25, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Elk, River </h2><h3><i>This majestic beast stands the height of a man at its shoulders, a many-tipped rack of proud antlers crowning its head.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">River Elk</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Large animal </h5><h5><b>Init </b>+2; <b>Senses </b>low-light vision; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>13, touch 11, flat-footed 11 (+2 Dex, +2 natural, -1 size)</h5><h5><b>hp </b>25 (3d8+12)</h5><h5><b>Fort </b>+7, <b>Ref </b>+7, <b>Will </b>+3</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., swim 30 ft.</h5><h5><b>Melee </b>gore +4 (1d8+3) or 2 hooves -1 (1d6+1)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 17, <b>Dex</b> 15, <b>Con</b> 18, <b>Int</b> 2, <b>Wis</b> 15, <b>Cha</b> 6</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+6; <b>CMD </b>18 (22 vs. trip)</h5><h5><b>Feats </b>Endurance, Lightning Reflexes, Run<sup>B</sup></h5><h5><b>Skills </b>Perception +8, Swim +11</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold or temperate plains</h5><h5><b>Organization </b>solitary, pair, or herd (3-50)</h5><h5><b>Treasure </b>none</h5></div><br></br><div><h4><p><p>Powerful and swift land mammals, elk range through the plains, hills, and forests of many wildernesses, in great herds. Related to deer, elk prove important parts of many ecologies, being able to fend off or flee many threats while feeding greater predators. Their size, strength, and antlers-reaching up to 10 feet wide on some males- allow them to contend with most of their environment's dangers, though herds generally favor flight to combat.</p><p>Elk also prove exceptionably adaptable and remarkable survivors, capable of living through severe changes in weather and in a variety of environments without concern.</p><p>Many humanoid cultures rely on elk herds, using them as valued food sources, work animals, and companions.</p><p>Most breeds of elk stand between 3 and 5 feet tall and weigh between 350 and 550 pounds, with females being far slighter than males. Heartier stock, such as the river elk seen throughout the River Kingdoms, Brevoy, and much of northern Avistan and Iobaria, grow to approximately 6 feet tall and weigh between 700 and 1,100 pounds. In some secluded wilds, primeval megaloceros-massive ancestors of the elk-still flourish, standing up to 9 feet tall, with bulks of 1,500 pounds and antlers growing over 12 feet wide.</p><p>In all species, only male elk grow antlers. Female elk have the same statistics as males, but lack the gore or powerful charge attacks.<b></p><p>Ecology</b><br></br> Elk live relatively long lives for herd animals, with some bulls living for over 15 years. Physiologically, they're similar to deer and other grazing animals with their patterns of travel and interaction with other creatures. Because of their size, though, they can damage an ecosystem, eating great amounts of food and sometimes competing with other herbivores for resources.</p><p>Bull elk keep their antlers for about 7 to 8 months of the year, maintaining them as a primary form of defense. The antlers of common elk stand 4 feet tall and spread about 6 feet wide. Both bulls and cows are quite strong, their kicks proving deadly deterrents against many would-be attackers.</p><p>Most breeds of elk stay in herds with upwards of 50 members. Herd members actively protect each other, doing what they can to defend those incapable of fleeing, yet also recognizing hopeless causes. Very few predators can stand up to a group of defensive elk, though wolves, bears, boars, and hunting cats often attack the young, sick, or unwary who venture away from the herd. While most natural predators steer clear of elk herds, many humanoid or monstrous hunters manage to pick off elk by relying on ranged weapons or great physical prowess.<b></p><p>Habitat & Society</b><br></br> During most of the year, elk maintain large groups of their own genders. Cows and the young tend to stick near dens, so bulls are more likely to be found wandering their wide territories. During mating season, a dominant bull maintains a harem of as many as 20 cows. Any threat to that establishment is met with violent force, with battles between rivals often resulting in fierce clashing of antlers and contests of strength-though such rarely prove deadly. During mating season, cows don't always produce offspring, though when they do, typically only one or two elk are born.</p><p>After mating season, cows care for calves for only a short time. Most are only nursed for a couple of months before they join with the rest of the herd. Elk are hibernating creatures, being almost unheard of during the winter season. During the remainder of the year, they roam and graze widely. When they make their tell-tale noise (called bugling,) it booms and echoes for miles, and females often consider the loudest males the most suitable as mates.</p><p>Elk migrate throughout the year, typically to avoid the snow. They move from low to high ground, where tree bark is an abundant food source. During the summer months, they graze on the grasses they can find. During dry seasons, elk often make great trips to find abundant food sources, which can sometimes force out lesser creatures from a habitat.</p><p>Elk are also know to vary widely from region to region.</p><p>Common in Brevoy, the River Kingdoms, and secluded spots of Numeria, river elks prove larger and heartier than most of their brethren. Named for their tendencies to travel along rivers and the comfort with which they enter water, these elk exhibit a daring unknown to most other breeds, the bulls willingly fighting to defend their herds from any perceived threats.</p><p><b>Megaloceros</b><br> Similar in form to the elk but far superior in size is the megaloceros. The average male is a towering, dangerous creature with antlers that can alone weigh nearly 100 pounds. Unlike elk, megaloceros antlers are decidedly enormous and sometimes wider than their bodies are long.</p><p>This leads to common misconceptions and exaggerations about the creature's monstrous size. Conveniently for those pursued, megaloceros males have difficultly navigating thickly forested areas, making them natives of plains and the woods' edge.</p><p><b>Elk/Megaloceros Companions Starting Statistics: Size</b> Medium; <b>Speed</b> 50 ft; <b>AC</b> +1 natural armor; <b>Attack</b> gore (1d6); <b>Ability Scores</b> Str 12, Dex 17, Con 14, Int 2, Wis 15, Cha 5; <b>Special Qualities</b> lowlight vision.</p><p><b>7th-Level Advancement: Size</b> Large; <b>AC</b> +2 natural armor; <b>Attack</b> gore (1d8) or 2 hooves (1d6); <b>Ability Scores</b> Str +8, Dex -2, Con +4; <b>Special Qualities</b> powerful charge.</p></h4></div>", "Languages": "", "Source": "AP 31", "Land": "0", "Organization": "solitary, pair, or herd (3-50)", "Ref": "7", "Climb": "0", "HD": "(3d8+12)", "AbilitiyScores": "Str 17, Dex 15, Con 18, Int 2, Wis 15, Cha 6", "Gear": "", "Ranged": "", "Type": "animal", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 526, "SubType": "", "MonsterSource": "", "Feats": "Endurance, Lightning Reflexes, RunB", "AlternateNameForm": "", "CompanionFlag": "1", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "", "AC": "13, touch 11, flat-footed 11", "Swim": "0", "Name": "River Elk", "VariantParent": "", "Skills": "Perception +8, Swim +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "cold or temperate plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +7, Ref +7, Will +3", "Melee": "gore +4 (1d8+3) or 2 hooves -1 (1d6+1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "50 ft., swim 30 ft.", "Alignment": "N", "Size": "Large"}