{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 142, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Juggernaut</h2><h3><i>This oppressive construct rumbles forth on deadly rollers, crushing everything in its path.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Juggernaut</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>N Gargantuan construct </h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +4</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>26, touch 6, flat-footed 26 (+20 natural, -4 size)</h5><h5><b>hp </b>142 (15d10+60); fast healing 5</h5><h5><b>Fort </b>+5, <b>Ref </b>+5, <b>Will </b>+9</h5><h5><b>DR </b>10/adamantine; <b>Immune </b>construct traits; <b>SR </b>22</h5><h5><b>Weaknesses </b>faith-bound</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>slam +24 (4d6+19 plus <i>wounding</i>)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>soul-powered, vicious trample (8d6+38 plus <i>wounding</i>, DC 30)</h5><h5><b>Spell-Like Abilities</b> (CL 15th; concentration +10) </br>3/day&mdash;<i>enervation</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>36, <b>Dex </b>11, <b>Con </b>-, <b>Int </b> -, <b>Wis </b>18, <b>Cha </b>1</h5><h5><b>Base Atk </b>+15; <b>CMB </b>+32; <b>CMD </b>42 (can't be tripped)</h5><h5><b>SQ </b>keyed domains (Death, War), shrine</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Faith-Bound (Su)</b> A juggernaut cannot attack any creature that openly wears or displays the holy symbol or unholy symbol of the deity to which the juggernaut is dedicated unless that creature first attacks the juggernaut. </h5><h5><b>Shrine (Ex)</b> A juggernaut counts as a movable shrine for the deity or religion it is dedicated to. </h5><h5><b>Soul-Powered (Su)</b> When a juggernaut kills a creature with at least 5 Hit Dice and an alignment two or more steps away from the juggernaut's alignment, it gains a kill point. Add its current total kill points as a bonus on its attack rolls, combat maneuver checks, caster level checks, and skill checks. Add half its current total kill points as a bonus to its natural armor and spell resistance. The juggernaut loses 1 kill point every 24 hours. </h5><h5><b>Vicious Trample (Ex)</b> A juggernaut's massive rollers deal 8d6+38 points of damage on a successful trample attack.</h5></div><br><div><h4><p><p>Juggernauts protect locations dedicated to a particular faith, their massive forms infused with divine energy that animates them and infuses them with their deity's power. Some faiths use a juggernaut as a mobile shrine, anointing it with sacred materials and offering prayers to the divine. <br><b>KEYED DOMAINS</b><br> A juggernaut gain special abilities from two domains granted by the deity to which the juggernaut is dedicated. If an ability requires a saving throw, the save DC is Wisdom-based (DC 19 for most juggernauts). The caster level is equal to the juggernaut's Hit Dice (CL 15th for most juggernauts). The sample juggernaut is keyed to the domains of Death and War-a juggernaut dedicated to some other deity has abilities based on that deity's domains. <br><b>Air:</b> <i>Whirlwind (Sp)</i>-The juggernaut can cast <i>whirlwind</i> once per day. <br><b>Animal:</b> <i>Friendly Pack (Sp)</i>-The juggernaut can cast <i>summon nature's ally IV</i> (animals only) three times per day. <br><b>Artifice:</b> <i>Repair (Ex)</i>-The juggernaut's fast healing increases to 10. <br><b>Chaos:</b> <i>Chaotic Attacks (Su)</i>-The juggernaut's slam and vicious trample attacks are treated as chaotic-aligned. Its vicious trample deals an additional 2d6 points of damage to lawful targets. <br><b>Charm:</b> <i>Friendship (Sp)</i>-The juggernaut can cast <i>charm monster</i> three times per day. A charmed creature follows the juggernaut and attacks what it attacks. <br><b>Community:</b> <i>Powerful Allies (Su)</i>-All creatures within 60 feet of the juggernaut that share the juggernaut's alignment gain a +1 sacred bonus on attack rolls and to AC, and a +2 sacred bonus on saving throws (these are profane bonuses if the juggernaut is evil). <br><b>Darkness:</b> <i>Deeper Darkness (Sp)</i>-The juggernaut can cast <i>deeper darkness</i> three times per day. <br><b>Death:</b> <i>Lifesapper (Sp)</i>-The juggernaut can cast <i>enervation</i> three times per day. <br><b>Destruction:</b> <i>Destructive Aura (Su)</i>-The juggernaut can emit a 30-foot aura of destruction for 10 rounds per day. All attacks made against targets in the aura (including the juggernaut) gain a +2 morale bonus on damage rolls and all critical threats are automatically confirmed. <br><b>Earth:</b> <i>Tremorsense (Su)</i>-The juggernaut gains tremorsense 60 feet. <br><b>Evil:</b> <i>Evil Attacks (Su)</i>-The juggernaut's slam and vicious trample attacks are treated as evil-aligned. Its vicious trample deals an additional 2d6 points of damage to good targets. <br><b>Fire:</b> <i>Flaming Burst (Su)</i>-The juggernaut's slam attack gains the flaming burst weapon special ability. Its vicious trample attack deals an additional 1d6 points of fire damage. <br><b>Glory:</b> <i>Grandeur (Su)</i>-The juggernaut inspires all allies within 30 feet, granting them a +2 morale bonus on attack rolls, saving throws, and skill checks. <br><b>Good:</b> <i>Good Attacks (Su)</i>-The juggernaut's slam and vicious trample attacks are treated as good-aligned. Its vicious trample deals an additional 2d6 points of damage to evil targets. <br><b>Healing:</b> <i>Resurgence (Su)</i>-Five times per day, the juggernaut can remove the dazed, fatigued, shaken, sickened, or staggered condition from an ally within 30 feet. <br><b>Knowledge:</b> <i>Absorb Thoughts (Su)</i>-When the juggernaut confirms a critical hit with its slam, the target must succeed at a Will save or take 1d8 points of Intelligence damage. <br><b>Law:</b> <i>Lawful Attacks (Su)</i>-The juggernaut's slam and vicious trample are treated as lawful-aligned. Its vicious trample deals an additional 2d6 points of damage to chaotic targets. <br><b>Liberation:</b> <i>Broken Bonds (Su)</i>-10 times per day a standard action, the juggernaut can affect one its allies within 20 feet with <i>freedom of movement</i> for 1 round. <br><b>Luck:</b> <i>Lucky (Su)</i>-Twice per day, the juggernaut may reroll any d20 roll that it has just made before the results of the roll are revealed. The juggernaut must take the result of the reroll, even if it's worse than the original roll. <br><b>Madness:</b> <i>Confusion (Sp)</i>-The juggernaut can cast <i>confusion</i> three times per day. <br><b>Magic:</b> <i>Resistant (Su)</i>-The juggernaut's SR increases by 5. Nobility: <i>Inspirational (Sp)</i>-The juggernaut can cast <i>good hope</i> three times per day. <br><b>Plant:</b> <i>Hedge (Sp)</i>-The juggernaut can cast <i>wall of thorns</i> three times per day. <br><b>Protection:</b> <i>Guardian (Su)</i>-The juggernaut and all allies within 30 feet gain a +2 bonus on all saving throws and a +2 deflection bonus to AC. <br><b>Repose:</b> <i>Rest Eternal (Su)</i>-Damage dealt by the juggernaut resists magical healing. Attempting to use such healing to cure this damage requires a successful caster level check against a DC = 11 + the juggernaut's caster level. This ability does not affect natural healing or healing provided by extraordinary abilities. <br><b>Rune:</b> <i>Rune-Carved (Su)</i>-Runes cover the juggernaut. Whenever the juggernaut takes energy damage or energy damage fails to overcome its SR, for the next round, its attacks deal 2d6 points of damage of that energy type. If more than one type of energy attack occurs in a round, roll randomly to determine what kind of extra energy damage it deals. <br><b>Strength:</b> <i>Vigorous (Sp)</i>-The juggernaut can cast <i>mass bull's strength</i> once per day. <br><b>Sun:</b> <i>Sunstrike (Sp)</i>-The juggernaut can cast <i>daylight</i> and <i>searing light</i> three times per day. <br><b>Travel:</b> <i>Unstoppable (Su)</i>-The juggernaut ignores penalties for difficult terrain. Its movement increases by 10 feet. <br><b>Trickery:</b> <i>Doubles (Sp)</i>-The juggernaut can cast <i>mirror image</i> three times per day. <br><b>War:</b> <i>Bloody (Su)</i>-The juggernaut's slam and vicious trample attacks have the <i>wounding</i> weapon special ability. <br><b>Water:</b> <i>Surge (Sp)</i>-The juggernaut can cast <i>hydraulic torrent</i> (Pathfinder <i>RPG Advanced Player's Guide</i> 229) five times per day. <br><b>Weather:</b> <i>Weathermaker (Sp)</i>-The juggernaut can cast <i>control weather</i> once per day. </h5><h5><b>CONSTRUCTION </b> A juggernaut's body must be created from 20,000 gp worth of clay, crystal, metal, stone, wood, or bone. <br><b>JUGGERNAUT<br> CL </b>13th; </h5><h5><b>Price </b>140,000 gp </h5><h5><b>CONSTRUCTION </b>Requirements Craft Construct, <i>greater magic weapon</i>, <i>imbue with spell ability</i>, <i>make whole</i>, <i>stone shape</i>, creator must be caster level 10th; </h5><h5><b>Skill </b>Craft (carpentry, sculptures, or stonemasonry); </h5><h5><b>Cost </b>80,000 gp</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(15d10+60)", "AbilitiyScores": "Str 36, Dex 11, Con -, Int -, Wis 18, Cha 1", "Gear": "", "Ranged": "", "Type": "construct", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5273, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "", "AC": "26, touch 6, flat-footed 26", "Swim": "0", "Name": "Juggernaut", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "9", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "keyed domains (Death, War), shrine", "Saves": "Fort +5, Ref +5, Will +9", "Melee": "slam +24 (4d6+19 plus wounding)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Gargantuan"}