{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 7, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Thylacine</h2><h3><i>This odd creature is about the size of a dog, but it has the slender build of a cat, heavy whiskers, and dark stripes down its back. Its long tail flips about, smacking the ground as it scans the woods. It yips and bays in a complex pattern, offering warning to anything that may cross its path.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Thylacine</p><p class=\"alignright\">CR 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>200</h5><h5>N Small animal </h5><h5><b>Init </b>+2; <b>Senses </b>low-light vision; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b>/h5></div><hr/><div><h5><b>AC </b>13, touch 13, flat-footed 11 (+2 Dex, +1 size)</h5><h5><b>hp </b>7 (1d8+3)</h5><h5><b>Fort </b>+5, <b>Ref </b>+4, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b>/h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>bite +2 (1d4+1/19-20)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b>/h5></div><hr/><div><h5><b>Str</b> 12, <b>Dex</b> 15, <b>Con</b> 16, <b>Int</b> 2, <b>Wis</b> 13, <b>Cha</b> 7</h5><h5><b>Base Atk </b>+0; <b>CMB </b>+0; <b>CMD </b>12 (16 vs. trip)</h5><h5><b>Feats </b>Skill Focus (Perception)</h5><h5><b>Skills </b>Acrobatics +2 (+6 jumping), Perception +8; <b>Racial Modifiers </b>+4 Acrobatics when jumping</h5><h5><b>SQ </b>powerful jaws</h5></div><hr/><div><h5><b>ECOLOGY</b>/h5></div><hr/><div><h5><b>Environment </b> temperate hills</h5><h5><b>Organization </b>solitary or pack (2-5)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b>/h5></div><hr/><div><h5><b>Powerful Jaws (Ex)</b> A thylacine's muscular jaws threaten a critical hit on a natural roll of 19 or 20.</h5></div><br></br><div><h4><p><p>Thylacines are large marsupial carnivores. They typically hunt alone, only occasionally forming small packs.</p><p>Thylacines hunt at night, and rest during the day in nests hidden away from the world in hollowed trees or bushes. Farmers fear the creatures, blaming all manner of problems on them. However, thylacines are quite shy and antisocial, and usually avoid human settlements. Because of their odd, almost hybrid appearance, thylacines have a far harsher reputation than they probably should, playing a sort of bogeyman role in farming communities.<b>/p><p>Ecology</b>br></br> At a distance, thylacines are sometimes mistaken for dogs or jackals, but can be easily identified by the defining stripes on their gold-hued backs. Thylacines usually have between 13 and 21 dark stripes. Their muscular jaws, filled with teeth, can gape open to an impressive 120 degrees.</p><p>While thylacines may appear rather quick, they are far from proficient runners. Due to their oddly shaped legs, their run is awkward and slow. However, the animals can stand on their haunches for short periods, helping them to fend off other predators and kill larger prey. Thylacines are also capable jumpers, not dissimilar to kangaroos, and often surprise opponents with this ability.</p><p>By most standards, a thylacine's senses aren't impressive. They can see and hear well enough to hunt prey, but their olfactory senses, while competent, do not approach canine levels. Thylacines hunt in a manner similar to wolves, focusing on wearing down prey by chasing and harrying instead of direct attacks. Their stomachs are able to greatly distend, enabling thylacines to eat vast amounts of food in a single sitting, devouring larger animals to compensate for long periods of drought or poor hunting.</p><p>Thylacines are quite cowardly, avoiding confrontation whenever possible. If cornered, a thylacine tries to frighten off attackers with growls, hisses, and threat-yawns, in which it displays its teeth and the full extent of its wide jaws. If these threat displays are ineffective, however, a thylacine does not hesitate to attack. Their powerful jaws may not snap bones, but they can still make quick work of an unprepared traveler. In addition, thylacines are not picky eaters. If driven to starvation, they aren't afraid to hunt humans, in which case their nocturnal hunting cycles tend to lead them to attack sleeping travelers or outlying farms.</p><p>Thylacines are fiercely independent. While wolves and other canines can be tamed and domesticated, thylacines are wild without exception. If captured, they become territorial and mark everything they can in their territories with strong-smelling odors from their scent glands.</p><p>Many a farmer has made the sad mistake of attempting to domesticate a thylacine, only to find his farm smelling atrocious and his livestock killed in the night.</p><p>An adult thylacine stands 2 feet tall at the shoulder, is 4 feet long (not counting an additional 2 feet of tail), and weighs roughly 50 pounds. The larger and more aggressive brush thylacine breed can reach almost 8 feet long from nose to tail-tip, though still only weighing 100 pounds.<b>/p><p>Habitat & Society</b>br></br> Thylacines breed year-round, but like most marsupials, they don't maintain strong family ties. Females keep their young in pouches. Unlike many marsupials, males also have pouches, but these are to protect their genitals, not their young. Females produce about 10 viable joeys in a given breeding season, but only about four can expect to see more than a year of life. The average thylacine lives between 4 and 10 years.</p><p>Thylacines keep dens similar to those of plains mammals such as foxes and cougars. Dens are often very hard to find, in trees, caves, or other inconvenient locations out of the way of most predators, and in natural shade. Thylacine young reside in the den for only a short period, as joeys stay in their mothers' pouches for most of their development.</p><p>During periods when a mother is incubating her young, she can be downright violent to trespassers or any other potential threats.</p><p><b>Regional Variants</b><br> Several breeds of thylacine are known to exist, hunting plains and woodlands in regions of Avistan, Garund, and beyond. Three of the most common are noted here.</p><p><b>Blood Cougar:</b> Not actually related to the big cats, Tian thylacines are known as blood cougars for their vivid red coloring. Surprisingly, they are often kept as pets by Tian-La leaders, as blood cougars are more easily domesticated and tamed, and serve as far better companions and hunting aids. Although they are slightly smaller than normal thylacines, they make up for it in ferocity and cunning. These red beasts have the advanced creature template (Pathfinder RPG Bestiary 294).</p><p><b>Casmar Thylacine:</b> In Casmaron, most thylacines are smaller than the typical beast. For this reason, they tend to form larger packs, often twice the size of an average thylacine pack. These smaller beasts stand 6 inches to a foot shorter at the shoulders. Casmar thylacines are normal thylacines with the young creature template added (Pathfinder RPG Bestiary 295), and gather in packs of 2-10.</p><p><b>Sarusan Wolf:</b> The Sarusan wolf is a slightly bigger and more doglike form of the normal thylacine. Whereas indigenous people refer to the thylacine as a lion or other great cat, the Sarusan wolf has an unmistakable canine jaw. While they are physically larger, Sarusan wolves are actually less hardy than their traditional cousins, due to poor weight allocation. Prone to tiring quickly and falling down, Sarusan wolves focus more on rapid takedowns of their prey. Sarusan wolves have a Constitution score of 12 and gain Power Attack as a bonus feat.</p><p><b>Thylacine Companions</b><br> <b>Starting Statistics: Size</b> Small; <b>Speed</b> 30 ft; <b>Attack</b> bite (1d4); <b>Ability Scores</b> Str 12, Dex 15, Con 16, Int 2, Wis 13, Cha 7; <b>Special Qualities</b> low-light vision, powerful jaws.</p><p><b>4th-Level Advancement: Size</b> Medium; <b>AC</b> +2 natural armor; <b>Attack</b> bite (1d6); <b>Ability Scores</b> Str +4, Dex -2, Con +4.</p></h4></div>", "Languages": "", "Source": "AP 31", "Land": "0", "Organization": "solitary or pack (2-5)", "Ref": "4", "Climb": "0", "HD": "(1d8+3)", "AbilitiyScores": "Str 12, Dex 15, Con 16, Int 2, Wis 13, Cha 7", "Gear": "", "Ranged": "", "Type": "animal", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 530, "SubType": "", "MonsterSource": "", "Feats": "Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "1", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "+4 Acrobatics when jumping", "AC": "13, touch 13, flat-footed 11", "Swim": "0", "Name": "Thylacine", "VariantParent": "", "Skills": "Acrobatics +2 (+6 jumping), Perception +8", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "1/2", "XP": 200, "TemplatesApplied": "", "Environment": "temperate hills", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "powerful jaws", "Saves": "Fort +5, Ref +4, Will +1", "Melee": "bite +2 (1d4+1/19-20)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Small"}