{"Group": "Nightmare Creature", "Space": "5 ft.", "Mythic": "0", "HP": 30, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Nightmare Creature</h2><h3><i>This strange humanoid looks like a gangly, distorted caricature of an ettercap, with spiderlike fingers and an enormous wicked grin.</i></h3><br></div><div class=\"heading\"><p class=\"alignleft\">Nightmare Ettercap</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>NE Medium aberration </h5><h5><b>Init </b>+9; <b>Senses </b>darkvision 120 ft., low-light vision; Perception +9</h5><h5><b>Aura </b>fear (60 ft., DC 13), frightful presence (30 ft., DC 13)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>17, touch 15, flat-footed 12 (+5 Dex, +2 natural)</h5><h5><b>hp </b>30 (4d8+12); regeneration 5 (good spells and weapons, silver)</h5><h5><b>Fort </b>+6, <b>Ref </b>+6, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>illusion resistance, protection from good; <b>DR </b>5/good or silver</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., climb 30 ft., fly 10 ft. (perfect)</h5><h5><b>Melee </b>bite +5 (1d6+2 plus poison), 2 claws +5 (1d4+2)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>night terrors (DC 13), poison, traps, web (+8 ranged, DC 15, 4 hp)</h5><h5><b><i>Spell-Like Abilities</i></b> (CL 4th; concentration +5) </br>Constant&mdash;<i>protection from good</i> </br>3/day&mdash;<i>detect thoughts</i> (DC 13), <i>dream</i> (DC 16), <i>nightmare</i> (DC 16), <i>suggestion</i> (DC 14) </br>1/day&mdash;<i>shadow walk</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>21, <b>Con </b>17, <b>Int </b> 8, <b>Wis </b>15, <b>Cha </b>12</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+5; <b>CMD </b>20</h5><h5><b>Feats </b>Great Fortitude, Improved Initiative</h5><h5><b>Skills </b>Climb +14, Craft (trapmaking) +11, Fly +13, Intimidate +5, Perception +9, Stealth +15; <b>Racial Modifiers </b>+8 Craft (trapmaking), +4 Intimidate, +4 Stealth</h5><h5><b>Languages </b>Common</h5><h5><b>SQ </b>feign death (DC 13), spider empathy +7</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forests</h5><h5><b>Organization </b>solitary, pair, or nests (3-6 plus 2-6 giant spiders)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div></h5><h5><b>Poison (Ex)</b> Bite-injury; <i>save</i> Fort DC 15; <i>frequency</i> 1/round for 10 rounds; <i>effect</i> 1d2 Dex; <i>cure</i> 2 consecutive <i>save</i>s. The save DC is Constitution-based. </h5><h5><b>Spider Empathy (Ex)</b> This ability functions as a druid's wild empathy, except that an ettercap can only use this ability on spiders. An ettercap gains a +4 racial bonus on this check. Spiders are mindless, but this empathic communication imparts to them a modicum of implanted intelligence, allowing ettercaps to train giant spiders and use them as guardians. </h5><h5><b>Traps (Ex)</b> An ettercap is particularly skilled at crafting cunning traps with its webs. Deadfalls, nooses, and spear traps are the most common traps ettercaps build with their webs. An ettercap doesn't require gold to build its traps, merely time. Rules for crafting traps can be found in Chapter 13 of the <i>Pathfinder RPG Core Rulebook</i>. Ettercap traps can be found on page 129 of the <i>Pathfinder RPG Bestiary</i>.</h5></div><br><div><h4><p><p>Nightmare creatures have an unnatural link to the most terrifying parts of the Dimension of Dreams, allowing them to turn others' <i>dream</i>s into <i>nightmare</i>s and sow fear even in the waking world. Corrupted by their power, they become evil and use their abilities to torment their enemies and abuse creatures weaker than themselves. Eventually this <i>dream</i> connection corrupts the creature's appearance into a bizarre caricature of its original form. A <i>nightmare</i> creature uses its ability to control <i>dream</i>s to confuse and frighten its target with horrendous imagery- visions of failure or betrayal and horrific scenes of murder and death. A <i>nightmare</i> creature may even allow the target to think it is in control of the <i>dream</i> or has awakened from a <i>nightmare</i>, only to snatch away that hope and send its target into a downward spiral of misery and self-doubt. The most wicked <i>nightmare</i> creatures tend to become ghosts if slain, returning again and again to haunt their chosen victims. <br><b>CREATING A NIGHTMARE CREATURE </b> <br>\"Nightmare creature\" is an acquired or inherited template that can be added to any creature with Intelligence and Charisma scores of at least 6 (referred to hereafter as the base creature). Most <i>nightmare</i> creatures were once aberrations, fey, humanoids, or outsiders. A <i>nightmare</i> creature uses the base creature's statistics and abilities except as noted here. If the base creature has 10 or more Hit Dice, it instead becomes a <i>nightmare</i> lord (see below). <br><b>CR:</b> Same as the base creature +1. <br><b>Alignment:</b> Any evil. Type: If the base creature is an outsider, it gains the evil subtype. <br><b>Senses:</b> A <i>nightmare</i> creature gains darkvision 120 feet. <br><b>Defensive Abilities:</b> A <i>nightmare</i> creature gains DR 5/ good or silver and the following defensive abilities. <br><i>Feign Death (Ex)</i>: Whenever a <i>nightmare</i> creature is unconscious, it appears dead. A conscious <i>nightmare</i> creature can also make itself appear dead as an immediate action. Any creature that physically interacts with a <i>nightmare</i> creature feigning death must succeed at a Heal check or Will saving throw (DC 10 + 1/2 the <i>nightmare</i> creature's Hit Dice + the <i>nightmare</i> creature's Intelligence or Charisma modifier, whichever is higher) to recognize it is actually alive. <br><i>Illusion Resistance (Ex)</i>: A <i>nightmare</i> creature automatically disbelieves illusions (no saving throw required) and has a +4 bonus on saving throws to resist illusion effects. <i>Regeneration 5 (Ex)</i>: Good-aligned weapons, silver weapons, and spells with the good descriptor cause a <i>nightmare</i> creature's regeneration to stop functioning for 1 round. Speed: Same as the base creature. If the base creature does not have a fly speed, the <i>nightmare</i> creature gains a fly speed of 10 (perfect maneuverability) as a supernatural ability. <br><b>Special Attacks:</b> A <i>nightmare</i> creature gains several special attacks. Save DCs are equal to 10 + 1/2 the <i>nightmare</i> creature's Hit Dice + its Charisma modifier unless otherwise noted. The <i>nightmare</i> creature's caster level is equal to its total Hit Dice (or the caster level of the base creature's spell-like abilities, whichever is higher). <br><i>Fear Aura (Su)</i>: All creatures within a 60-foot radius that see or hear a <i>nightmare</i> creature must succeed at a Will save or be shaken for as long as they are within the aura. Whether or not the save is successful, that creature cannot be affected again by the same <i>nightmare</i> creature's fear aura for 24 hours. This is a mind-affecting fear affect. <br><i>Frightful Presence (Su)</i>: This ability activates when the <i>nightmare</i> creature charges, attacks during a surprise round, or succeeds at a DC 15 Intimidate or Perform check. Its frightful presence has a range of 30 feet. <br><i>Night Terrors (Su)</i>: Once a <i>nightmare</i> creature enters a target's mind with its <i>dream</i> or <i>nightmare</i> spell-like ability, it can attempt to control the target's <i>dream</i>. If the target fails a Will saving throw, it remains asleep and trapped in the <i>dream</i> world with the <i>nightmare</i> creature. Thereafter, the <i>nightmare</i> creature controls all aspects of the <i>dream</i>. Each hour that passes, the target can attempt another saving throw to try to awaken (it automatically awakens after 8 hours or if the <i>nightmare</i> creature releases it). The target takes 1d4 points of Charisma damage each hour it is trapped in the <i>dream</i>; if it takes any Charisma damage, it is fatigued and unable to regain arcane spells for the next 24 hours. The target dies if this Charisma damage equals or exceeds its actual Charisma score. <br><i>Spell-Like Abilities</i>: A <i>nightmare</i> creature gains the following spell-like abilities: Constant-<i>protection from good</i>; 3/day-<i>detect thoughts</i>, <i>dream</i>, <i>nightmare</i>, <i>suggestion</i>; 1/day-<i>shadow walk</i>. <br><b>Ability Scores:</b> Dex +4, Int +2, Cha +4. Skills: A <i>nightmare</i> creature gains a +4 racial bonus on Intimidate and Stealth checks. <br><b>NIGHTMARE LORDS</b><br> Nightmare lords are especially powerful <i>nightmare</i> creatures who live in the Dimension of Dreams. They rule over lesser <i>nightmare</i> creatures in bizarre puppet courts staffed by the maddened and soul-shriveled husks of kidnapped dreamers. They have all the abilities of nightmare creatures, plus the following. <br><b>Special Attacks:</b> A nightmare lord gains several special attacks. <br>Dream Slave (Su): Instead of killing a target with its night terror ability, a nightmare lord may instead enslave it with a permanent dominate monster effect. The enslaved creature is healed of all Charisma damage taken from night terrors. <br>Nightmare Magic (Su): The nightmare lord gains a +4 bonus to the DCs of its spells and spell-like abilities of the phantasm and shadow subschools. <br><b>Spell-Like Abilities:</b> A nightmare lord gains the following spell-like abilities: 3/day-deep slumber, invisibility, plane shift (from the Material Plane to the Dimension of Dreams or back again), shadow walk; 1/day-feeblemind, modify memory, shadow conjuration, shadow evocation. <br><b>Ability Scores:</b> Dex +2, Int +2, Cha +2.</p></h4></div>", "Languages": "Common", "Source": "PFRPG Bestiary 4", "Land": "1", "Organization": "solitary, pair, or nests (3-6 plus 2-6 giant spiders)", "Ref": "6", "Climb": "1", "HD": "(4d8+12)", "AbilitiyScores": "Str 14, Dex 21, Con 17, Int 8, Wis 15, Cha 12", "Gear": "", "Ranged": "", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 5313, "SubType": "", "MonsterSource": "", "Feats": "Great Fortitude, Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "1", "RacialMods": "+8 Craft (trapmaking), +4 Intimidate, +4 Stealth", "AC": "17, touch 15, flat-footed 12", "Swim": "0", "Name": "Nightmare Ettercap", "VariantParent": "", "Skills": "Climb +14, Craft (trapmaking) +11, Fly +13, Intimidate +5, Perception +9, Stealth +15", "ClassArchetypes": "", "IsTemplate": "1", "Will": "6", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "temperate forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "feign death (DC 13), spider empathy +7", "Saves": "Fort +6, Ref +6, Will +6", "Melee": "bite +5 (1d6+2 plus poison), 2 claws +5 (1d4+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., climb 30 ft., fly 10 ft. (perfect)", "Alignment": "NE", "Size": "Medium"}