{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 22, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Cave Fisher</h2><h3><i>This man-sized, crab-like monstrosity clings tenaciously to the rough stone, its enormous pincers held out menacingly before it.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Cave Fisher</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Medium vermin </h5><h5><b>Init </b>+1; <b>Senses </b>darkvision 60 ft.; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 11, flat-footed 14 (+1 Dex, +4 natural)</h5><h5><b>hp </b>22 (3d8+9)</h5><h5><b>Fort </b>+6, <b>Ref </b>+2, <b>Will </b>+1</h5><h5><b>Immune </b>mind-affecting effects</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft.</h5><h5><b>Melee </b>2 claws +5 (1d4+3)</h5><h5><b>Ranged </b>filament +3 (drag)</h5><h5><b>Special Attacks </b>pull (filament, 10 feet)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 17, <b>Dex</b> 12, <b>Con</b> 17, <b>Int</b> -, <b>Wis</b> 10, <b>Cha</b> 4</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+5 (+9 with pull); <b>CMD </b>16 (28 vs. trip)</h5><h5><b>Skills </b>Climb +11</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any underground</h5><h5><b>Organization </b>solitary, pair, or tangle (3-6)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Filament (Ex)</b> A cave fisher can fire a thin filament of sticky silk as a standard action. This touch attack has a range of 60 feet and no range increment. A creature struck by a cave fisher's filament becomes attached to the sticky thread. As a standard action, a creature can rip the filament free with a DC 20 Strength check. A caught creature can also attempt to escape a filament by making a DC 25 Escape Artist check. A filament is AC 14 (touch 12), has 5 hit points, and has DR 15/slashing. An application of liquid with high alcohol content (or a dose of universal solvent) dissolves the adhesive and releases the creature caught by the filament. A cave fisher can have only one filament active at a time.</h5><h5><b> Pull (Ex)</b> A cave fisher has a +4 racial bonus on CMB checks made using its pull special attack.</h5></div><br></br><div><h4><p>The cave fisher is a highly specialized predator that dwells in caves. The creature's mode of hunting is unique-it clambers up a cave wall to settle on a ledge or in a crack, typically at a height of at least 30 feet. Ledges overlooking bridges and lower ledges overlooking chasms are favored hunting grounds for the cave fisher. The creature lies in wait until prey approaches within 60 feet, at which point it extrudes a thin cord of silk at blinding speed, lashing at the target as with a whip. The filament is incredibly sticky, and once the fisher strikes food with it, it reels in its meal to feed, trusting its position on a higher ledge to prevent any allies the meal may have from molesting it as it eats.</p><p>Collections of bones and lengths of discarded filaments are sure signs of cave fisher habitation.</p><p>A cave fisher produces its filament from glands in its body; when it reels in a victim, it generally eats the filament along with its meal. It's impossible to harvest new filaments from a dead cave fisher, but filaments harvested from living ones are incredibly light and strong, functioning as silk rope once the sticky adhesive on a length decomposes (which generally takes 3d6 minutes).</p><p>A cave fisher's filament glands are useful in constructing sovereign glue and similar sticky magical items. A single cave fisher's glands count as 100 gp worth of raw materials, offsetting the total cost of the item's final creation.</p><p>Although cave fishers have many superficial similarities to crabs, they do not fare well in water and aren't very good swimmers. Nevertheless, many cave fishers lair upon ledges overlooking swift-f lowing subterranean rivers, giving them a relatively steady stream of food, especially in cases where such rivers are used as trade routes. Those who ply these rivers frequently travel with a few spare slaves or some unwanted livestock, and when they approach a known cave fisher haunt, they send down the unfortunate animal or slave on a raft to distract the monster's hunger.</p><p>A cave fisher is 7 feet long and weighs 400 pounds.</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary", "Land": "1", "Organization": "solitary, pair, or tangle (3-6)", "Ref": "2", "Climb": "1", "HD": "(3d8+9)", "AbilitiyScores": "Str 17, Dex 12, Con 17, Int -, Wis 10, Cha 4", "Gear": "", "Ranged": "filament +3 (drag)", "Type": "vermin", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 57, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "15, touch 11, flat-footed 14", "Swim": "0", "Name": "Cave Fisher", "VariantParent": "", "Skills": "Climb +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +2, Will +1", "Melee": "2 claws +5 (1d4+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "20 ft., climb 20 ft.", "Alignment": "N", "Size": "Medium"}