{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 30, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ceratioidi</h2><h3><i><i>This flabby</i>, <i>fish-like humanoid has the wide mouth</i>, <i>bulging eyes</i>, <i>and dangling</i>, luminescent flesh lure of a deep-sea predator. Powerful arms end in webbed hands that each clutch barbed hunting spears, <i>and a tumorous bulge protrudes from the back of its neck.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ceratioidi</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Medium monstrous humanoid (aquatic)</h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +9</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 10, flat-footed 15 (+5 natural)</h5><h5><b>hp </b>30 (4d10+8)</h5><h5><b>Fort </b>+3, <b>Ref </b>+4, <b>Will </b>+6</h5><h5><b>Resist </b>cold 5</h5><h5><b>Weaknesses </b>primitive amphibian</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 50 ft.</h5><h5><b>Melee </b>2 shortspears +8 (1d6+3) or </br>2 slams +7 (1d6+3)</h5><h5><b>Ranged </b>2 shortspears +5 (1d6+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>lure</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>10, <b>Con </b>15, <b>Int </b> 15, <b>Wis </b>14, <b>Cha </b>12</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+7; <b>CMD </b>17</h5><h5><b>Feats </b>Ability Focus (lure), Weapon Focus (spear)</h5><h5><b>Skills </b>Bluff +5, Intimidate +8, Perception +9, Sense Motive +6, Stealth +7, Swim +18</h5><h5><b>Languages </b>Ceratioidi, Common</h5><h5><b>SQ </b>dual mind</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any saltwater</h5><h5><b>Organization </b>solitary, mated individual, or clan (3-20)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Dual Mind (Ex)</b> The fact that each ceratioidi is actually two creatures sharing the same body gives it a number of unique abilities. A ceratioidi can delegate various actions and physical processes to the individual minds, allowing it to fight with two weapons simultaneously without any penalties. It can also select two favored classes. The telepathic tangle between its twin consciousnesses makes a ceratioidi immune to mindreading spells like <i>detect thoughts</i> and impervious to mindaffecting effects. </h5><h5><b>Lure (Su)</b> As a free action, a ceratioidi can light the dangling lure on its forehead, causing all non-ceratioidi within a 20-foot radius to make a DC 15 Will save or become fascinated for 1d6 rounds. Regardless of the preceding interaction between the ceratioidi and its target, a creature affected by this ability does not view the ceratioidi who has hypnotized it as a potential threat-allowing it to approach without breaking the fascination. Any creature that successfully saves against this effect is immune to the same ceratioidi's lure ability for 24 hours. The DCs of this ability are Charisma-based.</h5><h5><b> Primitive Amphibian (Ex)</b> Ceratioidi have rudimentary lungs capable of breathing air indefinitely, but their skin must be bathed in salt water regularly or it begins drying out painfully. They can go for a number of hours equal to twice their Constitution score before they needs to be bathed in salt water-if they don't, they take 1 point of Constitution damage per hour until their Constitution reaches 0, at which point they are completely desiccated and expire. Any Constitution damage accrued is reversed after ceratioidi spend 10 minutes immersed in salt water.</h5></div><br></br><div><h4><p><p>Rulers of the deep ocean trenches, ceratioidi are powerful, intelligent humanoids who share several unusual traits with the aquatic predators of the ceratiidae family, also known as angler fish. From their strange, spired cities beneath the waves, ceratioidi cast their nets of influence far and wide, using their alien intelligence, natural affinity for magic, and hypnotizing lures to manipulate other creatures throughout Golarion's oceans-and beyond.<b></p><p>Ecology</b></p><p> Perhaps the strangest aspect of the ceratioidi is that each individual is in fact two entities-a powerful, imposing female and a rat-sized, parasitic male. Averaging 7 feet tall and weighing roughly 300 pounds, a female ceratioidi's fleshy body belies both its tremendous strength and its startling intelligence. Males, though equally intelligent, appear to outside observers to be nothing more than fish with vaguely anthropomorphic faces. Born from ribbon-like egg clusters, ceratioidi mature quickly and are ready to mate when 1 year old. During the mating ritual, the tiny male ceratioidi affixes itself to the back of a female's neck and begins secreting an enzyme that dissolves both creatures' skin and transforms them into a single unit. Within a few weeks, what was two creatures has become one-though each retains its own independent consciousness, the male joins his respiration, digestion, and other biological functions with those of the female, becoming nothing more than a bulging organ on his partner's back. While unintelligent angler fish use similar methods in order to self-fertilize at will, a ceratioidi male retains independent thought, and the two linked entities remain in constant telepathic communication, using their combined mental faculties to excel at wizardry and maintain absolute physical precision in combat. This uniquely divided mental structure also makes it easy for ceratioidi to study multiple fields or callings, such as the powerful witch/wizard combination that is their trademark, though it's also common for them to act as underwater rangers. In addition to their dual nature, ceratioidi share a number of other intimidating characteristics with their angler fish cousins. Along with its wide mouth full of inward-curving, needle-sharp teeth, a ceratioidi also possesses the angler fish's fleshy forehead lure, called an <i>esca.</i> This bioluminescent blob dangles at the end of thin spine just above eye level and is the focus for the ceratioidi's innate hypnotic abilities. Through this lure, the ceratioidi can paralyze foes in combat, forcing them to stand still or approach and be culled by the ceratioidi's barbed fishing spear; it can even hypnotize creatures so thoroughly as to make them susceptible to subliminal commands. This ability to manipulate others, combined with the immobile male's natural affinity for magical study and other deeply contemplative arts, makes the ceratioidi masters of their surroundings. Though almost all ceratioidi encountered outside of their homes are fully mated pairs, unmated females can be represented by removing the dual mind ability from the creature's stat block. Males can be simulated by using the statistics for an electric eel without the electricity special ability.<b></p><p>Habitat & Society</b></p><p> Because they normally construct their cities on the floors of deep ocean trenches or near mineral-rich underwater vents, ceratioidi are rarely encountered by terrestrial races, and little is known about their society save for one region-the tiny nation of Outsea in the River Kingdoms. Long ago, in an effort to use Avistan's river system to circle around their merfolk enemies in a daring military campaign, a group of ceratioidi mercenaries made it all the way up the Sellen before their magic gave out, trapping the ceratioidi and a number of other saltwater races-both friend and foe-in a patch of magically contained brine deep in the heart of the River Kingdoms. Left with no choice but cooperation or death, the various aquatic races pooled their resources and created the isolated community of Outsea, a town existing both above and below the waterline where terrestrial creatures trade with the trapped but still powerful aquatic denizens. The ceratioidi, with their manipulative magic and ability to exist on land for long stretches of time, make perfect gobetweens and bureaucrats for the strange kingdom. Though the ceratioidi are rumored by many to be a product of aboleth experimentation, the ceratioidi of Outsea believe differently. They believe themselves to be the direct descendents of their god-ruler Danglosa, an immense and omnipotent angler fish that accompanied them on their journey and now resides in the flooded caverns deep below Outsea. Though never seen, its presence is felt regularly through the actions of the Called-\"blessed\" individuals suddenly overcome with an all-consuming desire to swim downward and join their dualistic god, never to be seen again. The ceratioidi's distinct resemblance to the kingdom's mysterious leader is just one more reason why the ceratioidi, though in the minority, remain powerful figures in Outsea.</p></h4></div>", "Languages": "Ceratioidi, Common", "Source": "AP 32", "Land": "0", "Organization": "solitary, mated individual, or clan (3-20)", "Ref": "4", "Climb": "0", "HD": "(4d10+8)", "AbilitiyScores": "Str 17, Dex 10, Con 15, Int 15, Wis 14, Cha 12", "Gear": "", "Ranged": "2 shortspears +5 (1d6+3)", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 682, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Ability Focus (lure), Weapon Focus (spear)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "15, touch 10, flat-footed 15", "Swim": "0", "Name": "Ceratioidi", "VariantParent": "", "Skills": "Bluff +5, Intimidate +8, Perception +9, Sense Motive +6, Stealth +7, Swim +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "any saltwater", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "dual mind", "Saves": "Fort +3, Ref +4, Will +6", "Melee": "2 shortspears +8 (1d6+3) or 2 slams +7 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., swim 50 ft.", "Alignment": "N", "Size": "Medium"}