{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 76, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Rorkoun</h2><h3><i><i>A large amber eye tops a swollen head</i>, <i>surrounded evenly by four mouths loaded with needle-sharp teeth. This enormously long</i>, <i>yet slender creature stretches the length of five men and appears to be composed of twisted strands of pallid flesh and veiny musculature. The tentacle-like thing moves with the awkward</i>, <i>alien speed of a hunting insect</i>, <i>unnaturally still one moment and darting forth with incredible speed the next.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Rorkoun</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>NE Huge aberration (aquatic)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft.; Perception +13</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 10, flat-footed 16 (+2 Dex, +8 natural, -2 size)</h5><h5><b>hp </b>76 (9d8+36)</h5><h5><b>Fort </b>+9, <b>Ref </b>+5, <b>Will </b>+7</h5><h5><b>Weaknesses </b>vulnerability to acid</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 40 ft.</h5><h5><b>Melee </b>bite +11 (2d6+7 plus grab), tail slap +6 (2d6+3 plus grab)</h5><h5><b>Ranged </b>gob +6 (1d6 plus stuck)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>constrict (2d8+7), gob</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>25, <b>Dex </b>14, <b>Con </b>18, <b>Int </b> 9, <b>Wis </b>12, <b>Cha </b>10</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+15; <b>CMD </b>27</h5><h5><b>Feats </b>Blind-Fight, Great Fortitude, Greater Grapple, Improved Grapple, Stealthy</h5><h5><b>Skills </b>Escape Artist +11, Perception +13, Stealth +8, Swim +23</h5><h5><b>Languages </b>Common, Goblin (does not speak)</h5><h5><b>SQ </b>deathwatch, squeeze</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate marshes and underground</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Aquatic Dependency (Ex)</b> A rorkoun violently dehydrates as soon as its body is wholly removed from water. Every round that part of a rorkoun's space does not occupy the same square as a significant body of water (50 gallons or more), the creature takes damage equal to the number of rounds it has been outside water. The rorkoun stops taking damage as soon as it reenters the water. </h5><h5><b>Gob (Ex)</b> A rorkoun can spit a wad of viscous slaver at its prey. As a standard action, the rorkoun can make a ranged touch attack at a single creature up to 30 feet away. Creatures of Large size or smaller that are struck by the attack must succeed on a DC 18 Reflex save or become entangled. Flying creatures that fail their Reflex save fall to the ground. An entangled creature can escape by making a DC 18 Escape Artist or Strength check. Should an entangled target take any amount of acid damage, the sticky saliva is instantly dissolved. The save, skill, and ability check DCs are Constitution-based. </h5><h5><b>Squeeze (Ex)</b> Able to manipulate the shape of its highly malleable body, a rorkoun can easily slip through spaces not normally accessible to a creature of its size. For the purposes of determining how small a space a rorkoun can squeeze through, treat it as one size category smaller. A rorkoun can move into even smaller spaces by contracting, allowing it to treat its size as two size categories smaller.</h5></div><br></br><div><h4><p><p>Little-known denizens of the Darklands, rorkouns prey upon the unwary from lairs amid the deepest pools and waterways. Known as \"wretch worms\" and \"eyes of Orv,\" these disgusting abominations writhe through flooded pits and crevices, feeding upon nearly all they encounter and occasionally breaking forth from the depths into the world of light to glut themselves upon the plump, tender creatures found there. Rorkouns measure over 25 feet in length, and beneath the strange secretions that provide them with a false, apparent bulk, the creatures possess a ribbon-thin body only a foot wide. A typical rorkoun weighs a mere 200 pounds.<b></p><p>Ecology</b></p><p> Little is known of the anatomy and life processes of rorkouns because of both their rarity and their fundamental dependency on water. As soon as a rorkoun leaves the water-which none ever do willingly, even to pursue the most tempting prey-it begins dehydrating at a deadly rate. Most that are ripped from their native pools wither to long strips of jerky-like flesh in a few short minutes. Thus, much of what is known of the beasts comes from direct observation, a methodology that proves dangerous for most researchers. Rorkouns possess lengthy bodies similar to tapeworms, with simple, decentralized bodily systems. Their flat, oblong heads branch into four split mouthparts set on throat-like stalks. At the top of the head, a single, bulging eye scans the creature's surroundings with uncanny sensitivity. Their heads are the thickest parts of their bodies, which taper gradually to a powerful tail. The strangest quality of these creatures is that their body exudes a rubbery, gluelike substance that swiftly hardens into a flexible, puttylike mass. Rorkouns use these secretions to better protect their bodies, seal off their chosen lairs (to prevent water from seeping out), and capture their prey. Several explorers who have encountered rorkouns have spread unnerving stories regarding the beasts, suggesting that rorkouns are not individual creatures but rather the impossibly long appendages of some unknown aberrant body. Their hesitance to leave the water is thus claimed to be because they are incapable of separating themselves from their greater body; the frantic thrashing of rorkoun that are forcibly removed from the water as they struggle to return is compared to the final desperate twitches of an amputated limb. What terrible body might support limbs as vile as rorkouns few dare to conjecture, but whatever hidden beings (or more terrible still, single being) manipulate these horrors from the darkness must be unlike anything known to the denizens of Golarion's surface-and must hunger endlessly.<b></p><p>Habitat & Society</b></p><p> Solitary creatures, rorkoun rarely share hunting grounds. Most, upon encountering another of their kind, attempt to leave the vicinity, avoiding any sort of confrontation and often ridding the area of both creatures. This aversion proves baffling, especially considering the extreme rarity of the beasts, though some suggest that the abominations might prove more receptive toward others of their kind when far below the surface. Those scholars who study rorkouns claim the strange beasts understand both the Common language and that of goblins, though most believe the creatures also have a silent language used among their own kind-despite the creatures' tendency to avoid contact with one another. They frequently live near goblin and mite communities. While these species share an ecological niche as scavengers and occasional hunters, the connection is a bit more complex. Rorkouns never hunt goblins or mites as they find the taste of their flesh repulsive. The creatures do, however, find the savory flavor of greater humanoids succulent; they appreciate the zeal with which those races seek to exterminate goblinkind, as it brings prey close to their lairs for them to feast on. Cowardly and secretive, rorkouns lurk in murky pools or bogs near such creatures' camps, hoping to provoke a fight. Once the battle begins, rorkouns strike, picking off the weakest creatures in the fray before slinking off to digest the meal in the privacy of their dens or some other location where their prey's allies might find it difficult to follow. A rorkoun's benefactors rarely understand the reason for this strange kind of cooperation. While mites tend to fear and flee the aberrations-just as they do most creatures- goblins often concoct more elaborate reasons for why these alien horrors might aid them. Typically, a particularly imaginative goblin convinces his tribe that the rorkoun is in fact a god and that they are its chosen people. All too often this inspires the community to new heights of crazed zealotry and the invention of bizarre forms of sacrifice and adoration. Occasionally rorkouns find their way into the dilapidated or abandoned sewer systems of ruined or declining cities where the shattered remains of such networks have collapsed and formed connections to the Darklands. There rorkouns crawl and swim their way through the slick tunnels and drainpipes, feeding on refuse, vermin, and the occasional sewer dweller or rat catcher. Such unusual beasts rarely prove significant threats, emerging to menace the surface only through what abandoned tunnels and drainage ditches they might happen upon.</p></h4></div>", "Languages": "Common, Goblin (does not speak)", "Source": "AP 32", "Land": "0", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(9d8+36)", "AbilitiyScores": "Str 25, Dex 14, Con 18, Int 9, Wis 12, Cha 10", "Gear": "", "Ranged": "gob +6 (1d6 plus stuck)", "Type": "aberration", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 685, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Blind-Fight, Great Fortitude, Greater Grapple, Improved Grapple, Stealthy", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "", "AC": "18, touch 10, flat-footed 16", "Swim": "0", "Name": "Rorkoun", "VariantParent": "", "Skills": "Escape Artist +11, Perception +13, Stealth +8, Swim +23", "ClassArchetypes": "", "IsTemplate": "0", "Will": "7", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "temperate marshes and underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "deathwatch, squeeze", "Saves": "Fort +9, Ref +5, Will +7", "Melee": "bite +11 (2d6+7 plus grab), tail slap +6 (2d6+3 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., swim 40 ft.", "Alignment": "NE", "Size": "Huge"}