{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 30, "Treasure": "incidental", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Trollhound</h2><h3><i><i>Vaguely canine in appearance</i>, <i>this squat</i>, <i>powerful beast sniffs the air hungrily. Foul-smelling fluids ooze from weeping sores across its scaly skin</i>, <i>and long streamers of drool hang from its curving teeth and oversized jaws.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Trollhound</p><p class=\"alignright\">CR 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>N Medium magical beast </h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft., low-light vision, scent; Perception +8</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 11, flat-footed 14 (+1 Dex, +4 natural)</h5><h5><b>hp </b>30 (4d10+8); regeneration 3 (acid or fire)</h5><h5><b>Fort </b>+6, <b>Ref </b>+5, <b>Will </b>+1</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>bite +8 (1d6+6 plus disease and trip)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>disease</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>13, <b>Con </b>15, <b>Int </b> 2, <b>Wis </b>11, <b>Cha </b>6</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+8; <b>CMD </b>19 (23 vs. trip)</h5><h5><b>Feats </b>Improved Initiative, Skill Focus (Perception)</h5><h5><b>Skills </b>Perception +8, Stealth +5, Survival +1 (+5 scent tracking); <b>Racial Modifiers </b>+4 Survival when tracking by scent</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold mountains</h5><h5><b>Organization </b>solitary, pair, or pack (3- 8)</h5><h5><b>Treasure </b>incidental</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Disease (Ex)</b> A trollhound's saliva is an infectious brew of contagion. Creatures bitten by a trollhound are often afflicted with bloodfire fever, a disease characterized by deep internal pain, as if the victim's blood were on fire. Its symptoms include loss of muscular coordination and physical strength as well as lethargy and fatigue. <i>Bloodfire fever</i>: Bite-injury; <i>save</i> Fort DC 14; <i>onset</i> 1 day; <i>frequency</i> 1/day; <i>effect</i> 1d3 Str damage, 1d3 Dex damage and target is fatigued; <i>cure</i> 2 consecutive <i>save</i>s. The <i>save</i> DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Slavering and voracious, trollhounds almost seem to be trolls in smaller canine form and indeed are often found as pets among gangs and tribes of trolls. Requiring vast amounts of food to power their regenerative metabolisms, wild trollhound packs range far and wide through the mountains of the north, their ravenous hunger driving them to hunt and consume any prey they can track down and kill. A typical trollhound stands 3-4 feet tall at the shoulder; has short, powerful legs; and weighs around 350 pounds. Trollhounds' skin is somewhat scaly, with patches of rough, greenish-black fur. They have oversized jaws with a pronounced underbite, and their eyes are normally a dull, hateful orange.<b></p><p>Ecology</b></p><p> Trollhounds are believed to be the outcome of infusing particularly ferocious worgs with alchemically prepared troll blood. The resulting beast loses the worg's evil intelligence but gains the ability to regenerate even the most grievous wounds, except those inflicted by fire or acid. Whatever their origin, trollhounds breed true and are often raised by trolls. Trollhounds are fearless on the hunt and in combat, relying on their ability to regenerate to carry them through. Not even fire is enough to repel them, as the beasts are apparently too dull to recognize the danger it poses to them. Nevertheless, fire is one of the most <i>effect</i>ive tools in combating trollhounds, and canny hunters know to burn every last remnant of a slain trollhound, for as is true of trolls, even the smallest piece of trollhound flesh will eventually regrow into a full-sized trollhound. The trollhound's ability to regenerate requires vast amounts of food, like that of trolls, and trollhounds spend the majority of their lives on an endless hunt. They are normally carnivorous but will eat almost anything to assuage their voracious appetites, though vegetable matter proves a poor substitute for fresh meat. Trollhounds consume the entirety of their kills, leaving very little for scavengers. A powerful digestive system and quick metabolism make short work of fur, scales, hooves, horns, antlers, and even bones. Only stone and metal are later excreted, coated in foul-smelling slurry. Trollhound females give birth to litters of up to a dozen pups, but only rarely does more than half that number survive to adulthood. Although trollhound pups are able to regenerate at birth and are born with a full set of teeth and claws, most fall victim to the hunger of their littermates or parents. Domesticated trollhound pups often meet the same fate as snacks for hungry juvenile trolls. Trollhound mothers feed their pups strips of meat from their own flesh until the pups are old enough to hunt for themselves, usually after about a year. Barring misfortune, a trollhound can live up to 20 years, though most die long before that, killed and devoured by their packmates or troll masters.<b></p><p>Habitat & Society</b></p><p> Trollhounds are most often found in the company of trolls, who breed the beasts as hunters, guards, pets, and food. Trollhounds seem to have an affinity for their giant masters, and tamed trollhounds always regard trolls as alpha members of the pack. Usually, a domesticated trollhound bonds with one particular troll. Thereafter, a trollhound fights to the death to defend its bonded troll, willingly laying down its life for its master. Unfortunately for most trollhounds, their troll masters rarely return this devotion. In times of hardship when food is scarce, a tribe's trollhounds are usually the first item on the menu. When not eating them for sustenance, trolls use trollhounds as guards for their lairs, as few trolls have the patience or attention span for long stretches of boring guard duty. Trolls also use trollhounds to aid them in their own hunts. Armed with an incredibly sensitive sense of smell, a trollhound can track prey for miles, often leading its troll masters to a den, lair, or settlement containing even more food. Once a hunt is successful, trolls and trollhounds share their kills, tearing indiscriminately into their prey and squabbling over scraps. In the wild, trollhounds form packs under the leadership of an alpha male. Such packs usually contain only half a dozen adult trollhounds or so-when a pack grows larger, its members invariably fight one another for dominance. Those too weak to defend their position in the pack end up as food for the more dominant members, reducing the pack to a more manageable size. Only the alpha male and alpha female are allowed to mate, producing one litter at a time whenever the previous set of pups reaches adulthood. Fights for mating rights also serve to keep a pack's numbers in check. Trollhound dens are usually located among mountainous crags, frequently in small natural caves. A single pack can claim quite a large territory and hunts all manner of life in the region until it is depleted, at which point the pack moves on to a new territory. A trollhound pack does not tolerate any rival packs in its territory, and territorial disputes are common. Rather than drive away rivals, the victorious trollhound pack claims a free meal. <br><b>Variant Trollhounds</b><br> Some reports claim that scrags have bred their own aquatic version of trollhounds. These \"scraghounds\" are said to possess crocodile- or shark-like jaws filled with teeth and to smell blood in the water over great distances. Scraghounds possess the aquatic subtype and the amphibious special quality. They have a base land speed of 20 feet, a swim speed of 30 feet, and the keen scent special ability (see page 247 of the Pathfinder RPG Bestiary). A scraghound's bite inflicts 1d8 points of damage, and its regeneration ability only works when the creature is submerged in water. The powerful subterranean rock trolls have also developed their own breed of trollhounds. Rock trollhounds have hard, pebbly skin that gives them a +8 natural armor bonus. They lack the regeneration ability of other trollhound variants but gain fast healing 3 when underground and touching natural earth. Like rock trolls, rock trollhounds are vulnerable to sunlight. A rock trollhound that is exposed to sunlight (not merely a <i>daylight</i> spell) can only take a single move or attack action and is instantly turned to stone (as if by a <i>flesh to stone</i> spell) in the next round if it fails a DC 17 Fortitude <i>save</i>. A rock trollhound must make a new saving throw each round it remains in sunlight. This <i>effect</i> ends at night, once the trollhound is no longer exposed to sunlight. <br><b>Training Trollhounds</b><br> The ravenous hunger and ferocious disposition of trollhounds makes them difficult to train under even the best circumstances. Taming a trollhound requires 4 weeks of work and a DC 25 Handle Animal check. Once a trollhound has been tamed, it can be further trained, though all DCs to do so are increased by 10. Using fire while training trollhounds grants a +2 circumstance bonus on skill checks. Trolls gain a +15 racial bonus on Handle Animal checks to tame or train a trollhound. Even when domesticated, trollhounds remain difficult to manage and must be kept well fed at all times. More than once, a brave but careless trainer has met his end in the jaws of his hungry charges.</p></h4></div>", "Languages": "", "Source": "AP 32", "Land": "0", "Organization": "solitary, pair, or pack (3- 8)", "Ref": "5", "Climb": "0", "HD": "(4d10+8)", "AbilitiyScores": "Str 18, Dex 13, Con 15, Int 2, Wis 11, Cha 6", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 686, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative, Skill Focus (Perception)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+4 Survival when tracking by scent", "AC": "15, touch 11, flat-footed 14", "Swim": "0", "Name": "Trollhound", "VariantParent": "", "Skills": "Perception +8, Stealth +5, Survival +1 (+5 scent tracking)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "1", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "cold mountains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +6, Ref +5, Will +1", "Melee": "bite +8 (1d6+6 plus disease and trip)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "40 ft.", "Alignment": "N", "Size": "Medium"}