{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 66, "Treasure": "double standard (masterwork sling with 20 sling bullets, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Blodeuwedd</h2><h3><i><i>Clothed in verdant lichen and flowers of broom</i>, <i>meadowsweet</i>, <i>and oak</i>, <i>this shapely maiden has skin of velvety moss and living grass for hair. An eldritch serenity graces her countenance as she approaches</i>, <i>her outstretched</i>, <i>root-like hands brushing the tips of the tallest</i> grass-<i>the wind itself whispers around her feet as patches of clover</i>, <i>heather</i>, <i>and milkweed mark her every step.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Blodeuwedd</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>CN Medium fey </h5><h5><b>Init </b>+5; <b>Senses </b>low-light vision; Perception +11</h5><h5><b>Aura </b>allergen (DC 16, 1d6 rounds)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>20, touch 16, flat-footed 14 (+5 Dex, +1 dodge, +4 natural)</h5><h5><b>hp </b>66 (7d6+35)</h5><h5><b>Fort </b>+7, <b>Ref </b>+10, <b>Will </b>+8</h5><h5><b>DR </b>5/cold iron</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +8 (1d8+4)</h5><h5><b>Ranged </b>mwk sling +9 (1d4+4)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 7th; concentration +11)</br>Constant&mdash;<i><i>speak with plants</i></i> </br>At will&mdash;<i><i>dancing lights</i></i>, <i><i>entangle</i></i> (DC 15),<i> <i>plant growth</i></i>,<i> <i>whispering wind</i></i></br>3/day&mdash;<i><i>deep slumber</i></i> (DC 17), <i><i>modify memory</i></i> (DC 18), <i><i>spike growth</i></i> (DC 17)</br>1/day&mdash;<i><i>goodberry</i></i>, <i><i>hallucinatory terrain</i></i> (DC 18), <i><i>lesser geas</i></i> (DC 17)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>21, <b>Con </b>21, <b>Int </b> 14, <b>Wis </b>17, <b>Cha </b>18</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+7; <b>CMD </b>23</h5><h5><b>Feats </b>Combat Casting, Dodge, Mobility, Weapon Finesse</h5><h5><b>Skills </b>Diplomacy +14, Escape Artist +10, Handle Animal +9, Heal +9, Knowledge (nature) +12, Perception +11, Perform (wind) +12, Sense Motive +11, Stealth +15, Survival +10; <b>Racial Modifiers </b>+4 Stealth in grasslands</h5><h5><b>Languages </b>Aklo, Common, Sylvan</h5><h5><b>SQ </b>change shape, verdant step, wild empathy +10</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate plains</h5><h5><b>Organization </b>solitary, pair, or gathering (3-8)</h5><h5><b>Treasure </b>double standard (masterwork sling with 20 sling bullets, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Allergen Aura (Ex)</b> A blodeuwedd exudes an aura of pollen and other irritating allergens that forces living creatures within 30 feet to make a DC 18 Fortitude save or become sickened, coughing and sneezing for 1d6 rounds. Creatures who successfully save cannot be affected by the same blodeuwedd's aura for 24 hours. A blodeuwedd can suppress this aura at will as a free action. The save DC is Constitution-based. </h5><h5><b>Change Shape (Su)</b> A blodeuwedd can assume a single unique humanoid shape or the form of a prairie owl once per day for up to 7 hours as if using the spell <i>polymorph.</i> These hours do not need to be consecutive and a blodeuwedd can return to her normal shape as a free action. </h5><h5><b>Nature's Infusion (Su)</b> Once per day, while surrounded by any field or fertile plain, a blodeuwedd may infuse herself with borrowed life energy from nearby plants and nutrients in the ground. This ability functions exactly like <i>false life</i> (CL 7th) but lasts only 1 hour. </h5><h5><b>Verdant Step (Su)</b> Every stride taken by a blodeuwedd causes small plants, grasses, and wildflowers to sprout from the ground, though she can suppress this effect if she desires. While within a plain of tall grass, brush, or similar undergrowth, a blodeuwedd may also step through such plant-life and emerge at any other point within the same field (potentially miles away). This ability functions similar to <i>transport via plants</i>, but a blodeuwedd can only transport herself and does not require a plant equal to her size. This ability is usable three times per day. </h5><h5><b>Wild Empathy (Ex)</b> This works like the druid's wild empathy class feature, except a blodeuwedd has a +6 racial bonus on the check. A blodeuwedd with druid levels adds this racial modifier to her wild empathy checks.</h5></div><br></br><div><h4><p><p>The mysterious blodeuwedds stand apart from dryads, their tree-bound sisters of the forest, instead watching over the open plains and prairies. They frequently guard the approaches to primeval, fey enclaves as well as various gateways and entry points into the First World-a task they take very seriously. Blodeuwedds hide such regions behind veils of illusion and trickery, quietly observing anyone passing through their lands, and occasionally sending mysterious messages to warn them away or to summon allies that can drive them out. Even when not standing sentinel over a point of otherworldly importance, blodeuwedds find spots of particular natural beauty, transforming such fields-usually only a few acres in size-into sites of unearthly lushness and natural wonder. A typical blodeuwedd stands a little over 5 feet tall, weighs 120 pounds, and may live up to 800 years.<b></p><p>Ecology</b></p><p> Instead of developing a lifelong bond with trees, blodeuwedds hold an affinity for open grasslands, moors, and plains. They survive off the land, taking nourishment from all that nature provides, while also looking after prairie animals in times of drought or lean winters. Unlike dryads, blodeuwedds have no dependency on the plants around them; they can willingly leave their chosen moor to visit their fey kin, scout their domain in owl form, or even mingle with frontier communities, changing shape to appear elven or human. Every 15 or so years, blodeuwedds may reproduce through a natural ritual of fertility known as the Blooming, a process by which they commune with the adopted plants of their surrounding field. At the height of the spring season, they then exchange pollen with every flower within 300 yards, a complicated and sensuous act that eventually allows a blodeuwedd to conceive. It takes 6 months to carry a new blodeuwedd to term, and they frequently come together to act as midwives during this time to ensure successful deliveries for one another. Some tales tell of blodeuwedds displaced from their homes or in captivity capable of performing the Blooming by drawing off the lifeforce of amorous men, ending in the withering death of the would-be father. Such legends give blodeuwedds a reputation for being dangerous seductresses in some regions. Blodeuwedds typically establish their own prairie holdings within 7 miles of each other for mutual support and ease of communication.<b></p><p>Habitat & Society</b></p><p> Blodeuwedds make their homes out of sod, carving them from the landscape and then encouraging prairie grass to grow over the exterior to hide them. These elaborate structures resemble small rises and hillocks that overlook ley lines and fairy paths between sites of great power and importance to the fey, which the blodeuwedds jealously guard from nonfey creatures. Most fey recognize such service by referring to blodeuwedds with honorific titles meant to curry their favor. As a result, many blodeuwedds set themselves up as queens or wardens to receive tribute from favored kin who pass through their realms. Blodeuwedds also rely on <i>plant growth</i> and their ability to <i>speak with plants</i> to manage the surrounding fields, encouraging them to grow into complex mazes of hedgerows, tangles, and thickets to better shape their territory. Often they use <i>hallucinatory terrain</i> to hide the best routes through these areas. Interlopers typically find themselves impeded by <i>entangle</i> or areas of <i>spike growth</i> when they enter a blodeuwedd's territory. Any who persist then become targeted by <i>deep slumber</i> or <i>modify memory</i> to lead them in false directions. More rarely, a blodeuwedd might aid one on an important quest, but she usually requires some form of guarantee before agreeing to do so. All blodeuwedds possess tremendous knowledge of and influence over the lands and creatures that border their fields. They often involve themselves in the politics of elves, gnomes, and humans who live nearby-even if only to warn against destructive trespasses or wasteful farming practices. They enjoy playing wind flutes, dancing under the stars, and chasing one another's fairy lights like fireflies among the tall grass. Blodeuwedd Queens Particularly old and active blodeuwedds- typically the eldest within a region that more than 10 blodeuwedds inhabit-sometimes ascend to the status of queens, gaining additional power and prestige among their own kind. They develop a greater affinity for the lands they rule and attract even more followers. The following adjustments to a standard blodeuwedd represent a young blodeuwedd queen at CR 8. More powerful varieties typically add class levels in druid or sorcerer, both of which are considered favored classes for a blodeuwedd queens. <ul><li> 9 Hit Dice <li> +2 natural armor <li> +4 Strength, +6 Constitution, +6 Charisma <li> <b>Additional Spell-Like Abilities (Sp)</b>: Always active-<i>endure elements</i>, <i>nondetection;</i> At will- create <i>water</i>, <i>detect animals or plants</i>; 3/day-<i>command plants</i>, <i>move earth</i>, <i>summon nature's ally IV</i>; 1/ day-<i>fire seeds</i>, <i>plant shape II</i>. These spelllike abilities and all others function at CL 11th.</ul></p></h4></div>", "Languages": "Aklo, Common, Sylvan", "Source": "AP 33", "Land": "0", "Organization": "solitary, pair, or gathering (3-8)", "Ref": "10", "Climb": "0", "HD": "(7d6+35)", "AbilitiyScores": "Str 18, Dex 21, Con 21, Int 14, Wis 17, Cha 18", "Gear": "", "Ranged": "mwk sling +9 (1d4+4)", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 709, "SubType": "", "MonsterSource": "", "Feats": "Combat Casting, Dodge, Mobility, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "7", "Fly": "0", "RacialMods": "+4 Stealth in grasslands", "AC": "20, touch 16, flat-footed 14", "Swim": "0", "Name": "Blodeuwedd", "VariantParent": "", "Skills": "Diplomacy +14, Escape Artist +10, Handle Animal +9, Heal +9, Knowledge (nature) +12, Perception +11, Perform (wind) +12, Sense Motive +11, Stealth +15, Survival +10", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "temperate plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape, verdant step, wild empathy +10", "Saves": "Fort +7, Ref +10, Will +8", "Melee": "2 claws +8 (1d8+4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "CN", "Size": "Medium"}