{"Group": "Cyclops", "Space": "15 ft.", "Mythic": "0", "HP": 195, "Treasure": "standard (mwk greatclub, hide armor, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Cyclops, Great </h2><h3><i><i>The land quivers with every movement of this ferocious titan. A mountain of horrible</i>, <i>bulging muscles covered in a hide as thick as stone</i>, <i>the misshapen humanoid swings a club larger than most trees with terrifying ease. Above a vast</i>, <i>drool-slick maw thick with uneven teeth gazes a single bloodshot eye</i>, <i>and even higher up</i>, <i>a stunted but deadly sharp horn.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Great Cyclops</p><p class=\"alignright\">CR 12</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>19,200</h5><h5>CE Huge humanoid </h5><h5><b>Init </b>+1; <b>Senses </b>low-light vision; Perception +22</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>26, touch 9, flat-footed 25 (+4 armor, +1 Dex, +13 natural, -2 size)</h5><h5><b>hp </b>195 (17d8+119)</h5><h5><b>Fort </b>+12, <b>Ref </b>+6, <b>Will </b>+14</h5><h5><b>Defensive Abilities </b>ferocity, rock catching</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft.</h5><h5><b>Melee </b>1 mwk greatclub +24/+19/+14 (3d8+19), 2 slams +23 (2d6+13)</h5><h5><b>Ranged </b>rock +13 (2d6+19)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>powerful charge (gore, 4d8+24)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>36, <b>Dex </b>13, <b>Con </b>25, <b>Int </b> 7, <b>Wis </b>14, <b>Cha </b>8</h5><h5><b>Base Atk </b>+12; <b>CMB </b>+27; <b>CMD </b>38</h5><h5><b>Feats </b>Awesome Blow, Cleave, Diehard, Endurance, Improved Bull Rush, Iron Will, Power Attack, Staggering Critical, Throw Anything</h5><h5><b>Skills </b>Perception +22</h5><h5><b>Languages </b>Cyclops</h5><h5><b>SQ </b>flash of brutality</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any temperate or tropical</h5><h5><b>Organization </b>solitary, colony (2-5), or tribe (6-14)</h5><h5><b>Treasure </b>standard (mwk greatclub, hide armor, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Flash of Brutality (Su)</b> Every round that a great cyclops makes an attack, there is a 5% chance that it gains a burst of savage inspiration. If this occurs, the cyclops triples the threat range of all weapons he attacks with for that round. For all of a great cyclops's natural attacks, tripling the threat range allows for a critical hit on any attack roll of 18-20. If a great cyclops is reduced to fewer than half its hit points (typically 97 or lower), its chance of gaining a flash of brutality increases to 15%. Should the cyclops have 0 hit points or fewer (conscious only due to its Diehard feat) and choose to attack, its chance of gaining a flash of brutality increases to 25%.</h5></div><br></br><div><h4><p><p>Degenerate giants of cyclops-kind, the legendary great cyclopes embody the rage and dark doom of this race of uncanny seers. In their eyes blaze endless possibilities for bloodshed and terror, their myopic gazes seeming to witness the potential for infinite deaths and devastations hidden within each moment. Gigantic but dull-witted, these massive savages lurk far from the lands of civilized races, but occasionally either need or fate drives them to rampages from which few are safe. Such undeniable force brings with it a dread that, in many instances, grows to reverence, giving rise to strange cults that cloak these cyclopes amid veils of menace and dark legends. The average great cyclops stands approximately 30 feet tall and weighs upward of 4 tons, though individuals of significantly greater size are known.<b></p><p>Ecology</b></p><p> Similar in many respects to better-known cyclopes or giants, great cyclopes are primeval titans, seeming throwbacks to a lost age of cyclopean savagery or degenerates from an era of lost wonders. Whatever their origins, great cyclopes bear a brute strength and rough primitiveness lost to their smaller kin. Aside from hide tougher than leather armor and a primal slope to both their posture and brows, each of these giants possesses a thick but short horn that protrudes from the brow. Although difficult to bring to bear in most battles, the horn allows a charging great cyclops to impale its victim with incredible force. While common cyclopes possess the uncanny ability to gaze into the future, great cyclopes lack such lucid insights. Rather, during times of strain and bloodlust, these giants often flash on scenes of even greater violence, which serves to drive their furies even further. This makes them awe-inspiring combatants, capable of causing ruin beyond belief even for beasts of such titanic size.<b></p><p>Habitat & Society</b></p><p> Denizens of remote and primeval parts of the world, great cyclopes typically dwell in lands where none might intrude upon them-deserted islands, high craggy mountains, and stoic hill countries often provide the great caves they favor as lairs. While most avoid well-traveled or populated lands, spending much of their time hunting megafauna and even monstrous prey in the wilds, some, driven by hunger or a desperation to wander, seek out the paths and settlements of humanoids, finding that their fragile buildings are easily shattered and that the mewling creatures make savory meals. Great cyclopes never voluntarily gather with others of their kind. Violent and selfish, the dangerous giants rarely collect in groups larger than a dozen, which are typically little more than hate-filled gangs organized around a single brutish leader. In such instances, weaker cyclopes hunt and serve their chief 's whims while he spends his time idle. Only fear of the chief keep these communities together-internal violence and even death are common. Such organization is sometimes mirrored by groups in which a lone great cyclops presses its lesser cyclops kin into service. Occasionally, though, the power structure takes on more complex arrangements, with small groups of cyclopes or other humanoids coming to revere great cyclopes, creating entire cults around the might and mystery of such beings. Cyclops Cults Atop the bald crests of shattered hills and before mawlike riffs in mountain walls rise eerily etched rune towers, their pinnacles crowned with great, swirling eye-like symbols and thick chains rooted deep into the rock. During the nights of the full moon, on days when the sun hangs longest in the sky, and during portentous eclipses- all times when the sky seems most watchful of the lands below-the blind, the mad, and the mutilated bring shrieking sacrifices to these terrifying monoliths, climb the ancient, weather-worn stairs, and shackle terrified offerings amid the staring stones risen halfway between the earth and sky. Then comes the blaring of shrill horns and the chanting of words with long-lost meanings, the ancient chorus that summons the great cyclops, demon and god, from his maze-like lair. The \"Adoration of the Eye\" is terrible but short, as the one-eyed titan makes quick work of its feast, rending limbs as it tears the frail flesh from its towering altar, devours the screaming thing, and-swiftly growing bored-wanders back to its den or off upon other depredations. Timidly, the worshipers return to the stones, reading omens in the bloody rivulets snaking down their crudely carved eyes-particularly omens which tell when to return again with a new offering to their bestial god. Who pays homage to cyclopes varies wildly; their cults take wildly different shapes, from the beast tribes of Iobaria to the mystery cults of Iblydos. For some, the worship is all mysticism and superstition, with primitive shamans seeking insights and power from blood, the heavens, and the cyclopes' inscrutable, all-seeing eye. For others, such veneration offers revelations into the lost ways and powers of the cyclopes, revealing and in some rare cases granting a measure of mastery over those forgotten secrets. Still others merely cloak their own cruelties and ambitions in the cloak of faith, drawing influence and might from false ceremonies and the favor of brutal giants. Whatever their form, cyclops cults dwell on the mysteries of insight, the future, the heavens, and the symbolic eye. To mimic their figureheads, many followers put out one of their own eyes as proof of their faith, or create-either artistically, surgically, or magically-a symbolic third eye in their forehead. Common cyclopes, many of whom become leaders and favored members of such cults, typically possess no greater insights into the ways or workings of their dubious faith than others but rarely make such failings openly known. Great cyclopes, however, often inadvertently serve as the unifying force of such cults, their great strength and ferocity lending an air of supernatural power to the cult's workings. These monstrous giants rarely have any understanding of the workings of the cult, aside from knowing they receive offerings from it, and might even be unaware that such gifts suggest reverence. Rather, most have a simple relationship with the leader or inner circle of a cult, enforcing the leader's might and occasionally destroying its enemies in return for victims to satiate their own cruel hungers.</p></h4></div>", "Languages": "Cyclops", "Source": "AP 33", "Land": "0", "Organization": "solitary, colony (2-5), or tribe (6-14)", "Ref": "6", "Climb": "0", "HD": "(17d8+119)", "AbilitiyScores": "Str 36, Dex 13, Con 25, Int 7, Wis 14, Cha 8", "Gear": "", "Ranged": "rock +13 (2d6+19)", "Type": "humanoid", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 711, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Cleave, Diehard, Endurance, Improved Bull Rush, Iron Will, Power Attack, Staggering Critical, Throw Anything", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "12", "Fly": "0", "RacialMods": "", "AC": "26, touch 9, flat-footed 25", "Swim": "0", "Name": "Great Cyclops", "VariantParent": "", "Skills": "Perception +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "12", "XP": 19200, "TemplatesApplied": "", "Environment": "any temperate or tropical", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "flash of brutality", "Saves": "Fort +12, Ref +6, Will +14", "Melee": "1 mwk greatclub +24/+19/+14 (3d8+19), 2 slams +23 (2d6+13)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "50 ft.", "Alignment": "CE", "Size": "Huge"}