{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 126, "Treasure": "double", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Peluda</h2><h3><i><i>Shuffling forward on thunderous elephantine limbs comes an immense dragon-like beast. Its serpentine maw snaps angrily at the end of a long</i>, <i>sinuous neck</i>, <i>and steam issues forth from between its razor-sharp fangs. A powerful tail moves in rhythm with the bobbing head</i>, <i>displaying a wicked set of spikes. Scores of quills jut from the beast's flanks</i>, <i>bristling outward with menacing intent.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Peluda</p><p class=\"alignright\">CR 10</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>9,600</h5><h5>NE Large dragon </h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +16</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>24, touch 10, flat-footed 23 (+1 Dex, +14 natural, -1 size)</h5><h5><b>hp </b>126 (11d12+55)</h5><h5><b>Fort </b>+14, <b>Ref </b>+8, <b>Will </b>+11</h5><h5><b>Defensive Abilities </b>ferocity; <b>DR </b>5/magic; <b>Immune </b>fire, paralysis, and sleep; <b>SR </b>21</h5><h5><b>Weaknesses </b>vulnerable tail</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 30 ft.</h5><h5><b>Melee </b>bite +17 (1d8+10), tail slap +12 (3d6+10 plus poison quills)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>breath weapon (50 ft. line, 6d6 fire damage, Reflex DC 19 half, usable every 1d4 rounds), quill barrage</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>25, <b>Dex </b>12, <b>Con </b>21, <b>Int </b> 6, <b>Wis </b>15, <b>Cha </b>12</h5><h5><b>Base Atk </b>+11; <b>CMB </b>+19; <b>CMD </b>30 (34 vs. trip)</h5><h5><b>Feats </b>Awesome Blow, Great Fortitude, Improved Bull Rush, Improved Initiative, Iron Will, Power Attack</h5><h5><b>Skills </b>Climb +11, Intimidate +15, Perception +16, Stealth +10, Swim +29</h5><h5><b>Languages </b>Draconic</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate marshes and plains</h5><h5><b>Organization </b>solitary or pair</h5><h5><b>Treasure </b>double</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Quill Barrage (Ex)</b> Three times per day, a peluda can bristle its quills and violently shake, sending dozens of spear-like barbs in all directions. All creatures with 15 feet of the peluda take 6d6 points of piercing damage and risk being poisoned (Reflex DC 20 halves the damage, though the victim still risks being poisoned). The <i>save</i> DC is Constitution-based. </h5><h5><b>Poison Quills (Ex)</b> A peluda's back and tail are covered in sharp black quills the length of shortspears. A creature struck by a peluda's tail slap or that strikes a peluda with a melee weapon, an unarmed attack, or a natural weapon takes 1d6 points of piercing damage from the peluda's quills and risks being poisoned. Melee weapons with reach do not endanger a user in this way. Any creature that grapples a peluda takes 3d6 points of piercing damage and risks being poisoned each round the grapple persists. Peluda poison: Quill-injury; <i>save</i> Fort DC 20; frequency 1/round for 6 rounds; effect 1d4 Con damage; cure 2 consecutive <i>save</i>s. The <i>save</i> DC is Constitution-based. </h5><h5><b>Vulnerable Tail (Su)</b> A peluda can be killed by severing its tail from its body. Any attack that is not an attempt to sever its tail affects the body, including area attacks or attacks that cause piercing or bludgeoning damage. To sever the tail, an opponent must make a sunder attempt with a slashing weapon targeting the tail. The tail is considered a separate weapon with hardness 5 and hit points equal to the peluda's HD. To sever the tail, the opponent must inflict enough damage on a single blow to reduce the tail's hit points to 0 or less. A peluda can't attack with a severed tail and thereafter automatically suffers 2d6 points of bleed damage each round until it dies.</h5></div><br></br><div><h4><p><p>Wild dragon-kin that stalk the savage places of the world, peludas loathe all the weak, fragile creatures smaller than themselves, especially the various arrogant breeds of humanoids. Viewing themselves as true and regal dragons, these brutes seek to dominate swampy or overgrown territories but a few miles wide, driving off other creatures and despoiling the land as they please. Often their lands become littered with traces of their passage: great footprints in muddy banks, felled trees, and rotted corpses riddled with peludas' lance-like quills. Although most think themselves clever, peludas swiftly grow tired of tactics and debate, and it often takes little more than the suggestion of a trespasser to make them run amuck. Elder peludas often appear far bulkier than their bare physical frames would suggest. As the majority of their roughly serpentine bodies bristle with lengthy quills, they look to be far stouter than they truly are with their naked reptilian necks, tails, and feet sprouting from a forest of deadly barbs. A typical 15-foot-long adult peluda can raise its head up to 8 feet off the ground and weighs approximately 300 pounds.<b></p><p>Ecology</b></p><p> Peludas have a voracious appetite, gorging themselves on all manner of beasts drawn to the rivers, marshlands, and wild plains where they live. Much like a snake, these creatures can unhinge their lower jaw to swallow larger prey after pulverizing it with blows from their massive tail. They prefer to do so, however, after roasting their meal with their fiery breath. Peludas fear nothing smaller than themselves and routinely bring down larger prey even at a short distance with volleys of their poisonous quills. Their dangerous hide also acts as a defense to ward off gigantic predators like rocs or even true dragons, making peludas an unappetizing-and poisonous-meal at best. Although most peludas prefer the cool darkness of reedy marshlands-especially sparsely forested bogs, as their quills can make navigating dense overgrowth frustrating-peludas occasionally venture further inland to enhance their diets, feeding on the livestock, crops, and people of rural communities. They see these excursions as nothing more than brief hunting sorties, often with the opportunity to cruelly ruin the fragile works of lesser creatures. Peludas lay small clutches of eggs that never result in more than two or three young at a time. Ensuring that such limited numbers of offspring reach maturity presents a significant challenge for these violent creatures, as just as many of these young, bald peludas fall to the tempers of their parents as to attacks from interlopers or other beasts.<b></p><p>Habitat & Society</b></p><p> Peludas often lair in caves, either caverns half-submerged in bogs or cool rents in the earth. While not exceptionally intelligent compared to other dragons, peludas possess a heightened survival instinct and a penchant for collecting interesting shards of metal from tools, armor, and weapons taken from their victims. They also swallow shiny coins, gems, and jewelry, believing it helps strengthen their quills and the potency of their fiery breath. Occasionally a particularly cunning tribe of savage humanoids-typically lizardfolk or orcs-finds a way to assuage the temper of a peluda that lairs nearby, elevating the creature to the status of a local liege or deity. Whether the tribe believes in the dragon-kin's lordly status varies from community to community, though all pay the more powerful creature deference and many provide offerings of captives and wealth. Although peludas rarely have any actual affection for such servants-and more than one tribe has been scoured from the land in a random fit of flaming temper-all revel in the submission of weaker creatures and the gifts of gold and food they bring, as such deeds act as a balm to their typically fragile draconic egos. As nearly all peluda dwell on the fact that they lack the fearsomeness and power of true dragons, they do all they can to exhibit their ferocity and might. While the destruction they cause and the subservience of weaker creatures indulges peludas' fragile delusions, any suggestion that they are not every bit as mighty as their draconic peers-especially from those they view as lesser creatures-throws them into a rage few provokers can hope to survive.</p></h4></div>", "Languages": "Draconic", "Source": "AP 33", "Land": "0", "Organization": "solitary or pair", "Ref": "8", "Climb": "0", "HD": "(11d12+55)", "AbilitiyScores": "Str 25, Dex 12, Con 21, Int 6, Wis 15, Cha 12", "Gear": "", "Ranged": "", "Type": "dragon", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 712, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Great Fortitude, Improved Bull Rush, Improved Initiative, Iron Will, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "", "AC": "24, touch 10, flat-footed 23", "Swim": "0", "Name": "Peluda", "VariantParent": "", "Skills": "Climb +11, Intimidate +15, Perception +16, Stealth +10, Swim +29", "ClassArchetypes": "", "IsTemplate": "0", "Will": "11", "Race": "", "CR": "10", "XP": 9600, "TemplatesApplied": "", "Environment": "temperate marshes and plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +14, Ref +8, Will +11", "Melee": "bite +17 (1d8+10), tail slap +12 (3d6+10 plus poison quills)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., swim 30 ft.", "Alignment": "NE", "Size": "Large"}