{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 76, "Treasure": "standard (typically gemstones)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Stygira</h2><h3><i><i>Gaunt and parched</i>, <i>this crone-like figure moves with the predatory jerkiness of a hunting vulture. Unnaturally tall and lean</i>, <i>her form is all cracked flesh and stony crevices spanning a wasteland of withered gray flesh. Shattered black teeth jut from a chapped</i>, <i>lipless mouth that stretches beneath a high</i>, <i>scarred brow devoid of nose or eyes.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Stygira</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>LE Medium monstrous humanoid </h5><h5><b>Init </b>+7; <b>Senses </b>blindsight 30 ft. (120 ft. with gem eye), scent, <i>true seeing</i> with gem eye; Perception +23</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 13, flat-footed 16 (+3 Dex, +6 natural)</h5><h5><b>hp </b>76 (8d10+32)</h5><h5><b>Fort </b>+6, <b>Ref </b>+9, <b>Will </b>+14</h5><h5><b>DR </b>10/adamantine; <b>Immune </b>gaze attacks, paralysis, petrification; <b>SR </b>18</h5><h5><b>Weaknesses </b>light blindness</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 claws +11 (1d4+3 plus stone curse)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>gem gaze, stone curse</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>16, <b>Con </b>18, <b>Int </b> 17, <b>Wis </b>22, <b>Cha </b>15</h5><h5><b>Base Atk </b>+8; <b>CMB </b>+11; <b>CMD </b>24</h5><h5><b>Feats </b>Alertness, Blind-Fight, Improved Initiative, Iron Will</h5><h5><b>Skills </b>Bluff +10, Knowledge (arcana) +11, Knowledge (dungeoneering) +11, Knowledge (religion) +11, Perception +23, Sense Motive +16, Spellcraft +11; <b>Racial Modifiers </b>+4 Perception (with gemstone)</h5><h5><b>Languages </b>Cyclops, Giant, Terran</h5><h5><b>SQ </b>gem eye</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate hills and underground</h5><h5><b>Organization </b>solitary, pair, or mystery (3-7)</h5><h5><b>Treasure </b>standard (typically gemstones)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Gem Eye (Su)</b> Stygiras possess a special connection with gemstones. While holding or otherwise in contact with a gemstone of at least the size of a human eye, a stygira can see through the gemstone like a magical eye, viewing her surroundings as if her blindsense extended to 120 feet and she were under the <i>effect</i>s of <i>true seeing</i>, which grants her a +4 bonus on Perception checks. </h5><h5><b>Gem Gaze (Su)</b> Shaken for 1d4 rounds, 30 feet, Fortitude DC 16 negates. The <i>save</i> DC is Charisma-based. A stygira can only make use of this ability while holding a gemstone. </h5><h5><b>Light Blindness</b> Despite their <i>effect</i>ive blindness, stygiras remain sensitive to light. Abrupt exposure to bright light blinds stygiras for 1 round; on subsequent rounds, they are dazzled as long as they remain in the affected area. </h5><h5><b>Stone Curse (Su)</b> Any creature struck by a stygira's claws must make a DC 18 Will <i>save</i> or be affected by a curse that gradually drains it of color, stiffens its joints, and finally turns the victim to stone. This curse proves frighteningly unpredictable, forcing another <i>save</i> against its <i>effect</i>s every 1d3 hours. Any creature that is drained to 0 Dexterity or fails three <i>save</i>s against the curse is permanently petrified. Even if a creature is petrified and then restored to flesh, it is still affected by the curse and is petrified again upon failing its next <i>save</i> against the curse. A stone curse can only be removed in one of two ways: by casting <i>remove curse</i> or by spending a full hour in unobstructed natural sunlight. Magical radiance like <i>daylight</i> does not affect a stone curse, and <i>remove curse</i> does not return a petrified creature to flesh. The <i>save</i> DC is Constitution-based. <i>Stone curse:</i> Claw-curse; <i>save</i> Will DC 18; <i>frequency</i> 1/1d3 hours; <i>effect</i> 1d6 Dex damage, failing 3 <i>save</i>s results in petrification; <i>cure</i> casting <i>remove curse</i> or spending 1 hour in natural sunlight</h5></div><br></br><div><h4><p><p>Withered hermits wrapped in tattered black rags, these scarred, eyeless crones slip through the dark crevasses of both earth and time. Degenerate inheritors of the half-remembered, collapsed cyclops civilizations, the stygiras-or stone witches, as they are often called- command strange secrets of the earth and interpret the fateful energies of the depths. Ages of communion with the darkness and reliance upon alien magics have corrupted the stygiras from the primitive human witches their ancestors were countless ages ago, transforming them into a terrifying, debased breed infused with magics not their own. In many a savage land, these crones were once or are still worshiped as seers and demigods, weaving magic and communing with the earth to manipulate their servants into obeying their selfish and grotesque whims. In other realms, they haunt the night, prowling from their caves to feed upon the unwary or make alliances with those cruel and ambitious enough to believe their perverse counsel. Yet for all their perverse blasphemies and primitive desires, their powers to see what none should and reduce life to brittle stone proves enough to inspire dread and superstitious belief in nearly all who hear of the harsh stone witches. Stygiras on average stand 6-1/2 feet tall and weigh approximately 150 pounds.<b></p><p>Ecology</b></p><p> It is said that the stygiras draw their power from stone and from the darkness. Certainly they live their entire lives in the dark, traveling through intricate, maze-like caverns and the moonless sky with equal ease. They draw their sustenance from the base things they scrape from the earth-vermin, molds, lichens, and whatever fleshy things happen into their lairs. Although technically blind, stygiras have almost supernaturally keen hearing, taste, and touch, and so have no need for sight. What remains of the eyes that lurk as vestigial elements of their anatomy hide beneath the scarred flesh of their faces. While such remnant organs typically go unused, they can still detect the presence of light, an uncomfortable sensation that all stygiras take great pains to avoid. Stygiras can in fact travel under the skies, but they quickly become agoraphobic and retreat to the safety of shadowy canyons or caves as soon as possible. They avoid the sunlight hours, with most willing to face death in the darkness rather than take their chances venturing into the light. All stygiras are female; they are capable of reproducing with humanoids of nearly any species and always bearing three or more withered-and typically stillborn-stygira young. Yet stygiras make up for their appallingly low live birth and survival rates with unnaturally long lifespans. None can say how long stygiras who don't meet their end by violence might live, but instances of stone witches living for 3 or more centuries are well documented.<b></p><p>Habitat & Society</b></p><p> Stygiras most commonly occupy lands near the phenomenally ancient tombs and monuments of the cyclops empires. While some of the crazed witches make the impossible claim that all stygira are the surviving mortal apprentices of primordial cyclops seers, saner minds posit that the predecessors of these crones were primitive human shamans and mystics who managed to tap into a degree of the fallen empires' powers. Whatever the case, the connection between stygiras and the ancient cyclopes lingers in their shared language and the mad scrawls covering many of these hags' lairs.</p></h4></div>", "Languages": "Cyclops, Giant, Terran", "Source": "AP 33", "Land": "0", "Organization": "solitary, pair, or mystery (3-7)", "Ref": "9", "Climb": "0", "HD": "(8d10+32)", "AbilitiyScores": "Str 17, Dex 16, Con 18, Int 17, Wis 22, Cha 15", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 713, "SubType": "", "MonsterSource": "", "Feats": "Alertness, Blind-Fight, Improved Initiative, Iron Will", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+4 Perception (with gemstone)", "AC": "19, touch 13, flat-footed 16", "Swim": "0", "Name": "Stygira", "VariantParent": "", "Skills": "Bluff +10, Knowledge (arcana) +11, Knowledge (dungeoneering) +11, Knowledge (religion) +11, Perception +23, Sense Motive +16, Spellcraft +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "temperate hills and underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "gem eye", "Saves": "Fort +6, Ref +9, Will +14", "Melee": "2 claws +11 (1d4+3 plus stone curse)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft.", "Alignment": "LE", "Size": "Medium"}