{"Group": "Demon", "Space": "10 ft.", "Mythic": "0", "HP": 370, "Treasure": "standard (+1 unholy longsword, +1 flaming whip, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Demon, Balor </h2><h3><i>This winged fiend's horned head and fanged visage present the perfection of the demonic form, fire spurting from its flesh.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Balor</p><p class=\"alignright\">CR 20</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>307,200</h5><h5>CE Large outsider (chaotic, demon, evil, extraplanar)</h5><h5><b>Init </b>+11; <b>Senses </b>darkvision 60 ft., low-light vision, true seeing; Perception +38</h5><h5><b>Aura </b>flaming body, unholy aura (DC 26)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>36, touch 20, flat-footed 29 (+4 deflection, +7 Dex, +16 natural, -1 size)</h5><h5><b>hp </b>370 (20d10+260)</h5><h5><b>Fort </b>+29, <b>Ref </b>+17, <b>Will </b>+25</h5><h5><b>DR </b>15/cold iron and good; <b>Immune </b>electricity, fire, poison; <b>Resist </b>acid 10, cold 10; <b>SR </b>31</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 90 ft. (good)</h5><h5><b>Melee </b><i>+1 vorpal unholy longsword</i> +31/+26/+21/+16 (2d6+13), +1 vorpal flaming whip +30/+25/+20 (1d4+7 plus 1d6 fire and entangle) or </br>2 slams +31 (1d10+12)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft. (20 ft. with whip)</h5><h5><b>Spell-Like Abilities</b> (CL 20th)</br>Constant&mdash;<i>true seeing</i>, <i>unholy aura</i> (DC 26)</br>At will&mdash;<i>dominate monster</i> (DC 27),<i> greater dispel magic</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only),<i> power word stun</i>, <i><i>telekinesis</i></i> (DC 23)</br>3/day&mdash;quickened <i><i>telekinesis</i></i> (DC 23)</br>1/day&mdash;<i>blasphemy</i> (DC 25), <i>fire storm</i> (DC 26), <i>implosion</i> (DC 27), <i>summon</i> (level 9, any 1 CR 19 or lower demon 100%)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 35, <b>Dex</b> 25, <b>Con</b> 36, <b>Int</b> 24, <b>Wis</b> 24, <b>Cha</b> 27</h5><h5><b>Base Atk </b>+20; <b>CMB </b>+33; <b>CMD </b>54</h5><h5><b>Feats </b>Cleave, Combat Reflexes, Greater Two-Weapon Fighting, Improved Initiative, Improved Two-Weapon Fighting, Iron Will, Power Attack, Quicken Spell-Like Ability (telekinesis), Two-Weapon Fighting, Weapon Focus (longsword)</h5><h5><b>Skills </b>Acrobatics +27, Bluff +31, Diplomacy +31, Fly +32, Intimidate +31, Knowledge (history) +27, Knowledge (nobility) +27, Knowledge (planes) +30, Knowledge (religion) +27, Perception +38, Sense Motive +30, Stealth +26, Use Magic Device +31; <b>Racial Modifiers </b>+8 Perception</h5><h5><b>Languages </b>Abyssal, Celestial, Draconic; telepathy 100 ft.</h5><h5><b>SQ </b>death throes, vorpal strike, whip mastery</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Abyss)</h5><h5><b>Organization </b>solitary or warband (1 balor and 2-5 glabrezus)</h5><h5><b>Treasure </b>standard (+1 unholy longsword, +1 flaming whip, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Death Throes (Su)</b> When killed, a balor explodes in a blinding flash of fire that deals 100 points of damage (half fire, half unholy damage) to anything within 100 feet (Reflex DC 33 halves). The save DC is Constitution-based.</h5><h5><b> Entangle (Ex)</b> If a balor strikes a Medium or smaller foe with its whip, the balor can immediately attempt a grapple check without provoking an attack of opportunity. If the balor wins the check, it draws the foe into an adjacent square. The foe gains the grappled condition, but the balor does not. </h5><h5><b>Flaming Body (Su)</b> A balor's body is covered in dancing flames. Anyone striking a balor with a natural weapon or unarmed strike takes 1d6 points of fire damage. A creature that grapples a balor or is grappled by one takes 6d6 points of fire damage each round the grapple persists. </h5><h5><b>Vorpal Strike (Su)</b> Any slashing weapon a balor wields (including its standard longsword and whip) gains the vorpal weapon quality. Weapons retain this quality for one hour after the balor releases the weapon, but after this the weapon reverts to its standard magical qualities, if any.</h5><h5><b> Whip Mastery (Ex)</b> A balor treats a whip as a light weapon for the purposes of two-weapon fighting, and can inflict lethal damage on a foe regardless of the foe's armor.</h5></div><br></br><div><h4><p>When folk whisper frightened tales of the demonic, what most envision is a towering figure of fire and flesh, a horned nightmare armed with flaming whip and sword flying through the night in search of its latest victim. The demon these folk fear is the balor, and that fear is justly placed, for few demons can match the mighty balor in strength or brutality.</p><p>On the Abyss, most balors serve demon lords as generals or captains (those balors who don't are even more potent, and are known as balor lords-see below). A balor typically commands vast legions of demons, and while it often lets these slavering and eager minions fight its battles, the balor is far from a coward. If presented with an opportunity to join a fight, few balors choose to resist.</p><p>In combat, a balor relies upon its spell-like abilities to fight foes wise enough to avoid melee range, favoring destructive powers like fire storm or implosion and saving dominate monster for use against the rare foe it would prefer to capture alive. A balor usually uses telekinesis to disarm ranged weapons or pull foes into melee-with the use of a quickened telekinesis, a balor can use the latter tactic and still inf lict a full-round attack on a hapless foe.</p><p>A balor reduced to fewer than 50 hit points almost always seeks to flee via teleportation, but if that and flight prove impossible it seeks to position itself such that, if it is slain, its death throes are as devastating as possible to the enemy host.</p><p>A balor stands 14 feet in height and weighs 4,500 pounds.</p><p>Only the cruelest mortal souls can fuel the creation of a balor-unlike in the cases of most other demons, it often takes multiple souls of powerful villains to trigger the birthing of a new balor.</p><p><b>Balor Lords</b><br> Even more terrible than the typical balor are those who do not call a demon lord their master, but instead are masters themselves. A balor lord typically rules over a region no larger than half the size of the realm in which it resides (as only full demon lords can command the rule of an entire Abyssal realm), and even though most balor lords rule much smaller regions (generally areas comparable in size to a single continent), their power is vast indeed.</p><p>A balor lord is typically a CR 21 to CR 25 monster (a range shared with the various unique nascent demon lords, with the range of CR 26 and above being the domain of the demon lords themselves), and as such serves quite well as the final villain in a long-running campaign. The majority of balor lords have several levels of barbarian, fighter, or ranger (although ranger balor lords never form bonds with animals), but some instead have levels of bard, rogue, sorcerer, or wizard. Cleric balor lords are unknown, as they see themselves as objects of worship, not the other way around, although rumors persist of powerful balor clerics that directly serve demon lords or even evil gods.</p><p>In addition to any benefits a balor lord might gain from its class levels, all balor lords possess one additional unique ability over and above those granted by its race and class. Listed here are three sample balor lord abilities, but these samples are by no means the entirety of the strange powers a balor lord might wield.</p><p><b>Lifedrinker (Su)</b> Whenever the balor lord slays a living foe, it receives the benefits of a heal spell (CL 20th). This ability can activate up to once per round.</p><p><b>Master of Magic (Su)</b> The balor lord has additional spell-like abilities (20 spell levels' worth of 1st-4th level spells usable at will and 20 spell levels' worth of 5th-8th level spells usable 3 times a day).</p><p><b>Soul Swallow (Su)</b> As a standard action, the balor lord can inhale the soul of a living creature within 30 feet. The target must make a Fortitude save (DC 10 + 1/2 balor lord's racial HD + the balor lord's Charisma modifier) or die.</p><p>The body of a humanoid creature killed in this manner immediately transforms into a demon under the balor lord's command (a babau, succubus, or shadow demon, according to the balor lord's whim).</p></h4></div>", "Languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", "Source": "PFRPG Bestiary", "Land": "1", "Organization": "solitary or warband (1 balor and 2-5 glabrezus)", "Ref": "17", "Climb": "0", "HD": "(20d10+260)", "AbilitiyScores": "Str 35, Dex 25, Con 36, Int 24, Wis 24, Cha 27", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft. (20 ft. with whip)", "DontUseRacialHD": "0", "id": 76, "SubType": "(chaotic, demon, evil, extraplanar)", "MonsterSource": "", "Feats": "Cleave, Combat Reflexes, Greater Two-Weapon Fighting, Improved Initiative, Improved Two-Weapon Fighting, Iron Will, Power Attack, Quicken Spell-Like Ability (telekinesis), Two-Weapon Fighting, Weapon Focus (longsword)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "29", "Fly": "1", "RacialMods": "+8 Perception", "AC": "36, touch 20, flat-footed 29", "Swim": "0", "Name": "Balor", "VariantParent": "", "Skills": "Acrobatics +27, Bluff +31, Diplomacy +31, Fly +32, Intimidate +31, Knowledge (history) +27, Knowledge (nobility) +27, Knowledge (planes) +30, Knowledge (religion) +27, Perception +38, Sense Motive +30, Stealth +26, Use Magic Device +31", "ClassArchetypes": "", "IsTemplate": "0", "Will": "25", "Race": "", "CR": "20", "XP": 307200, "TemplatesApplied": "", "Environment": "any (Abyss)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "death throes, vorpal strike, whip mastery", "Saves": "Fort +29, Ref +17, Will +25", "Melee": "+1 vorpal unholy longsword +31/+26/+21/+16 (2d6+13), +1 vorpal flaming whip +30/+25/+20 (1d4+7 plus 1d6 fire and entangle) or 2 slams +31 (1d10+12)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "40 ft., fly 90 ft. (good)", "Alignment": "CE", "Size": "Large"}