{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 15, "Treasure": "NPC gear (masterwork net, spear, other treasure)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Bog Strider</h2><h3><i><i>A narrow</i>, <i>beetle-like creature glides across the water's dark surface on four brown</i>, <i>spindly legs. It stands just over five feet tall</i>, holding its head and thorax upright while clutching an intricately carved hunting spear in two clawed forelimbs. Powerful mandibles click in rhythm with the reed-thin antennae waving upon its head as if testing the air for the scent of prey.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Bog Strider</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Medium monstrous humanoid </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., tremorsense 120 ft. (in water); Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 13, flat-footed 13 (+2 Dex, +1 dodge, +3 natural)</h5><h5><b>hp </b>15 (2d10+4)</h5><h5><b>Fort </b>+2, <b>Ref </b>+5, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., water stride 50 ft.</h5><h5><b>Melee </b>spear +4 (1d8+3/x3), bite -1 (1d6+1) or </br>2 claws +4 (1d4+2), bite +4 (1d6+2)</h5><h5><b>Ranged </b>spear +4 (1d8+2/x3) or </br>mwk net +5 ranged touch (entangle)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>14, <b>Con </b>14, <b>Int </b> 11, <b>Wis </b>13, <b>Cha </b>9</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+4; <b>CMD </b>17 (21 vs. trip)</h5><h5><b>Feats </b>Dodge</h5><h5><b>Skills </b>Perception +6, Stealth +7, Survival +6, Swim +11; <b>Racial Modifiers </b>+4 Swim</h5><h5><b>Languages </b>Aquan; tremor tap 120 ft.</h5><h5><b>SQ </b>hold breath, water sprint</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate or warm swamps</h5><h5><b>Organization </b>solitary, pair, band (3-12), or tribe (13-60)</h5><h5><b>Treasure </b>NPC gear (masterwork net, spear, other treasure)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Hold Breath (Ex)</b> A bog strider can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning. </h5><h5><b>Tremor Tap (Ex)</b> Bog striders can send and receive messages by creating and sensing silent vibrations on the surface of any body of water they currently tread. The range of communication extends outward 120 feet to all other bog striders within line of effect on or under the water. Because the ripples created on the water prove omni-directional, bog striders can communicate with multiple targets at the same time. Only bog striders can understand this form of communication. This ability also grants bog striders tremorsense in water at a range of 120 feet. </h5><h5><b>Water Sprint (Ex)</b> Once per hour, a bog strider can move up to 5 times its normal speed (250 feet) on water when making a charge or retreating from an enemy. Once it decides to increase its movement in this fashion, the effect lasts for up to 4 rounds, after which a bog strider becomes fatigued for as many rounds as it chose to move at a higher speed. </h5><h5><b>Water Stride (Su)</b> A bog strider can tread upon rivers, lakes, and flooded swamplands or marshes as if under the effects of the <i>water walk</i> spell. It also gains an increased movement rate by using the surface tension and its multiple legs to propel itself across the water.</h5></div><br></br><div><h4><p><p>Bog striders call themselves Ses'h in Aquan, but the first explorers to encounter them named the reclusive bug-men after their ability to stride on water like solid ground. Individual bog striders resemble upright beetles with four legs, two arms, and powerful mandibles. They depend on their waterborne speed to quickly chase down prey and flee from predators. Otherwise, they care little for civilizations other than their own, rarely venturing from the swampy rivers and lakes they call home. The long, spindly legs of bog striders give the impression of a greater size then their relatively fragile frames actually account for. Although their limbs are in most cases more than double, even triple, the length of other humanoids, their inflexible joints grant them little more mobility, range of motion, and capability to reach than others. Regardless of gender, nearly all bog striders stand 5 feet tall and weigh approximately 150 pounds.<b></p><p>Ecology</b></p><p> Bog striders reproduce during specific seasonal and astrological cycles that occur only two to three times during their entire lifespan-detecting their moment of peak fertility through changes in the weather and tidal effects upon large bodies of water. Thereafter, pregnant females lay a clutch of four to 10 eggs, keeping them submerged and guarding against predators until they hatch 6 months later. The younglings then cling to their mother for the next 3 months as they learn the rudiments of survival and socialization within the tribe. Unfortunately, predators (intelligent or otherwise) often view bog strider eggs and younglings as easy prey. Hatcheries suffer attacks by crocodiles and giant frogs, while birds of prey, boggards, and human hunters pick off younglings who stray from their mothers on the open water. As a result of these reproductive challenges, bog striders struggle to keep pace with other swamp-dwelling cultures, suffering through periods of decline and nearextinction. These difficulties make them increasingly insular and territorial, meeting interlopers with spears more often than diplomacy. A bog strider's diet consists almost entirely of meat. They routinely hunt for fish, crustaceans, or snakes, and occasionally hunt for birds, giant wasps, or dragonflies. They particularly excel at spearfishing and snaring airborne prey with thrown nets. The wide stance of a bog strider's four legs displaces its weight over any body of water by maintaining the surface tension with a cushion of air trapped beneath several small ridges on each foot. While not dissimilar to the motion of minute water-striding insects, for bog striders the motion is aided by some manner of innate magic or other supernatural relationship with the water. Regardless of the source of this ability, it allows them to literally walk on water, though they can also fully submerge and hide below the surface if they desire. Bog striders who survive into adulthood can live up to 60 years. Each youngling develops a varied pattern of mottled gray and brown coloration across its carapace, uniquely distinguishing it from others. These spots tend to fade as bog striders age, causing their elders to all look much alike. Habitat & Societ y Bog striders can survive in all but the coldest of climes, living their entire lives on the rivers, lakes, and bogs where they make their homes. Their society focuses primarily on survival due to the depredations of natural predators and wars with lizardfolk and boggards. Each member of a bog strider tribe, both male and female, learns to defend the tribe at the earliest possible age. In addition, everyone must develop a skill that contributes to the community's prosperity, and by extension, the continued survival of their species. Females serve as the builders of bog strider society. They weave large mats of reeds, rushes, and netting that they coat in waterproof tree sap to trap pockets of air below the water's surface where they can safely build and hide their villages. When not looking after their young, the females continuously expand or replace flooded sections of these communities. Meanwhile, male bog striders act as hunters and gatherers, bringing back enough food to last through harsh winters and times of drought. They also scout the waterways for threats to their community, leaving those who pass through their territory unmolested but fighting off those who attempt to stay or exploit the same resources they depend upon. Frequently small bands also venture far from their native lands, seeking to find new, uninhabited waterways where their imperiled communities might be left in peace. Seer-queens rule over multiple bog strider communities to form secluded tribal unions, acting as religious leaders and reading the river currents or tides to divine the will of Gozreh. Many become clerics or druids worshiping the nature god in its feminine form, though they interpret Gozreh more as a great body of water than a likeness of themselves. Because seer-queens lose their personal markings like any other elder, they are difficult to distinguish from the rest of their community. They often use this advantage to hide among their own people, both to thwart those who would target them and to mingle more freely among their subjects. </h5><h5><b>Bog Strider Seer-Queens</b><br> Leaders of multiple tribes of bog striders, seer-queens help organize and coordinate efforts to stave off the extinction of their species and interpret the will of nature. The following adjustments to a standard bog strider represent a seer-queen. Many also pursue a deeper faith in Gozreh, attaining class levels as a cleric or druid. </h5><h5><b>+5 natural armor</b>. This replaces the standard bog strider natural armor bonus. </h5><h5><b>+4 Intelligence, +4 Wisdom, +6 Charisma</b>. Seer-queens are smarter, wiser, and more regal than normal bog striders. </h5><h5><b>Water Magic (Sp)</b> While standing upon the water's surface, bog strider seer-queens can cast the following powers as spell-like abilities: 3/day-<i>create water</i>, <i>purify food and drink</i>; 1/day-<i>delay poison</i>, <i>fog cloud</i>, <i>quench.</i></p></h4></div>", "Languages": "Aquan; tremor tap 120 ft.", "Source": "AP 34", "Land": "1", "Organization": "solitary, pair, band (3-12), or tribe (13-60)", "Ref": "5", "Climb": "0", "HD": "(2d10+4)", "AbilitiyScores": "Str 14, Dex 14, Con 14, Int 11, Wis 13, Cha 9", "Gear": "", "Ranged": "spear +4 (1d8+2/x3) or mwk net +5 ranged touch (entangle)", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 832, "SubType": "", "MonsterSource": "", "Feats": "Dodge", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "2", "Fly": "0", "RacialMods": "+4 Swim", "AC": "16, touch 13, flat-footed 13", "Swim": "0", "Name": "Bog Strider", "VariantParent": "", "Skills": "Perception +6, Stealth +7, Survival +6, Swim +11", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "temperate or warm swamps", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "hold breath, water sprint", "Saves": "Fort +2, Ref +5, Will +4", "Melee": "spear +4 (1d8+3/x3), bite -1 (1d6+1) or 2 claws +4 (1d4+2), bite +4 (1d6+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "30 ft., water stride 50 ft.", "Alignment": "N", "Size": "Medium"}