{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 39, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Calathgar</h2><h3><i>The acrid scent of vinegar wafts from this shield-sized blossom. Amid shocking blue petals slowly twitches a cluster of sharp stamens arranged like a ring of teeth within a leafy muzzle.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Calathgar</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Small plant </h5><h5><b>Init </b>+8; <b>Senses </b>darkvision 30 ft., low-light vision, scent; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 15, flat-footed 12 (+4 Dex, +1 natural, +1 size)</h5><h5><b>hp </b>39 (6d8+12)</h5><h5><b>Fort </b>+6, <b>Ref </b>+6, <b>Will </b>+4</h5><h5><b>Defensive Abilities </b>cold healing; <b>Immune </b>cold, plant traits</h5><h5><b>Weaknesses </b>fire vulnerability</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., climb 20 ft.</h5><h5><b>Melee </b>flower +7 (1d6+2 plus 1d6 cold), 2 tendrils +7 (1d4+2)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft. (10 ft. with tendrils)</h5><h5><b>Special Attacks </b>seed spray (15-ft. cone, 4d6 cold damage, Reflex DC 14 for half, usable every 1d4 rounds)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>14, <b>Dex </b>19, <b>Con </b>14, <b>Int </b> 6, <b>Wis </b>15, <b>Cha </b>12</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+5; <b>CMD </b>19 (21 vs. trip)</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Improved Initiative</h5><h5><b>Skills </b>Stealth +17</h5><h5><b>Languages </b>Sylvan (cannot speak)</h5><h5><b>SQ </b>mold mulch</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold forests</h5><h5><b>Organization </b>solitary, growth (2-8), garden (9-25)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Cold Healing (Ex)</b> Calathgars are healed by cold. Anytime a calathgar is subjected to cold damage, it regains 1 hit point (regardless of the amount of cold damage dealt). When in areas of severe cold (such as arctic regions or near brown mold), a calathgar gains fast healing 1. </h5><h5><b>Mold Mulch (Ex)</b> Upon being reduced to 0 hit points, a calathgar withers and swiftly decays, transforming into a 5-foot patch of brown mold. If a calathgar is killed by fire, the mold immediately grows into a 10-foot patch. If it is killed in a space already occupied by brown mold, that mold patch doubles in size just as though fire had been brought near. The area within 30 feet of brown mold is cold enough to activate a calathgar's cold healing and the persistent effect of its seed spray. Brown mold deals 3d6 points of nonlethal cold damage to all creatures within 5 feet of it. See page 416 of the <i>Pathfinder RPG Core Rulebook</i> for additional details. </h5><h5><b>Seed Spray (Ex)</b> Once every 1d4 rounds, up to 3 times per day, a calathgar can expel a blast of thorny, frozen seeds in a 15-foot cone. All creatures in this area take 4d6 points of cold damage (Reflex DC 15 for half ). In frigid climes-areas where the temperature is 40 degrees or colder-these seeds cling to those they strike, dealing an additional 1d6 points of cold damage on the following round. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Known to grow in the depths of the densest frozen forests, realms where icicles rarely melt from the snow-cloaked trees, calathgars, or \"hail lilies,\" grow to a size and possess an alien beauty that make their cuttings greatly desired in civilized lands. Yet, what few beside the wariest hunters and most knowledgeable denizens of the forests realize is that hail lilies are more than mere flowers-their fully grown varieties possess not only a deadly way of spreading their frozen seeds but also an even more dangerous trait: thought. Known among their own kind as calathgars, these ice-tinged plants move slowly and possess little in the way of society, yet they perceive their surroundings, know when their frigid gardens are threatened, feel pain, and-most tenaciously- seek a chilling revenge when their young are despoiled. The blooms of a fully grown calathgar measures 3 feet in diameter, though some have reported flowers up to 5, 8, and even 10 feet wide. Able to crawl on three tendrillike roots, one of these plants might stand as high as 4 feet off the ground, and when heavy with seeds might weigh as much as 50 pounds.<b></p><p>Ecology</b></p><p> Calathgars are immediately identifiable, even from a distance, by their sky-blue petals, a color repeated by few other forms of plant life in such size or brilliance. Yet typically, these blooms only unfurl during the brightest hours of the day or when the plants feel threatened. At all other times, calathgars keep their flowers closed, defending the sensitive structures within and presenting large, blue-gray sepals to the outside world. Calathgar young look little different from tall blue flowers-hence many horticulturists identify them merely as hail lilies. It takes nearly a year for a juvenile calathgar to display any kind of concerted movement, aside from the opening and closing of their petals and a few markedly un-plant-like twitches. Their sense of scent and ability to communicate function as soon as their buds first grow-typically within 2 weeks of sprouting from the cold earth. Two rings of sensory organs help calathgars remain aware of their surroundings: a cluster of lobes at the base of the flower and another situated around the stamen within. Both are capable of not just deciphering light in an approximation of visual sight, but also receiving information via a highly developed kind of scent. This sense of smell is much more developed in the plants than their ability to see-though at close ranges their sight can prove just as accurate as most humanoids. To this end, most communication between the plants is scent-based, utterly silent, and often imperceptible to non-plant creatures. At times when the plants feel threatened, however, they exude a smell like vinegar or, if angry, a coppery odor. For all their developments as a species, calathgars possess a strange connection, even symbiosis, with a far less complex type of growth: brown mold. Notorious for its ability to drain the warmth from an area and freeze the unwary, brown mold not only benefits calathgars-allowing them to grow comfortably in areas they might otherwise find inhospitably warm-but it also pervades the roots and internal structures of the plants. Some suggest that calathgars might be some advanced form of brown mold, yet the idea is typically dismissed, as such mutually beneficial relationships are well documented in the world of mundane flora. As a calathgar grows to maturity, brown mold thrives within its flower and internal structures, aiding in keeping the growth cool and providing it with frigid defensive abilities and a way to spread its seeds-freezing and clinging to creatures that come near before dropping off later. The flowers provide the mold ample places to grow, and defense from creatures that might threaten it. The adult plants also prove so riddled with nutrients upon which the fungus flourishes that should a calathgar violently die amid brown mold, the fungal patch instantly explodes with growth-typically to the detriment of whatever ended the calathgar's life.<b></p><p>Habitat & Society</b></p><p> Calathgars have little in the way of society, other than grouping together for mutual defense. Despite their intellects, the plants' psyches prove distinctive and alien in comparison to those of animals and sentient creatures. They have little interest in emotions, culture, or ambition, yet they possess nearly flawless memories and an understanding of experiences which they can share with other calathgars by scent as easily as (and far more effectively than) humanoids can pass on information by speech. Yet where calathgars do seem most like humanoids is in their capacity to care for their young and seek reprisal should any harm befall them. Should an immature calathgar be trampled, plucked, or otherwise ruined, adults do all they can to pursue and deal vengeance upon those who murdered their young, planting a new generation in the killer's frozen flesh. While calathgars can be reasoned with and most prove generally accepting of honest apologies from those capable of communicating with them, like most enraged parents, an incensed calathgar is rarely in a mood to speak.</p></h4></div>", "Languages": "Sylvan (cannot speak)", "Source": "AP 34", "Land": "1", "Organization": "solitary, growth (2-8), garden (9-25)", "Ref": "6", "Climb": "1", "HD": "(6d8+12)", "AbilitiyScores": "Str 14, Dex 19, Con 14, Int 6, Wis 15, Cha 12", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "5 ft. (10 ft. with tendrils)", "DontUseRacialHD": "0", "id": 833, "SubType": "", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "16, touch 15, flat-footed 12", "Swim": "0", "Name": "Calathgar", "VariantParent": "", "Skills": "Stealth +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "cold forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "mold mulch", "Saves": "Fort +6, Ref +6, Will +4", "Melee": "flower +7 (1d6+2 plus 1d6 cold), 2 tendrils +7 (1d4+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "20 ft., climb 20 ft.", "Alignment": "N", "Size": "Small"}