{"Group": "Leshy", "Space": "5 ft.", "Mythic": "0", "HP": 15, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Leshy, Fungus </h2><h3><i><i>A mushroom come to life trundles forward on multiple ungainly stumps. Uneven</i>, <i>growth-like eyes dot its thick mushroom cap</i>, <i>while below works an overlarge maw set with pale fungal teeth.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Fungus Leshy</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>N Small plant (leshy)</h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>13, touch 13, flat-footed 11 (+2 Dex, +1 size)</h5><h5><b>hp </b>15 (2d8+6)</h5><h5><b>Fort </b>+6, <b>Ref </b>+2, <b>Will </b>+2</h5><h5><b>Immune </b>electricity, sonic, plant traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>bite +1 (1d6-1)</h5><h5><b>Ranged </b>puffball +4 (1 plus spores)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>spores</h5><h5><b>Spell-Like Abilities</b> (CL 4th; concentration +6)</br>Constant&mdash;<i><i>pass without trace</i></i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>8, <b>Dex </b>15, <b>Con </b>16, <b>Int </b> 7, <b>Wis </b>14, <b>Cha </b>15</h5><h5><b>Base Atk </b>+1; <b>CMB </b>-1; <b>CMD </b>11 (15 vs. trip)</h5><h5><b>Feats </b>Blind-Fight</h5><h5><b>Skills </b>Stealth +6 (+10 in swamps or underground), Survival +2 (+6 in swamps or underground); <b>Racial Modifiers </b>+4 Stealth and +4 Survival in swamps or underground</h5><h5><b>Languages </b>Sylvan; plantspeech (molds and fungi)</h5><h5><b>SQ </b>change shape (Small plant, <i>tree shape</i>), verdant burst</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any swamp or underground</h5><h5><b>Organization </b>solitary or cluster (2-16)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Change Shape (Su)</b> All leshys can transform into plants, which works similarly to the spell <i>tree shape</i>. Unlike the spell, however, these plants are always Small and appear to be of the same type of growth the leshy is related to. The plant a leshy transforms into always looks the same and, despite being Small, is typically unusually large for a plant of its size. It is a swift action for a leshy to turn into or from a plant. Fungus leshys commonly turn into large mushrooms, puffballs, polypores, earthstars, or clumps of mold. </h5><h5><b>Plantspeech (Ex)</b> All leshys can <i>speak with plants</i> as if subject to a continual <i>speak with plants</i> spell, but only with species they're related to. Fungus leshys can communicate with molds and fungi as if they were plants. </h5><h5><b>Spores (Ex)</b> A fungus leshy is riddled with molds and spores. Anytime a fungus leshy takes damage, a cloud of spores bursts from its body, forcing all adjacent creatures to make a DC 14 Fortitude save or have their vision reduced to 10 feet for 1 minute. Spending a full-round action to wash one's eyes with water ends this effect. A fungus leshy may also spit a puffball riddled with spores as a ranged attack. The save DC is Constitution-based. </h5><h5><b>Verdant Burst (Su)</b> When slain, a fungus leshy explodes in a burst of fertile energies. All plant creatures within 30 feet of the slain leshy heal 1d8 points of damage. All normal plants in the area are affected as per the enrichment aspect of the spell <i>plant growth</i> (CL 4th).</h5></div><br></br><div><h4><p><p>Keepers of cavernous mushroom forests and rotting compost pits deep within the swamp, fungus leshys preside over subterranean growth and the rot that fertilizes new life. Among the most alien and monstrous looking of all leshys, the appearance of these tiny rot farmers has more to do with the asymmetrical eeriness intrinsic to molds and fungi than an outward expression of evil. Like all their kin, fungus leshys vary widely in appearance, often adopting the colors and shapes of the mushrooms and other large fungi common to the areas they tend. Fungus leshys rarely stand taller than 2 feet high and weigh a mere 25 pounds-their interiors being full of hollows and fluffy spores.<b></p><p>Ecology</b></p><p> Fungus leshys are spawned from realms of underground wonder or the rotting places of the natural world. They perform an important service in the lands they keep, encouraging the growth of fungi, transporting rotting material to fertilize other plants and making the most use of growth that has died off. Fungus leshys are most active at night and spend the day in the forms of plump fungi amid their ripest compost heaps or fungal glens.<b></p><p>Habitat & Society</b></p><p> As is true of all leshys, fungus leshys are allies of treants and other guardians of nature. Given their fondness for overgrown and subterranean environments, they often bring news to the surface plant life of doings affecting the world beneath their roots. Although not shy, their preference for working at night means that fungal leshys are rarely seen. Their nocturnal doings combined with their frightening appearances means they often startle humanoids who encounter them-an effect they often put to use should they have to defend their lands. Leshy Subtype Servants of treant elders and their kin, leshys are among the least of the forest folk, intelligent plants who look after their rooted brethren and obey the wisdom of nature's verdant watchers. Several breeds of leshy exist, each being kindred to a form of natural life (typically plants). Among the best known are superstitious gourd leshys, clever root leshys, and wary leaf leshys, though others are rumored to exist. Regardless of their kind, all leshys share the following traits in addition to those granted by the plant type. <ul><li> Darkvision 60 feet. <li> Immunity to electricity and sonic attacks. <li> <i>Spell-Like Abilities</i> All leshys have <i>pass without trace</i> as a constant spell-like ability (CL equal to twice the leshy's HD). <li> Leshys speak Sylvan. <li> <i>Plantspeech (Ex)</i> See stat block. <li> Change Shape (Su) See stat block. <li> <i>Nature's Ally All</i> leshys can be summoned via the summon nature's ally spell. Fungus leshys are conjured via summon nature's ally II. <li> <i>Verdant Burst (Su)</i> See stat block. Caster level is equal to twice the leshy's HD.</ul><br><b> Awakening a Leshy</b><br> Leshys embody the natural energies and spirits of nature given sentience and wills of their own. Powerful, intelligent plant creatures like treants and other allies of the natural world can cultivate physical frames and invite these forces to inhabit them, thus creating various types of leshys. The rites and special materials required to create such a body varies from leshy to leshy. These materials are then cultivated in an area of natural power, such as a treant's grove, a druidic circle, or site of pristine natural wonder. Once created, a leshy is a free-willed, neutral being interested only in serving the needs of the wilderness in which it resides. It is under no compulsion to follow commands, but should its maker share its goals and provide it with aid in its tasks, the leshy might come to cooperate with its creator. A leshy does not fear death and will see its body destroyed before doing harm to nature or natural creatures, though it proves quite cunning when it comes to driving off monsters or destructive humanoids. A fungus leshy is usually grown amid the compost of a treant's groves, in moldy groves deep underground or in eerie hillocks at the heart of dense swamplands. A fungus leshy with more than 2 Hit Dice can be created, but each additional Hit Die adds +2,250 gp to the cost to create. </h5><h5><b>Fungus Leshy<br> CL</b> 8th; </h5><h5><b>Price</b> 2,500 gp </h5><h5><b>Ritual Requirements</b> Knowledge (nature) 5 ranks, <i>plant growth</i>, summon nature's ally II, creator must be druid or plant type; </h5><h5><b>Skill</b> Knowledge (dungeoneering) or (nature) or Profession (gardener) DC 14; </h5><h5><b>Cost</b> 1,250 gp</p></h4></div>", "Languages": "Sylvan; plantspeech (molds and fungi)", "Source": "AP 34", "Land": "1", "Organization": "solitary or cluster (2-16)", "Ref": "2", "Climb": "0", "HD": "(2d8+6)", "AbilitiyScores": "Str 8, Dex 15, Con 16, Int 7, Wis 14, Cha 15", "Gear": "", "Ranged": "puffball +4 (1 plus spores)", "Type": "plant", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 834, "SubType": "(leshy)", "MonsterSource": "", "Feats": "Blind-Fight", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "+4 Stealth and +4 Survival in swamps or underground", "AC": "13, touch 13, flat-footed 11", "Swim": "0", "Name": "Fungus Leshy", "VariantParent": "", "Skills": "Stealth +6 (+10 in swamps or underground), Survival +2 (+6 in swamps or underground)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any swamp or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (Small plant, tree shape), verdant burst", "Saves": "Fort +6, Ref +2, Will +2", "Melee": "bite +1 (1d6-1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Small"}