{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 104, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Nuckelavee</h2><h3><i>A <i>mounted horseman gallops forth</i>, <i>soaked head to toe in gore and waving a blade with wild abandon. Yet as he moves</i>, <i>it becomes clear that horse and rider are joined as</i> one-<i>a humanoid torso sprouting from equine</i> withers-<i>and the gore is a grisly vision of naked muscle and leaking veins.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Nuckelavee</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>NE Large fey (aquatic)</h5><h5><b>Init </b>+7; <b>Senses </b>low-light vision; Perception +17</h5><h5><b>Aura </b>frightful presence (30 ft.; DC 20)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>23, touch 17, flat-footed 15 (+7 Dex, +1 dodge, +6 natural, -1 size)</h5><h5><b>hp </b>104 (11d6+66)</h5><h5><b>Fort </b>+9, <b>Ref </b>+16, <b>Will </b>+10</h5><h5><b>DR </b>10/cold iron; <b>Immune </b>disease, poison</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>50 ft., swim 50 ft.</h5><h5><b>Melee </b>mwk longsword +10 (1d8+5/19-20), 2 hooves +4 (1d6+2) or </br>2 claws +9 (1d6+5 plus disease), 2 hooves +4 (1d6+2)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b><i>blight</i> wave (30-ft. cone, 10d6 damage plus disease, Reflex DC 21 for half, usable every 1d4 rounds), trample (1d6+7, DC 20)</h5><h5><b>Spell-Like Abilities</b> (CL 9th; concentration +14)</br>3/day&mdash;<i><i>control water</i></i>,<i> <i>diminish plants</i></i>,<i> <i>obscuring mist</i></i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>20, <b>Dex </b>24, <b>Con </b>22, <b>Int </b> 13, <b>Wis </b>17, <b>Cha </b>21</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+11; <b>CMD </b>29 (33 vs. trip)</h5><h5><b>Feats </b>Dodge, Lightning Reflexes, Lightning Stance, Mobility, Spring Attack, Wind Stance</h5><h5><b>Skills </b>Appraise +12, Escape Artist +21, Intimidate +16, Knowledge (nature) +15, Perception +17, Stealth +17, Swim +27</h5><h5><b>Languages </b>Common, Sylvan</h5><h5><b>SQ </b>amphibious, undersized weapons</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> cold aquatic and coastlines</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Blight Wave (Su)</b> Once every 1d4 rounds a nuckelavee can unleash a 30-foot cone of withering foulness. All living creatures in the area take 10d6 points of damage (DC 21 Reflex save for half). This damage is caused by pure corruption and only affects living creatures. In addition, any creature that fails its Reflex save must make an additional DC 21 Fortitude save or contract the disease mortasheen. Every plant within this area is also affected as per the spell <i>blight</i> (CL 9th). </h5><h5><b>Disease (Su)</b> <i>Mortasheen:</i> Blight wave or claw-contact or injury; save Fort DC 21; <i>onset</i> immediate; frequency 1/ day; effect 1d4 Con damage and target is fatigued; cure 3 consecutive saves. Anyone who comes in contact with a creature infected with mortasheen must also make a DC 16 Fortitude save (the base DC -5) or contract the disease. Animals take a -2 penalty on saves against this disease. Creatures who make their saves cannot contract mortasheen from the infected creature. The save DC is Constitution-based. </h5><h5><b>Undersized Weapons (Ex)</b> Although a nuckelavee is Large, its upper torso is the same size as that of a Medium humanoid. As a result, they wield weapons as if they were one size category smaller than their actual size (Medium for most nuckelavees).</h5></div><br></br><div><h4><p><p>Among the cruelest and most monstrous of fey, nuckelavees ride forth from black waters to wreak bloody vengeance upon those who despoil nature despoilers. Horrifying, fleshless amalgams of man and horse, these monstrous avengers embody every wound and wickedness suffered by the wilds, their bodies loosing trails of gore and the pounds of their webbed hooves beating an inescapable threnody for all who earn their ire. Once they emerge from their refuges beneath cool waves or rivers, only destruction satisfies their merciless crusades, either that of their victims or their own. Nuckelavees are strongly built and stand nearly 6 feet tall at their horse heads and about 9 feet at their humanoid heads, with a weight of nearly 2,000 pounds.<b></p><p>Ecology</b></p><p> Nuckelavees spend most of their days asleep in flooded hollows and sea caves, waking only to gnaw on bitter sea plants and algae, their primary form of sustenance. With their unnatural metabolisms, nuckelavees can survive for weeks on only a few bites of aquatic plant life, and are content to lie in torpor for months or even years. Possessing a supernatural relationship with the waterways in which they reside, these bloody fey know when harm has befallen their home or its denizens. Often the damage proves obvious-the dumping of wastes or toxic runoff, overfishing or kelp harvesting, or even less egregious offenses, like the construction of dams or waterwheels. Regardless of what sparks a nuckelavee's wrath, once one of these avengers' ire is garnered, it gallops forth not just to correct the offense, but repay the pain. Only once blood and tears have quenched the fires of a nuckelavee's rage does it willingly return to the water, often carrying with it some grisly trophy of its vengeance. Nuckelavees have no capacity to reproduce. The appearance of most proves a complete mystery and grim surprise, and the majority of their kind dwell in areas of pristine nature where rifts to the First World are known or likely. Thus it's supposed that most nuckelavees form and develop among the enigmatic mists of that alien realm, passing on to Golarion for their own inscrutable reasons. All nuckelavees are infected with mortasheen, a highly infectious wasting disease capable of wiping out the populations of whole islands. Despite the monsters' obsession with defending natural waterways and the life therein, their interest seems to end at the shoreline. Nuckelavees have no interest in or apparent love for terrestrial beasts, especially those tamed and kept by the objects of their anger. Horses, cattle, and other livestock often prove the first casualties of a nuckelavee's rampage, with those that aren't left slaughtered in gory tableaus being infected with mortasheen and inevitably passing it on to their owners.<b></p><p>Habitat & Society</b></p><p> The tales of many lands tell of nuckelavees, typically emerging from seas and lakes to smite those who abuse nature or harm innocents-depending on the storyteller's point of view. The majority of such tales arise from coastal and island communities, though the residents of many lake towns and those who live in lush river countries often warn of these deadly water monsters, blaming them for all manner of hardships. Such tales often include proscriptions for avoiding the bloody riders' wrath, local remedies for afflictions bestowed by the avengers, and ways one might banish a nuckelavee should they come face to face. In most cases, folktales tell of talismans to carry or prayers to recite to convince a nuckelavee that one is a friend-or, at least, innocent of wrongdoing. Such talismans typically take the form of seaweed garlands, horsehair soaked in brine, or vials of sanctified seawater. Druids and priests of nature deities also supposedly possess the power to calm a nuckelavee's fury and convince it to return to the sea-though typically only after it has dealt with those guiltiest of whatever offense roused it. When a nuckelavee first furiously emerges from the water, though, nothing short of the creature's destruction can compel a nuckelavee to return to its rest without taking a life. It's rare for more than one nuckelavee to be found in the same region, as the creatures have little interest in one another. However, in cases of extreme natural ruin or corruption, multiple nuckelavees have emerged from the waters in a terrifying charge, working together to sow slaughter of legendary magnitude. It remains a mystery whether such rare cavalries form from a single instance of mass despoilment independently rousing the concerns of multiple fey, or whether nuckelavees can call upon the aid of their brethren to mete out punishment for the most extreme crimes against the waves.</p></h4></div>", "Languages": "Common, Sylvan", "Source": "AP 34", "Land": "1", "Organization": "solitary", "Ref": "16", "Climb": "0", "HD": "(11d6+66)", "AbilitiyScores": "Str 20, Dex 24, Con 22, Int 13, Wis 17, Cha 21", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 835, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Dodge, Lightning Reflexes, Lightning Stance, Mobility, Spring Attack, Wind Stance", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "", "AC": "23, touch 17, flat-footed 15", "Swim": "1", "Name": "Nuckelavee", "VariantParent": "", "Skills": "Appraise +12, Escape Artist +21, Intimidate +16, Knowledge (nature) +15, Perception +17, Stealth +17, Swim +27", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "cold aquatic and coastlines", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, undersized weapons", "Saves": "Fort +9, Ref +16, Will +10", "Melee": "mwk longsword +10 (1d8+5/19-20), 2 hooves +4 (1d6+2) or 2 claws +9 (1d6+5 plus disease), 2 hooves +4 (1d6+2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "50 ft., swim 50 ft.", "Alignment": "NE", "Size": "Large"}