{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 76, "Treasure": "double (primarily scrolls and books)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Caulborn</h2><h3><i><i>This humanoid creature is hairless</i>, <i>its pale skin congealed into plates. A tight</i>, <i>smooth hood of skin covers the space where its eyes would be</i>, <i>and the bottom of its face expands into two</i> mouths-<i>the top one small and man-like</i>, <i>the lower an oversized monstrosity with split jaws that stretch out like mandibles. The first two fingers on each hand are hideously elongated and multi-jointed.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Caulborn</p><p class=\"alignright\">CR 7</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>3,200</h5><h5>N Medium outsider (extraplanar)</h5><h5><b>Init </b>+4; <b>Senses </b>blindsense 60 ft., thoughtsense; Perception +15</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>21, touch 18, flat-footed 17 (+4 deflection, +4 Dex, +3 natural)</h5><h5><b>hp </b>76 (9d10+27)</h5><h5><b>Fort </b>+6, <b>Ref </b>+10, <b>Will </b>+13</h5><h5><b>Defensive Abilities </b>premonition, psychic deflection; <b>Immune </b>gaze attacks, illusions, visual effects, and other attack forms that rely on sight</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>bite +13 (1d8+3), 2 claws +12 (1d6+3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>consume thoughts</h5><h5><b>Spell-Like Abilities</b> (CL 7th; concentration +11)</br>Constant&mdash;<i>detect thoughts</i> (DC 16)</br>At will&mdash;<i>daze</i> (DC 14), <i>detect magic</i>, <i>read magic</i></br>3/day&mdash;<i>charm monster</i> (DC 18), <i>hold monster</i> (DC 19), <i>hypnotic pattern</i> (DC 16), <i>vampiric touch</i> (DC 17)</br>1/week&mdash;<i>plane shift</i> (willing targets only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>19, <b>Con </b>16, <b>Int </b> 25, <b>Wis </b>20, <b>Cha </b>19</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+12; <b>CMD </b>30</h5><h5><b>Feats </b>Combat Casting, Combat Expertise, Combat Reflexes, Iron Will, Weapon Focus (bite)</h5><h5><b>Skills </b>Acrobatics +12, Appraise +12, Bluff +12, Intimidate +14, Knowledge (arcana) +14, Knowledge (dungeoneering) +14, Knowledge (engineering) +14, Knowledge (geography) +14, Knowledge (history) +14, Knowledge (local) +14, Knowledge (nature) +14, Knowledge (nobility) +14, Knowledge (planes) +17, Knowledge (religion) +14, Perception +15, Sense Motive +12, Spellcraft +14, Stealth +12, Use Magic Device +12</h5><h5><b>Languages </b>Abyssal, Aklo, Celestial, Common, Draconic, Giant, Infernal, Thassilonian; telepathy 100 ft.</h5><h5><b>SQ </b>cooperative <i>scrying</i>, hive mind, racial memory</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any extraplanar</h5><h5><b>Organization </b>solitary, pair, colony (3-12), or hive (13-80)</h5><h5><b>Treasure </b>double (primarily scrolls and books)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Consume Thoughts (Ex)</b> A caulborn can consume the thoughts of a willing, helpless, or fascinated target creature with a touch attack, causing an idea or piece of knowledge to vanish forever from the target's psyche and become stored in the caulborn's own mind. The caulborn can carefully reach into the target's mind and remove one memory, as per the eliminate memory option of the <i>modify memory</i> spell. If the caulborn isn't careful or actively seeks to damage its prey, it can tear thoughts from the target creature and leave its mind in shambles, inflicting 1d4 points each of Wisdom and Intelligence damage. The target creature receives a DC 18 Will save to resist intrusion into its mind without losing memory or taking damage, though it must make new saves for subsequent attacks. The save DC is Charisma-based. </h5><h5><b>Cooperative Scrying (Sp)</b> Three or more caulborn joining hands can scry on a place or creature as if using the <i>scrying</i> spell (DC 20), but with no limit to the spell's duration so long as at least three of the caulborn involved continue to join hands and concentrate. This ability functions at CL 7th (or at the highest CL available to the most powerful caulborn in the group). The save DC is Charisma-based, adjusted by the modifier of the caulborn with the highest Charisma score. </h5><h5><b>Hive Mind (Ex)</b> Caulborn possess a partial hive mind that allows them to share thoughts and feelings instantly and telepathically as if they were one organism. As long as they are within 300 feet of their hive's brain-sack, if one caulborn in a group is aware of a particular danger, they all are. If one caulborn in a group is not flat-footed, none of them are. No caulborn in a group is considered flanked unless they all are. </h5><h5><b>Premonition (Su)</b> Once per day as an immediate action, a caulborn can receive a flash of insight that allows it to attempt to avoid a single attack. This premonition grants the caulborn a +2 insight bonus to AC and on Reflex saves. </h5><h5><b>Psychic Deflection (Su)</b> A caulborn adds its Charisma modifier as a deflection bonus to its AC. The caulborn loses this bonus when unconscious. </h5><h5><b>Racial Memory (Ex)</b> As a full-round action, a caulborn within 300 feet of its hive's brain-sack may access the hive's racial memory to receive a +20 bonus on a single Knowledge check. In addition, the brain-sack instantly acquires any piece of information learned by one caulborn that comes within 300 feet of it. This information may then be shared by any other caulborn with 300 feet. </h5><h5><b>Thoughtsense (Su)</b> A caulborn notices and locates living, conscious creatures within 60 feet, just as if it possessed the blindsight ability. Spells such as <i>nondetection</i> or <i>mind blank</i> make an affected creature undetectable by this sense.</h5></div><br></br><div><h4><p><p>A race of telepathic prophets and historians, the strange creatures known as the caulborn wander the planes in search of new ideas, memories, and concepts to add to the pulsating, bloated brain-sacks that serve as their collective memories.<b></p><p>Habitat & Society</b></p><p> While extremely rare, caulborn can be found all across the planes, towing their fleshy memory banks through the Astral and Ethereal realms or setting up colonies on inhabited worlds, studying the native inhabitants for millennia before moving on. This seeming lack of a native home has given rise to numerous theories about the creatures' origin, from conjecture that they come from yet-uncharted worlds on the Material Plane to speculation that they're actually angels from the far future, come back to survey and catalogue the multiverse before its eventual destruction. If the caulborn themselves know their origin, they refuse to weigh in on the matter. On the surface, caulborn society looks much like that of other humanoids, as individual members go about the daily tasks of building structures and providing for the colony. Yet in many senses, a group of caulborn is a single organism. Members' telepathic communication and thought-sharing are so complete as to make them individual avatars of a hive mind-albeit ones who can leave and join a new hive if they need to. This ability to move between hives is crucial, as it allows the transfer of tremendous amounts of data. Any colony of substantial size contains one of the vaguely sentient brain-sacks that store the memories of individual caulborn and act as telepathic hubs for their colonies, and protecting this living library is colony members' foremost priority. These brain-sacks, which are usually given names and treated with great respect, have a telepathic range of up to a mile, helping them to organize and unify their kindred. Caulborn interactions with outsiders vary wildly. Though their alien thought processes and apparent transcension of morality make them unnerving and dangerous, their vast wealth of information and knack for prophecy position them as oracles of the highest order- provided the petitioners can offer something in return. Similarly, though the caulborn feed on sentient creatures, this feeding does not need to be harmful, and most caulborn prefer symbiotic relationships to predatory ones.<b></p><p>Ecology</b></p><p> The caulborn are literally creatures of the mind: their bodies are self-sustaining, and they exist solely to record and catalogue new thoughts, concepts, and experiences, no matter how trivial. Yet because of some evolutionary fluke, their own thoughts and experiences are unable to fill this need, as they lack the nourishing psychic energy possessed by other creatures. To this end, the caulborn have grown into perfect parasites-master scholars with no work of their own, only the aggregated knowledge of a thousand sentient meals. A caulborn cannot even learn a new skill on its own, as its neural pathways are designed to receive information pre-digested by another mind. All caulborn have two mouths: a human-sized, mostly vestigial mouth for respiration and vocalizing, and a terrifying, fanged set of split jaws for fighting and feeding. Neither is attached to a digestive system; rather, a caulborn's fighting mouth and its over-long index and middle fingers are the areas through which thoughts are absorbed. All caulborn are blind; the shape of their heads suggests that the creatures possessed eyes earlier in their evolution, but such organs have since been rendered obsolete by the creatures' psychic abilities, and they make no effort to remove the fleshy cowls that grow down over their faces. Reproduction for the caulborn is a hermaphroditic affair, with every colony member being fertilized by every other in a sacred, silent ritual to ensure genetic diversity. Their young are born inside large placental sacks, where they grow for months before emerging as adults. When a colony finds reason to split, or a small group becomes large enough to warrant it, the caulborn construct a new brainsack and seed it with every fact and record the creatures have collected since the dawn of time, usually copying knowledge over from previously established brainsacks. These protoplasmic data centers are made by dismantling the bodies of several caulborn and melding them together into a single blob of fluid and curd. This process robs the brain-sacks of any senses or traces of identity but vastly increases their capacity for storage and information processing. It's through these strange god-minds, fed by regurgitated psychic energy and left with nothing but the ability to store and analyze information, that the caulborn are able to extrapolate from trends and make connections that result in the uncannily accurate predictions other races see as prophecy-a foresight challenging that of the gods themselves.</p></h4></div>", "Languages": "Abyssal, Aklo, Celestial, Common, Draconic, Giant, Infernal, Thassilonian; telepathy 100 ft.", "Source": "City of Strangers", "Land": "1", "Organization": "solitary, pair, colony (3-12), or hive (13-80)", "Ref": "10", "Climb": "0", "HD": "(9d10+27)", "AbilitiyScores": "Str 16, Dex 19, Con 16, Int 25, Wis 20, Cha 19", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 848, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Combat Casting, Combat Expertise, Combat Reflexes, Iron Will, Weapon Focus (bite)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "6", "Fly": "0", "RacialMods": "", "AC": "21, touch 18, flat-footed 17", "Swim": "0", "Name": "Caulborn", "VariantParent": "", "Skills": "Acrobatics +12, Appraise +12, Bluff +12, Intimidate +14, Knowledge (arcana) +14, Knowledge (dungeoneering) +14, Knowledge (engineering) +14, Knowledge (geography) +14, Knowledge (history) +14, Knowledge (local) +14, Knowledge (nature) +14, Knowledge (nobility) +14, Knowledge (planes) +17, Knowledge (religion) +14, Perception +15, Sense Motive +12, Spellcraft +14, Stealth +12, Use Magic Device +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "13", "Race": "", "CR": "7", "XP": 3200, "TemplatesApplied": "", "Environment": "any extraplanar", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "cooperative scrying, hive mind, racial memory", "Saves": "Fort +6, Ref +10, Will +13", "Melee": "bite +13 (1d8+3), 2 claws +12 (1d6+3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "N", "Size": "Medium"}