{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 261, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>First Blade</h2><h3><i><i>The sound of clashing steel upon a battlefield resounds with every step of this ironclad giant. Its armor bears harsh but elaborate flourishes</i>, <i>as though it were the war regalia of some merciless warlord. Each plate looks impossibly thick and heavy</i>, <i>like the hulking titan within is completely hidden by layer upon layer of tightly woven chain and impregnable steel.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">First Blade</p><p class=\"alignright\">CR 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>First Blade </h5><h5>CN Large outsider (chaotic, extraplanar)</h5><h5><b>Init </b>+5; <b>Senses </b>darkvision 60 ft., low-light vision, ironsense; Perception +23</h5><h5><b>Aura </b><i>rage</i> 100 ft.</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 10, flat-footed 29 (+20 armor, +1 Dex, -1 size)</h5><h5><b>hp </b>261 (18d10+162); regeneration 5 (adamantine)</h5><h5><b>Fort </b>+20, <b>Ref </b>+12, <b>Will </b>+8</h5><h5><b>DR </b>15/adamantine and law; <b>Immune </b>magic, poison; <b>Resist </b>cold 10, sonic 10; <i>heavy fortification</i></h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft.</h5><h5><b>Melee </b>2 slams +29 (2d10+16 plus bleed)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>blade slam, bleed (1d10), powerful blows</h5><h5><b>Spell-Like Abilities</b> (CL 18th; concentration +19)</br>3/day&mdash;<i>chill metal</i>, <i>heat metal</i>, <i>repel metal or stone</i>, <i>wall of iron</i></br>1/day&mdash;<i>blade barrier</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>32, <b>Dex </b>13, <b>Con </b>28, <b>Int </b> 10, <b>Wis </b>15, <b>Cha </b>13</h5><h5><b>Base Atk </b>+18; <b>CMB </b>+30; <b>CMD </b>41</h5><h5><b>Feats </b>Blind-Fight, Cleave, Combat Reflexes, Great Cleave, Improved Bull Rush, Improved Initiative, Improved Overrun, Power Attack, Weapon Focus (slam)</h5><h5><b>Skills </b>Acrobatics +22, Climb +32, Intimidate +22, Knowledge (history) +21, Perception +23, Sense Motive +23, Stealth +0</h5><h5><b>Languages </b>Abyssal, Celestial, Common, Infernal, Protean</h5><h5><b>SQ </b>breathless, ever armed, lord of battle, swarm form</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any battle</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Blade Slam (Ex)</b> The First Blade's slam attacks deal bludgeoning and slashing damage. Its slams count as natural weapons or manufactured weapons (whichever is most beneficial to it) for the purpose of spells that enhance attacks. Its attacks count as adamantine, chaos, and magic for the purpose of overcoming damage reduction. </h5><h5><b>Breathless (Ex)</b> Unlike most outsiders, the First Blade does not need to breathe. </h5><h5><b>Ever Armed (Su)</b> As a swift action, at will, the First Blade can cause a mundane melee weapon of any type or size to appear in its hands. Although it typically battles unarmed, it sometimes makes use of weapons as needed. These weapons come from Gorum's divine realm, and this ability cannot be used to claim a specific weapon. </h5><h5><b>Heavy Fortification (Ex)</b> The First Blade has a 75% chance to treat a critical hit or sneak attack as a normal attack, as if it were wearing <i>heavy fortification</i> armor. </h5><h5><b>Immunity to Magic (Ex)</b> The First Blade is immune to spells or spell-like abilities that allow spell resistance. The First Blade can lower this resistance for 1 round as a standard action (similar to a creature with spell resistance lowering its spell resistance) to allow other creatures to cast spells on it; it can use its spell-like abilities on itself without difficulty. Certain spells and effects function differently against it, as noted below. • A magical attack that deals electricity damage <i>slow</i>s the First Blade (as the <i>slow</i> spell) for 1 round, with no saving throw. • A magical attack that deals fire damage breaks any <i>slow</i> effect on the First Blade and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the First Blade to exceed its full normal hit points, it gains any excess as temporary hit points. The First Blade gets no saving throw against fire effects. • The First Blade is affected normally by rust attacks, such as those of a rust monster or a <i>rusting grasp</i> spell. </h5><h5><b>Ironsense (Ex)</b> The First Blade automatically detects iron objects (including steel) within 60 feet, just as if it possessed the blindsight ability. </h5><h5><b>Lord of Battle (Ex)</b> The First Blade is treated as an 18th-level barbarian and fighter for any game rule (such as a feat prerequisite) that requires levels in barbarian or fighter. It is proficient in all weapons. </h5><h5><b>Powerful Blows (Ex)</b> The First Blade inflicts one and a half times its Strength modifier and threatens a critical hit on a 19-20 with its slam attacks. </h5><h5><b>Rage Aura (Su)</b> Willing creatures within 100 feet of the First Blade gain the effects of a <i>rage</i> spell automatically, whether they are allies or enemies of the Herald. Those who choose not to be affected are immune to the aura until they leave the area and return (at which point they may again accept or refuse the aura's effect). </h5><h5><b>Swarm Form (Su)</b> The First Blade can shift between its manlike body and a floating swarm of Diminutive and Tiny sharp metal fragments as a standard action. In swarm form it has the swarm subtype; it cannot use its slam attacks but instead can make a swarm attack (4d6 and distraction). Though its individual components may float up to 10 feet above the ground as they move, the Blade's swarm form cannot fly. The First Blade remains in one form until it chooses to assume its other form. A change in form cannot be dispelled, nor does the First Blade revert to any particular form when killed (both shapes are its true form). A <i>true seeing</i> spell reveals both forms simultaneously.</h5></div><br></br><div><h4><p><p>Said to have been formed from an unthinking sliver of steel dashed from Gorum's blade during one of his first clashes with a long-felled god-beast of the Outer Sphere, the First Blade is a living tool of war. Inspired by Gorum's divine bloodlust, this shard of the god of battle's blade continues to obey and do battle in the service of its divine master. Having been reforged through the eons into a manifestation of Gorum's perfect warrior, the First Blade serves as the war god's herald, traveling where its master desires. Yet while the heralds of most deities go forth to bear the word of their divine patrons or answer the most desperate summons of their gods' most pious servants, the First Blade endlessly marches to battle. Never interested in diplomacy or subtlety, Gorum has little need for a messenger other than one capable of communicating in the language of the battlefield. The god of battle answers the calls only of those who please him in battle and request his heralds' aid in epic clashes dedicated to his honor- weakling priests seeking salvation or cowardly revenge never have their entreaties for the herald's presence answered. The appearance of the First Blade changes to match a style of armor impressive to those against whom it will be doing battle, though typically notched as if it has been employed in numerous battles. Rarely seen in the same form twice, its plate mail form might vary from the elegant mail of angelic hosts to slabs of spiked iron over thick bestial hides more common to orc warlords. Whatever the shape, the interior of the armor is never visible. Those who have come close enough to the First Blade and survived claim that only more layers of armor lie beneath its plates, though the hint of something glowing within sometimes spills forth should the herald suffer a rare but occasional wound. Regardless of the specifics of its warlike form, the herald of Gorum typically stands about 15 feet tall and weighs nearly 2 tons.<b></p><p>Ecology</b></p><p> Although a living creature, the First Blade is little more than a weapon of Gorum, knowing little beyond its lord's command and going only where he wills. Like a golem in many respects, the herald leaves but scant traces upon the lands it passes through between battles, eating little and having no need even to breathe. In war, however, its presence and passage are obvious, marked by rent bodies and blood-soaked earth. Although the First Blade can speak a variety of languages, few of those encountering the herald have heard it do so. Like its master, the First Blade prefers actions-especially violent, purposeful ones-to words. Typically its words are brief refutations of those who have summoned it for an unfit purpose, though several legends tell of the divine messenger offering its respect or the pleasure of its master before striking the final blow upon an opponent who has put up a particularly capable fight or proven her prowess on the field of battle.<b></p><p>Habitat & Society</b></p><p> While the herald of Gorum answers the call of servants of the lord of battle who seek their lord's intervention in appropriately glorious battle, no accounts exist of the First Blade responding to any summons involving a task other than combat. Most accounts of the herald tell of the gory swaths it cuts through battlefields of heroes, in clashes between titanic armies, or in weeks-long battles between history's greatest warlords. Rumors among Gorum's clergy also suggest that sometimes the herald appears when summoned to a lesser battle, but upon finding a mere skirmish or clash among weaklings, it slaughters all involved. Whether such an end is an honor or a disgrace for those killed remains a subject of some debate among theologians.</p></h4></div>", "Languages": "Abyssal, Celestial, Common, Infernal, Protean", "Source": "AP 35", "Land": "1", "Organization": "solitary", "Ref": "12", "Climb": "0", "HD": "(18d10+162)", "AbilitiyScores": "Str 32, Dex 13, Con 28, Int 10, Wis 15, Cha 13", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 866, "SubType": "(chaotic, extraplanar)", "MonsterSource": "", "Feats": "Blind-Fight, Cleave, Combat Reflexes, Great Cleave, Improved Bull Rush, Improved Initiative, Improved Overrun, Power Attack, Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "20", "Fly": "0", "RacialMods": "", "AC": "30, touch 10, flat-footed 29", "Swim": "0", "Name": "First Blade", "VariantParent": "", "Skills": "Acrobatics +22, Climb +32, Intimidate +22, Knowledge (history) +21, Perception +23, Sense Motive +23, Stealth +0", "ClassArchetypes": "", "IsTemplate": "0", "Will": "8", "Race": "First Blade", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any battle", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "breathless, ever armed, lord of battle, swarm form", "Saves": "Fort +20, Ref +12, Will +8", "Melee": "2 slams +29 (2d10+16 plus bleed)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft.", "Alignment": "CN", "Size": "Large"}