{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 133, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Irlgaunt</h2><h3><i><i>An unwholesome abomination scuttles fluidly forth</i>, <i>its shape combining features of both spider and squid under an armor of rugged rock. While stone protuberances gird its upper portions</i>, <i>below it is a thing of angry red flesh and soft pink tendrils. Two gaping orifices full of tiny barbs split its lower</i> body-<i>a mouthlike slit surrounded by numerous narrow red eyes and</i>, <i>above that</i>, <i>an oozing alien aperture.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Irlgaunt</p><p class=\"alignright\">CR 13</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>25,600</h5><h5>Irlgaunt </h5><h5>NE Large aberration </h5><h5><b>Init </b>+13; <b>Senses </b>darkvision 60 ft.; Perception +21</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 18, flat-footed 20 (+9 Dex, +11 natural, -1 size)</h5><h5><b>hp </b>133 (14d8+70)</h5><h5><b>Fort </b>+9, <b>Ref </b>+15, <b>Will </b>+13</h5><h5><b>DR </b>10/bludgeoning; <b>Immune </b>acid, cold</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., climb 40 ft.</h5><h5><b>Melee </b>2 slams +17 (1d8+8 plus 1d6 acid), bite +17 (1d8+8)</h5><h5><b>Ranged </b>1 gastrolith +18 (2d6+8 plus 2d6 acid)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>gastrolith</h5><h5><b>Spell-Like Abilities</b> (CL 14th)</br>At will&mdash;<i>stone shape</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>27, <b>Dex </b>29, <b>Con </b>20, <b>Int </b> 16, <b>Wis </b>18, <b>Cha </b>19</h5><h5><b>Base Atk </b>+10; <b>CMB </b>+19; <b>CMD </b>38 (42 vs. trip)</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Deadly Aim, Improved Initiative, Improved Lightning Reflexes, Lightning Reflexes, Run</h5><h5><b>Skills </b>Acrobatics +26 (+30 jump), Climb +33, Disguise +18, Fly +0, Perception +21, Stealth +22 (+30 in rocky terrain), Survival +21, Swim +25; <b>Racial Modifiers </b>+8 Stealth in rocky terrain</h5><h5><b>Languages </b>Aklo, Common, Giant, Terran</h5><h5><b>SQ </b>stone step</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any mountains or underground</h5><h5><b>Organization </b>solitary, pair, swarm (3-12)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Gastrolith (Ex)</b> Once every 1d4 rounds, an irlgaunt can violently regurgitate a clot of brittle stone and digestive acids. This gastrolith is treated as a thrown splash weapon with a range increment of 30 feet. In addition to damaging any creature struck (as noted above), any creature within 10 feet of the point where the gastrolith strikes (whether a creature or a grid intersection) takes 1d6 points of acid damage. A gastrolith that misses its target hits a nearby point, just like a normal miss with a splash weapon, as detailed on page 202 of the <i>Pathfinder RPG Core Rulebook.</i> An irlgaunt has a separate orifice for ejecting gastroliths. Thus, it can make a ranged attack in addition to all its normal melee attacks. </h5><h5><b>Stone Step (Ex)</b> An irlgaunt can move through any sort of natural difficult terrain at its normal speed while in rocky or subterranean terrain. Magically altered terrain affects an irlgaunt as normal.</h5></div><br></br><div><h4><p><p>Irlgaunts are large, spider-like aberrations that lurk in mountainous regions and vertical subterranean chasms. While large and imposing, these arachnid-like beings are deceivingly agile, their reflexes fast and movements swift, similar to the darting motions of a hunting insect. Irlgaunts are as quick-witted as they are nimble and have a strong grasp of strategy and tactics. In Iobaria, the beasts are recognized for their eerily patient predations, hiding amid jagged rocks to attack prey and ejecting crippling blasts of rock and digestive acids upon their victims. Irlgaunts typically attack travelers scaling mountain paths with steep cliff sides, using the hazardous terrain to knock unstable hikers to their death, then skittering down the sheer cliff faces to lap up the fleshy pulp below. Most irlgaunts stand between 11 and 13 feet tall and weigh around 3,000 pounds.<b></p><p>Ecology</b></p><p> Irlgaunts are powerful carnivores that eat most things but seem to have a strong preference for the taste of humanoids and mountain rams, taking special enjoyment in the consumption of bone, horn, and marrow. An irlgaunt's gizzard, located near its upper orifice, is powerful enough to grind rock, creating shards of stone which the creature fires from its mouth. The resulting stone shards are combined into gastroliths- sizable, dense spheres of sharp stones veined with jellified digestive acids. These gastroliths not only help the creature grind apart the hard substances it digests, but also can be shot forth as weapons, felling and pre-digesting sizable or even flying prey. Gastroliths are under constant pressure within an irlgaunt's body and, once shot forth, prove quite fragile. Upon impacting a victim or any other surface, they shatter in a rain of rock shards and hissing acid. Irlgaunts are found on and around mountains, especially near narrow trails used by travelers, mountain dwellers, or herds of sure-footed animals. The rocky environment they inhabit matches the colors of their bodies, and their uncanny ability to blend into the terrain and attack from unexpected angles makes them skilled ambush hunters. The tough limbs of an irlgaunt end in nimble, muscular tendrils. Along with being able to seek out and cling to nearly imperceptible flaws in stone, these tendrils also secrete a potent, stone-digesting acid much like that found within the beasts' gizzards. This acid allows irlgaunts not only to burn holes into solid stone, but to shape stone into whatever form they desire. Irlgaunts live for up to 300 years and reproduce asexually every half-century. They take special care to protect their offspring for this reason and watch over them for about a year, at which point the adolescent reaches maturity.<b></p><p>Habitat & Society</b></p><p> Irlgaunts are not particularly social creatures, but they work together when doing so is mutually beneficial. In smaller numbers, irlgaunts are more likely to live in more remote areas, while larger groups may occupy more commonly traveled mountain passes. Irlgaunts sometimes share their habitat with giants native to the region, but do so through an unspoken truce that holds little weight. A single giant walking through an area of several irlgaunts, then, is no safer than a solitary irlgaunt prowling a region populated with giants. Yet neither group goes out of its way to provoke a dangerous feud with its powerful, mountain dwelling neighbors- as long as the other group is generally content to stay out of the way. Treasure means little to irlgaunts, though if they possess a relic or magic item, they use it as bait for sentient wanderers in the region. For this reason, particularly wealthy and well-guarded travelers or merchants may be able to parley with the aberrations, exchanging riches for safe passage. Irlgaunts are largely indifferent to religion. However, some spiritually inclined irlgaunts choose to follow Rovagug, and some even become priests in his name. In such cases, a group or family of irlgaunts tend to worship the same god. Those rare irlgaunts that do worship Rovagug often take an almost personal interest in freeing the imprisoned god, delving deep into the earth and creating new abysses covered in profane images and symbols of the monstrous deity. The hope seems to be that should enough cracks be cut into the depths, Rovagug's prison deep beneath the surface might weaken enough for the god of destruction to break free. The futility of such efforts seems to matter little to the aberrations, which appear to care more about the symbolism of their destructive actions.</p></h4></div>", "Languages": "Aklo, Common, Giant, Terran", "Source": "AP 35", "Land": "1", "Organization": "solitary, pair, swarm (3-12)", "Ref": "15", "Climb": "1", "HD": "(14d8+70)", "AbilitiyScores": "Str 27, Dex 29, Con 20, Int 16, Wis 18, Cha 19", "Gear": "", "Ranged": "1 gastrolith +18 (2d6+8 plus 2d6 acid)", "Type": "aberration", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 867, "SubType": "", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Deadly Aim, Improved Initiative, Improved Lightning Reflexes, Lightning Reflexes, Run", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "+8 Stealth in rocky terrain", "AC": "29, touch 18, flat-footed 20", "Swim": "0", "Name": "Irlgaunt", "VariantParent": "", "Skills": "Acrobatics +26 (+30 jump), Climb +33, Disguise +18, Fly +0, Perception +21, Stealth +22 (+30 in rocky terrain), Survival +21, Swim +25", "ClassArchetypes": "", "IsTemplate": "0", "Will": "13", "Race": "Irlgaunt", "CR": "13", "XP": 25600, "TemplatesApplied": "", "Environment": "any mountains or underground", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "stone step", "Saves": "Fort +9, Ref +15, Will +13", "Melee": "2 slams +17 (1d8+8 plus 1d6 acid), bite +17 (1d8+8)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., climb 40 ft.", "Alignment": "NE", "Size": "Large"}