{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 85, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Verdurous Ooze</h2><h3><i><i>A pool of greenish muck</i>, <i>blossoming with weird vegetable-like growths and sap-seeping boils</i>, <i>twitches into unnatural motion as a pseudopod springs outward</i>, <i>dragging the entire grotesque mass forward with an ameboid life.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Verdurous Ooze</p><p class=\"alignright\">CR 6</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>2,400</h5><h5>Verdurous Ooze </h5><h5>N Medium ooze </h5><h5><b>Init </b>- 5; <b>Senses </b>blindsight 60 ft., tremorsense 60 ft.; Perception -5</h5><h5><b>Aura </b>enliven (15 ft., DC 20), sleep aura (30 ft., DC 20)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>5, touch 5, flat-footed 5 (- 5 Dex)</h5><h5><b>hp </b>85 (9d8+54)</h5><h5><b>Fort </b>+9, <b>Ref </b>-2, <b>Will </b>-2</h5><h5><b>Defensive Abilities </b>split; <b>Immune </b>acid, fire, mind-affecting effects, ooze traits, slashing and piercing damage</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>slam +9 (1d6+4 plus 1d6 acid and grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>acid, constrict (1d6+4 plus 1d6 acid), enliven</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>1, <b>Con </b>22, <b>Int </b> -, <b>Wis </b>1, <b>Cha </b>1</h5><h5><b>Base Atk </b>+6; <b>CMB </b>+9 (+13 grapple); <b>CMD </b>14 (can't be tripped)</h5><h5><b>Skills </b>Stealth -4 (+16 in forest and plains areas); <b>Racial Modifiers </b>+0 Stealth (+20 in forest and plains environs)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate forest or plains</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Acid (Ex)</b> A verdurous ooze secretes a digestive acid that dissolves flesh and metal quickly. Each time a creature takes damage from a verdurous ooze's acid, the creature's metal equipment and armor take the same amount of damage from the acid. A DC 21 Reflex save prevents damage to such items. A metal or natural weapon that strikes a verdurous ooze takes 1d6 points of acid damage unless the weapon's wielder succeeds on a DC 21 Reflex save. If a verdurous ooze remains in contact with a metal object for 1 full round, it inflicts 20 points of acid damage (no save) on the object. The save DCs are Constitution-based. </h5><h5><b>Enliven (Sp)</b> The chemicals emitted by a verdurous ooze cause nearby plants to twitch into life. While in areas covered in natural growth, all squares within 15 feet of the verdurous ooze are affected as if by the spell <i>entangle.</i> The verdurous ooze has no control over this effect, and if dispelled the effect renews after 1d4 rounds. The save DC is Constitution-based. </h5><h5><b>Sleep Aura (Su)</b> The chemicals emitted by a verdurous ooze have a stronger and opposite effect on living, non-plant creatures that come within a 30-foot radius. All living creatures within the area must make a DC 21 Will save or fall asleep for a number of rounds equal to the ooze's HD. Creatures immune to poison are also immune to this effect. Whether or not the save is successful, that creature cannot be affected again by the same verdurous ooze's sleep aura for 24 hours. This is a nonmagical sleep effect. The save DC is Constitution-based. </h5><h5><b>Split (Ex)</b> Slashing and piercing weapons deal no damage to a verdurous ooze. Instead, if the verdurous ooze would have taken 10 or more points of damage from a single slashing or piercing attack, it splits into two identical oozes, each with half of the original's current hit points (round down). Slashing or piercing attacks that deal less than 10 points of damage do not cause a verdurous ooze to split. Damage from multiple slashing or piercing attacks is not cumulative. A verdurous ooze with 15 hit points or less cannot be further split and dies if reduced to 0 hit points.</h5></div><br></br><div><h4><p><p>Verdurous oozes are animate masses of protoplasm of a sickly green hue. At rest, their flat bodies stand roughly 5 inches tall and can stretch out to a wide diameter, their surfaces blossoming into what look like thick tangles of mossy roots and gnarled vegetation as they lie still. Known to emit invisible but dangerous chemicals, these masses of slinking muck cause nearby plants to writhe and coil as if alive, while shocking animals into a temporary but deathly torpor. As such, they rarely must hunt to find food, instead sensing passing creatures and preying upon them after they succumb to the oozes' sleep aura. Always ravenous, the powerful acids that comprise these oozes quickly dissolve the flesh of their meals. A verdurous ooze typically weighs 300 pounds and can easily spread to fill a 5-foot-square area. While moving, such crawling muck rises only a few inches tall, though its structure might grow and boil up to a height of 2 or 3 feet if let undisturbed for a matter of days. Spontaneously grown structures collapse and melt back into the ooze's body as soon as it begins moving again.<b></p><p>Ecology</b></p><p> Verdurous oozes settle in locations with abundant food, rarely moving far except to feed upon comatose prey that has come too close or to reproduce. Verdurous oozes primarily gain sustenance from the small birds, mammals, and insects that fall prey to their sleep aura, but also prove well suited to devouring larger creatures that fall asleep nearby. Every 2 or 3 years, verdurous oozes collect deep in forests and swamps, clustering in secluded locales tainted by reeking natural compost or the escape of natural gases from the land. As many as 10 oozes might gather during one of these grotesque moots. To reproduce, four verdurous oozes merge to become a greater verdurous ooze. Greater oozes are far more active and hungry than their lesser kin, constantly wandering, feeding, and growing. After several months, the greater verdurous ooze splits into 10 to 15 new verdurous oozes. These new verdurous oozes grow to full size within 6 months.<b></p><p>Habitat & Society</b></p><p> Verdurous oozes primarily live in temperate forests and plains among high grasses or cultivated crops, though they might also be found in warm plains and jungle environments. As mindless creatures, they pay little attention to others of their kind, save when drawn to reproduce. A notable fact about verdurous oozes is that they beneficially impact nearby plant life; their secretions act as a kind of natural fertilizer. Trees, grass, flowers-all flora benefits from the existence of a nearby verdurous ooze. Over time, this can lead to an increase in the fauna in the area, as they seek to enjoy the rich, lush plants that make up their diet and in turn become prey for the stealthy ooze. Thus, another sign that a verdurous ooze is, or has been, in a particular area is the skeletons of animals that it has consumed, which are left behind once the flesh has been absorbed. Resourceful evil humanoids sometimes take advantage of verdurous oozes' relative lassitude and difficultly escaping from simple pits or other containers, trapping them near the entrances to their lairs. In such instances, the oozes' chemical secretions provide an extra defense for those aware of their presence and the dangers of coming too close.<br><b>Greater Verdurous Ooze </b><br>Greater verdurous oozes are formed when several green oozes merge together as part of their reproductive process. They are similar in form but much larger, and while still green, exhibit white and red lines that resemble veins running through them. They are even more voracious and dangerous than standard green oozes, as they eat and eat to gain enough mass to reproduce. A greater verdurous ooze typically weighs 2,400 pounds and can easily spread to fill a 10-foot-square area.</p></h4></div>", "Languages": "", "Source": "AP 35", "Land": "1", "Organization": "solitary", "Ref": "-2", "Climb": "0", "HD": "(9d8+54)", "AbilitiyScores": "Str 16, Dex 1, Con 22, Int -, Wis 1, Cha 1", "Gear": "", "Ranged": "", "Type": "ooze", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 868, "SubType": "", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "9", "Fly": "0", "RacialMods": "+0 Stealth (+20 in forest and plains environs)", "AC": "5, touch 5, flat-footed 5", "Swim": "0", "Name": "Verdurous Ooze", "VariantParent": "", "Skills": "Stealth -4 (+16 in forest and plains areas)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "-2", "Race": "Verdurous Ooze", "CR": "6", "XP": 2400, "TemplatesApplied": "", "Environment": "temperate forest or plains", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +9, Ref -2, Will -2", "Melee": "slam +9 (1d6+4 plus 1d6 acid and grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "N", "Size": "Medium"}