{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 243, "Treasure": "double standard (mundane armor and weapons)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Warsworn</h2><h3><i><i>An enormous animate mass comprised of dozens of armed and armored corpses undulates forth</i>, <i>like a living siege tower of steel-girded flesh. Where this mangled army of broken blades and rent flesh passes</i>, <i>the ground is torn and soaked in blood.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Warsworn</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>Warsworn </h5><h5>NE Gargantuan undead </h5><h5><b>Init </b>+3; <b>Senses </b>darkvision 60 ft.; Perception +27</h5><h5><b>Aura </b>frightful presence (60 ft., DC 26)</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>29, touch 9, flat-footed 26 (+3 Dex, +20 natural, -4 size)</h5><h5><b>hp </b>243 (18d8+162)</h5><h5><b>Fort </b>+15, <b>Ref </b>+11, <b>Will </b>+17</h5><h5><b>Defensive Abilities </b>channel resistance +4; <b>DR </b>10/bludgeoning and magic; <b>Immune </b>undead traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft.</h5><h5><b>Melee </b>4 slams +21 (2d6+12 + energy drain)</h5><h5><b>Ranged </b>1 scrap ball +12 (2d6+12/19-20)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>haunt armor, haunt weapons, trample (2d6+18; DC 31), energy drain (1 level, DC 26)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>34, <b>Dex </b>17, <b>Con </b>-, <b>Int </b> 9, <b>Wis </b>22, <b>Cha </b>25</h5><h5><b>Base Atk </b>+13; <b>CMB </b>+29; <b>CMD </b>42 (can't be tripped)</h5><h5><b>Feats </b>Awesome Blow, Blind-Fight, Greater Overrun, Improved Bull Rush, Improved Overrun, Lightning Reflexes, Power Attack, Step Up, Strike Back</h5><h5><b>Skills </b>Climb +33, Fly +0, Perception +27, Stealth +0, Swim +30</h5><h5><b>Languages </b>Common (cannot speak)</h5><h5><b>SQ </b>absorb</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>double standard (mundane armor and weapons)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Absorb (Su)</b> A warsworn can consume any creature with -1 or fewer hit points that is dying by moving into the same space. Doing so immediately kills the creature and heals the warsworn by an amount equal to the creature's Constitution score. This ability cannot heal a warsworn beyond its maximum number of hit points. Nonliving creatures or completely dead corpses cannot be absorbed. Absorbed corpses cannot be resurrected by any effect short of a <i>miracle</i> or <i>wish</i> spell until the warsworn that consumed them is destroyed. </h5><h5><b>Haunt Armor (Sp)</b> Three times per day, a warsworn can violently take control of a suit of heavy armor or its wearer. This limited form of possession manifests much like the violent thrust effect of the spell <i>telekinesis.</i> A warsworn can only target a suit of heavy armor with this effect or a creature wearing a suit of heavy armor. Creatures affected by <i>protection from evil</i> are immune to this effect. The effect is CL 18th. </h5><h5><b>Haunt Weapons (Sp)</b> Three times per day, a warsworn can animate a number of unattended weapons as per the spell <i>animate objects.</i> A warsworn can animate a number of Medium-size or smaller weapons equal to its Charisma bonus (typically 7) for up to 10 minutes. (Most weapons sized for Medium creatures are considered Tiny or Small animated objects.) These weapons must be within 50 feet of the warsworn and are all animated at once. This effect only affects weapons and no other type of object. Each weapon animated by this effect appears to be wielded by ghostly hands. Aside from being able to be individually destroyed or dispelled as per normal animated objects, any object animated by this effect can also be damaged by channel energy as if it were an undead creature. Creatures affected by <i>protection from evil</i> are immune to this effect. The effect is CL 18th.</h5></div><br></br><div><h4><p><p>Warsworns are massive, undead amalgams, their evershifting, chaotic bodies composed of countless deceased soldiers and their armor and weapons. Their shambling, serpentine forms tower over giants, and when warsworns move, the monsters create a grotesque, metallic cacophony as the weapons and armor of countless souls clash as though still in the throes of a never-ending battle. The history of warsworns is an odd one; the divinely created monstrosities' origins are as disturbing as their image suggests. Deities occasionally turn their attention to the ruined sites of great battles. Some morbid gods, like Urgathoa or Xon-Kuthon, gather the bodies of the slain into horrific, conscious heaps to torment the living, being fickle in their maliciousness and refusing to let the torment and terror of battle die away with the fleetingness of mortal life. Other warmongering deities, like Gorum or Asmodeus, take a more personal hand in the outcome of mortal conflicts, and should their favored armies fall, they might raise them anew to again confront their foes. Yet in still other instances, the passions of battle and tumult of lost lives simply refuse to die away when a conflicts ends, and they are reanimated from the bodies of disappointed soldiers, giving terrible new life to their bloodlust and wrath. Regardless of what forces, divine or otherwise, animate these terrors anew, warsworns exist seemingly for the sole purpose of spreading the rage of war, ravaging the land, and spreading the carnage of battle cries and clashing steel. A single warsworn, composed of innumerable fallen humanoids, pieces of armor, and weapons, typically weighs several tons and can reach a height of up to 25 feet.<b></p><p>Ecology</b></p><p> As undead creatures, warsworns have no bodily needs, such as for food or water, and they exist solely to destroy and cause chaos. Unknown to many, however, is the fact that warsworns often begin undeath at a much smaller size than is usually seen. Initially only as big as a common wagon, the unimpressive mounds shift across the warstained field from which they were born, rolling onto the scattered corpses and debris, consuming the sordid scene in a matter of hours, at which point they often reach their formidable, ordinarily seen size. Therefore, it is not uncommon for holy warriors, upon hearing news of a battle-stricken land allegedly infested by a warsworn, to rush to the site in the hope of overcoming the monster before it has time to reach its full potential. However, warsworns are frighteningly quick to grow, and most come to a kind of monstrous, unliving maturity before being destroyed. Once the battleground has been scraped clean of its dead, warsworns, never satiated, take to the surrounding area, searching hungrily for more dead to consume, and often invading small towns or villages to create the corpses themselves. They take ironic pleasure in destroying military settlements, bringing the wars of yesteryear roaring back to the unsuspecting people-a brutal, animate reminder that the dead never forget. Although warsworns have little concern for what or whom they destroy, they seem to favor consuming soldiers, victims of war, or at the very least those who die with blade and shield in hand-as if not just seeking new bodies to add to its monstrous girth, but also desirous of some remnant of rage or battle lust. Thus, while a warsworn will roll relentlessly onward and devastate with complete disregard, the unsatisfied monster is constantly searching for war-stricken lands, sites of conflict both ancient and fresh, so that it may satisfy its hunger with the broken steel and festering disease of the battlefield.<b></p><p>Habitat & Society</b></p><p> Warsworns can be found near areas that have seen great strife or war, especially battlefields, and sometimes make their way toward settlements close to such sites of human destruction. Warsworns, while intelligent, have little need for alliances, as their incredible size and strength provides all the muscle they require to wreak as much havoc as possible. Despite appearing as little more than a tide of zombies, these undead are driven on by more than mindless rage, retaining some communal memory of a soldier's tactics and a brawler's instincts. Proving to be surprisingly canny in battle, warsworns make use of every element of their necrotic bodies, including the splintered metal and rusting plates within their forms. The abominations have been known to launch great masses of rusting metal and shattered bone from their innermost hallows, balls of scrap propelled forth as if from a gigantic hellish catapult. Many of the creatures' grasping limbs also bear the remains of weapons, but such armaments rarely survive the undead thing's constant grinding motion, which reduces them to little more than lengths of dull metal amid the warsworn's thrashing, body-sized limbs. Unsleeping and unrelenting, warsworns are almost always on the move. Thus, warsworns might stop their rampage or even retreat for strategic means, waiting until nightfall to strike the people of a settlement near the site of a battle-the warsworns' most infamous and commonly utilized tactic. Farming communities located near vast stretches of fields that were once the site of a skirmish are often victim to warsworns' sudden, unpredictable attacks.</p></h4></div>", "Languages": "Common (cannot speak)", "Source": "AP 35", "Land": "1", "Organization": "solitary", "Ref": "11", "Climb": "0", "HD": "(18d8+162)", "AbilitiyScores": "Str 34, Dex 17, Con -, Int 9, Wis 22, Cha 25", "Gear": "", "Ranged": "1 scrap ball +12 (2d6+12/19-20)", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 870, "SubType": "", "MonsterSource": "", "Feats": "Awesome Blow, Blind-Fight, Greater Overrun, Improved Bull Rush, Improved Overrun, Lightning Reflexes, Power Attack, Step Up, Strike Back", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "15", "Fly": "0", "RacialMods": "", "AC": "29, touch 9, flat-footed 26", "Swim": "0", "Name": "Warsworn", "VariantParent": "", "Skills": "Climb +33, Fly +0, Perception +27, Stealth +0, Swim +30", "ClassArchetypes": "", "IsTemplate": "0", "Will": "17", "Race": "Warsworn", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "absorb", "Saves": "Fort +15, Ref +11, Will +17", "Melee": "4 slams +21 (2d6+12 + energy drain)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft.", "Alignment": "NE", "Size": "Gargantuan"}