{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 133, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ankou</h2><h3><i><i>Cloaked by wings of darkness</i>, <i>this horrific</i>, <i>skeletal alien appears to be burning from within</i>, <i>a flaming glow shining through its emaciated chest. Among this gaunt being's most prominent features are shimmering black wings</i>, <i>sharp talons</i>, <i>and yellow eyes that radiate a lambent malice.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ankou</p><p class=\"alignright\">CR 14</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>38,400</h5><h5>LE Large fey (extraplanar)</h5><h5><b>Init </b>+13; <b>Senses </b>blindsense 120 ft.; Perception +21</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>31, touch 19, flat-footed 21 (+9 Dex, +1 dodge, +12 natural, -1 size)</h5><h5><b>hp </b>133 (14d6+84)</h5><h5><b>Fort </b>+10, <b>Ref </b>+18, <b>Will </b>+13</h5><h5><b>DR </b>10/cold iron</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 90 ft. (perfect)</h5><h5><b>Melee </b>2 claws +14 (1d6+8), tail +9 (1d8+4 plus bleed), 2 wings +9 (1d8+4 plus bleed)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>bleed (2d6), cold iron killer, shadow doubles, sneak attack +3d6</h5><h5><b>Spell-Like Abilities</b> (CL 15th; concentration +22)</br>At will&mdash;<i>deeper darkness</i>, <i>ray of exhaustion</i> (DC 20), <i>silence</i> (self only)</br>3/day&mdash;<i>dimensional anchor</i>, <i>greater teleport</i>, <i>true seeing</i></br>1/day&mdash;<i>circle of death</i> (DC 23), <i>discern location</i>, <i>prismatic spray</i> (DC 24)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>26, <b>Dex </b>28, <b>Con </b>22, <b>Int </b> 17, <b>Wis </b>19, <b>Cha </b>25</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+16; <b>CMD </b>36</h5><h5><b>Feats </b>Blind-Fight, Combat Reflexes, Dodge, Flyby Attack, Improved Initiative, Lightning Stance, Wind Stance</h5><h5><b>Skills </b>Bluff +24, Escape Artist +26, Fly +32, Intimidate +21, Knowledge (nature) +20, Knowledge (planes) +17, Perception +21, Sense Motive +21, Stealth +22 (+30 in dim light or darker); <b>Racial Modifiers </b>+8 Stealth in areas of dim light or darker.</h5><h5><b>Languages </b>Common, Sylvan (cannot speak); telepathy 100 feet</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (First World)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Cold Iron Killer (Su)</b> All of an ankou's natural weapons are treated as cold iron for the purposes of overcoming damage reduction. </h5><h5><b>Shadow Doubles (Su)</b> Once per day, as a free action, an ankou can conjure up to four shadowy duplicates of itself, which appear anywhere within 60 feet of the ankou and last for a number of rounds equal to the ankou's Charisma modifier (typically 7 rounds). These shadow doubles are identical to the original ankou in all respects, except that they have hit points equal to 20% of the true ankou's hit points when conjured (26 hit points if conjured by an ankou with full hit points). The shadow doubles have all of the true ankou's melee attacks and abilities, except that they cannot use the ankou's spelllike abilities with the exception of <i>deeper darkness</i>, and cannot create more shadow doubles. Any creature that interacts with a shadow double can make a Will save to disbelieve the duplicate (DC 10 + 1/2 the ankou's Hit Dice + the ankou's Charisma modifier, typically DC 24). Against a creature that recognizes a shadow double for what it is, the shadow double functions as a <i>shadow conjuration</i> (<i>Pathfinder RPG Core Rulebook</i> 340). Shadow doubles take double damage from any spell with the light descriptor. If the true ankou is slain, is rendered unconscious, or is ever more than 120 feet away from a shadow double, the duplicates instantly vanish.</h5></div><br></br><div><h4><p><p>Death is a passing inconvenience to the folk of the First World. If a fey is slain in its home realm, it reforms sometime later from the mutable stuff of reality. To them, violence and mayhem are somewhere between a sport and a mode of criticism. If a fey lord chops the head off one of his knights, it might be little more than a dramatic rebuke. Therefore, the creatures known as ankous should not be considered simple killers. Their duty is not merely to kill-it is to terrify and torture, to wring every iota of suffering out of their target in a pageant of cruelty before the final act, the bloody murder itself. Ankous are the servants of powerful fey nobles who rule with cold-iron fists, and whose subjects live in terror of a visit from the dark ones. They cannot permanently kill those of the First World, but they can make victims long for oblivion. Physically, ankous are a fearful sight-that is, when they permit themselves to be seen, instead of blinding their foes with darkness. The ankous themselves never speak-the only words they can utter are those whispered telepathically into the victim's ear an instant before death, and those words are spoken in the voice of the one who sent the killer. A typical ankou measures approximately 10 feet tall, and about 8 feet across its ebon wings. Exceedingly light, the dark fey seem to be made of little more than shadows and gossamer, weighing less than 100 pounds.<b></p><p>Ecology</b></p><p> Servants of the Eldest, ankous exist to mete out the displeasure of their masters. The wounds caused by its wings and tail are especially agonizing, and victims have described little shards of crystalline moonlight cutting their way through muscle and bone underneath the skin. The blood-drenched skin of the victim of an ankou occasionally seems to shimmer or sparkle as if from residual moonlight in the corpse. Regardless of whether or not such dreadful whimsy is true, the wounds dealt by an ankou's tail and wings prove particularly vicious, leaving some victims to slowly bleed out from what appears to be nothing more than a mere scratch. The fey's most horrific power, though, is its ability to conjure lesser shadows of itself. The assassin can create duplicates to aid in its attack. A single ankou can block all the exits from a chamber, ripping a victim to shreds with a flurry of slashes from the same claw. These conjured fey are born of shadow and wrath, and are of one mind with the ankou that created them. These lesser copies vanish when the true ankou is killed or is otherwise unable to maintain its focus. Only powerful Eldest can block an ankou's generation of duplicates.<b></p><p>Habitat & Society</b></p><p> Ankous have no true culture of their own. When not hunting a foe, an ankou slumbers in a cocoon of darkness amid the most shadowy reaches of the First World. They are rarely called to service by their fey masters, as the mere threat of an ankou is often enough to terrify even the most fearless enemy. When loosed upon an especially hated foe, one of these assassins might be told to kill the victim many times over-murdering its target, waiting for its connection to the First World to reform it, and then killing it again. Amid the courts of the Eldest, ankous typically lurk as present but needless threats-like weapons hung in a royal hall. While the Eldest themselves prove more than capable of dispatching those who displease them, the flocks of ebonwinged fey nonetheless prove disturbing. What most nonfey typically have difficulty understanding is the lack of malice inherent in assassinations meted out by ankous. On the First World, such acts shock and annoy, but they don't equate to the ultimate punishment that death presents to mortals of the Material Plane. Thus, these grim tormenters of the First World take on new aspects of terror when encountered by non-natives of that realm. In the unlikely event that an ankou's master is permanently killed, the murderous fey wanders as it will. Moody and quick to take offense-whether from the pestering of other inquisitive fey or from trespassers into lands it deems its own-a free ankou proves even more murderous than one employed as an assassin, though far less concerned with repeated murders. Typically they prefer to be left in silent solitude, brooding amid ancient ruins, crumbling castles of forgotten fey lords, or other morbid demesnes. They take particular umbrage at those who bring light or, even worse, song into their dour realms, often resorting to brief tortures before slaying such interlopers. Unfortunately for ankous, daredevil fey pranksters who discover their lairs often make a grim game of invading and taunting these murderous beings, eventually forcing the assassins to relocate to even more unreachable depths of the First World. Numerous ankous once served the Eldest known as Count Ranalc, whose disappearance has long been a matter of debate, wonder, and lurking fear among his immortal brethren and other strange lords of the First World. Devoted to his service and in the fulfillment of some unknowable past order, the ankous of his court have sought their master, slaying many they believe have had some hand in his disappearance or knowledge of his whereabouts. In the past decades, these murderous fey have come to investigate Golarion, believing that world bears some mark of their lost lord's passage. Whether or not this is true, and whether Golarion now serves as a hiding place for the lost Eldest or merely a step on a greater path, none the ankous have encountered can say-though that hasn't prevent the deadly fey from ending those who arouse their suspicions.</p></h4></div>", "Languages": "Common, Sylvan (cannot speak); telepathy 100 feet", "Source": "AP 36", "Land": "0", "Organization": "solitary", "Ref": "18", "Climb": "0", "HD": "(14d6+84)", "AbilitiyScores": "Str 26, Dex 28, Con 22, Int 17, Wis 19, Cha 25", "Gear": "", "Ranged": "", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 893, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Blind-Fight, Combat Reflexes, Dodge, Flyby Attack, Improved Initiative, Lightning Stance, Wind Stance", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "10", "Fly": "1", "RacialMods": "+8 Stealth in areas of dim light or darker.", "AC": "31, touch 19, flat-footed 21", "Swim": "0", "Name": "Ankou", "VariantParent": "", "Skills": "Bluff +24, Escape Artist +26, Fly +32, Intimidate +21, Knowledge (nature) +20, Knowledge (planes) +17, Perception +21, Sense Motive +21, Stealth +22 (+30 in dim light or darker)", "ClassArchetypes": "", "IsTemplate": "0", "Will": "13", "Race": "", "CR": "14", "XP": 38400, "TemplatesApplied": "", "Environment": "any (First World)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +10, Ref +18, Will +13", "Melee": "2 claws +14 (1d6+8), tail +9 (1d8+4 plus bleed), 2 wings +9 (1d8+4 plus bleed)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 90 ft. (perfect)", "Alignment": "LE", "Size": "Large"}