{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 16, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Dweomercat Cub</h2><h3><i><i>Its coat shining vividly</i>, <i>this majestic tiger looks exotic and otherworldly. It gazes with piercing yellow eyes and stands calmly</i>, <i>as though fearless.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Dweomercat Cub</p><p class=\"alignright\">CR 2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>600</h5><h5>CN Tiny magical beast </h5><h5><b>Init </b>+2; <b>Senses </b>darkvision 60 ft., scent; Perception +5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 15, flat-footed 13 (+2 Dex, +1 dodge, +1 natural, +2 size)</h5><h5><b>hp </b>16 (3d10)</h5><h5><b>Fort </b>+3, <b>Ref </b>+5, <b>Will </b>+2</h5><h5><b>DR </b>5/magic; <b>SR </b>14</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>2 claws +7 (1d2-1), bite +7 (1d3-1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>dweomer leap, pounce, rake (2 claws +6, 1d2-1)</h5><h5><b>Spell-Like Abilities</b> (CL 4th)</br>Constant&mdash;<i>detect magic</i></br>1/week&mdash;<i>dimension door</i> (self only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>9, <b>Dex </b>15, <b>Con </b>10, <b>Int </b> 9, <b>Wis </b>12, <b>Cha </b>14</h5><h5><b>Base Atk </b>+3; <b>CMB </b>+3; <b>CMD </b>13 (17 vs. trip)</h5><h5><b>Feats </b>Dodge, Weapon Finesse</h5><h5><b>Skills </b>Climb +3, Knowledge (arcana) +0, Perception +5, Stealth +4; <b>Racial Modifiers </b>+4 Climb</h5><h5><b>Languages </b>Common, Sylvan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forest</h5><h5><b>Organization </b>solitary or ambush (1-3 dweomercats and 2-12 dweomercat cubs)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Dweomer Leap (Su)</b> When a dweomercat is targeted by a spell or within the area of effect of a spell, it can, as a swift action, choose to teleport to a square adjacent to the spell's caster, effectively appearing mid-leap and aimed toward the caster. This ability takes effect regardless of whether or not the spell overcomes the dweomercat's spell resistance. If it chooses, the dweomercat can immediately make a full attack against the spell's caster as though pouncing. Using this ability does not provoke an attack of opportunity. If there is no safe space adjacent to the caster-or if the dweomercat chooses-the dweomercat can forgo using this ability.</h5></div><br></br><div><h4><p><p>Powerful and regal, dweomercats stalk the First World, preying upon lesser creatures, but more voraciously hunting new and ever stranger sources of magic. Beings as much composed of sculpted arcane eddies as of flesh and blood, these capricious felines flourish along the intangible ley lines of their home realm, drinking in its weird powers as a plant thrives on light. Yet even more potent than their thirst for magic and the euphoria they draw from being in proximity to the reshaping of reality is dweomercats' racial curiosity, which leads them endlessly across the First World-and often beyond. The average adult dweomercat is about 4 feet tall and 7 feet long, weighing over 250 pounds, while their cubs are approximately 1 foot tall and weigh no more than 15 pounds.<b></p><p>Ecology</b></p><p> A newly born dweomercat cub is connected to its homeland by only a thin tether of fey magic, and can only tap into its true potential during the instant a spell is cast upon it. The burst of magical energy brought forth by a freshly cast spell momentarily intensifies the bond between the First World and the dweomercat. This link manifests itself clumsily as a sort of sudden teleportation that heaves the fey cat through space and time toward the source of the spell, fueled by the magnetic reaction between the dweomercat and the magic's origin. A dweomercat grows not by the passage of time, but through direct exposure to fey magic. Thus, a dweomercat cub on the Material Plane is stunted developmentally. Though it ages and gains experience and practical wisdom anywhere, only by spending several lifetimes on the First World can the cub reach adulthood. Once it has reached this stage, however, a fully grown dweomercat may freely travel between its native land and the Material Plane without adverse effects.<b></p><p>Habitat & Society</b></p><p> In the First World, dweomercats travel in packs while hunting. Beyond this predatory advantage, however, they have little use for organized society, as the evershifting nature of their homeland impedes it anyway. Dweomercats that are born on or come to be stranded on the Material Plane are often forced to live on their own. Cut off from the direct magical eddies of the First World, dweomercat cubs prove unable to grow into adults. While they might become slightly stronger and more learned, they never reach the size and prowess of those constantly subjected to the magic of their homeland. Were a dweomercat cub to return to the First World, it would eventually grow into a normal dweomercat, but only over the course of numerous humanoid lifespans. Those dweomercats marooned on the Material Plane seek out areas of great age, changeability, and magical potency- lands most like the First World. Sometimes this means not a specific place, but rather a period spent journeying with a mortal spellcaster. While an adult dweomercat would scoff at the idea of following a humanoid's orders, adolescents see the benefit of journeying alongside an intelligent creature native to the alien world. Should a dweomercat cub find a magic-user reckless or whimsical enough to keep its attention, it might join the caster as a familiar, gaining a measure of constant magical exposure from the intangible connection inherent in such a mystical relationship.<br><b>Dweomercat Cubs as Familiars </b><br>Attracted to flashy displays of magic and the strange powers inherent in a bond between a magic-user and her familiar, a dweomercat cub that's wandered from the First World might find its taste for magic and adventure satisfied in the service of a particularly whimsical or ostentatious arcane spellcaster. A spellcaster with the Improved Familiar feat can acquire a chaotic neutral dweomercat cub at 7th level or higher. Should the spellcaster settle into a life of research and predictability for a span of months, the dweomercat cub familiar might take to wandering off and, eventually, might not return-deliberately severing the master-familiar bond and freeing the spellcaster to summon a new familiar.</p></h4></div>", "Languages": "Common, Sylvan", "Source": "AP 36", "Land": "1", "Organization": "solitary or ambush (1-3 dweomercats and 2-12 dweomercat cubs)", "Ref": "5", "Climb": "0", "HD": "(3d10)", "AbilitiyScores": "Str 9, Dex 15, Con 10, Int 9, Wis 12, Cha 14", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 894, "SubType": "", "MonsterSource": "", "Feats": "Dodge, Weapon Finesse", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "+4 Climb", "AC": "16, touch 15, flat-footed 13", "Swim": "0", "Name": "Dweomercat Cub", "VariantParent": "", "Skills": "Climb +3, Knowledge (arcana) +0, Perception +5, Stealth +4", "ClassArchetypes": "", "IsTemplate": "0", "Will": "2", "Race": "", "CR": "2", "XP": 600, "TemplatesApplied": "", "Environment": "any forest", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +3, Ref +5, Will +2", "Melee": "2 claws +7 (1d2-1), bite +7 (1d3-1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "CN", "Size": "Tiny"}