{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 66, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Grodair</h2><h3><i>A <i>monstrous fish of earthy hues wriggles clumsily</i>, <i>its scales glistening with droplets of moisture. It moves by dragging itself along on its fins. Several tentacles sprout from its belly</i>, <i>which looks like a bulbous sac of liquid. Every few moments</i>, <i>it excretes water from these tentacles</i>, <i>then flounders through the shallow pools it creates.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Grodair</p><p class=\"alignright\">CR 5</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,600</h5><h5>CN Medium magical beast (aquatic, extraplanar)</h5><h5><b>Init </b>+3; <b>Senses </b>Perception +1</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 9, flat-footed 16 (-1 Dex, +7 natural)</h5><h5><b>hp </b>66 (7d10+28)</h5><h5><b>Fort </b>+11, <b>Ref </b>+4, <b>Will </b>+3</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>30 ft., swim 60 ft.</h5><h5><b>Melee </b>bite +11 (1d8+4), tail slap +6 (1d6+2 plus trip)</h5><h5><b>Ranged </b>water blast +6 (1d8 plus push)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>death flood, push (water blast, 5 feet)</h5><h5><b>Spell-Like Abilities</b> (CL 7th)</br>1/day&mdash;<i>control water</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>18, <b>Dex </b>8, <b>Con </b>19, <b>Int </b> 12, <b>Wis </b>13, <b>Cha </b>15</h5><h5><b>Base Atk </b>+7; <b>CMB </b>+11; <b>CMD </b>20 (24 vs. trip)</h5><h5><b>Feats </b>Combat Reflexes, Great Fortitude, Point-Blank Shot</h5><h5><b>Skills </b>Knowledge (nature) +8, Survival +8, Swim +22</h5><h5><b>Languages </b>Aquan, Sylvan</h5><h5><b>SQ </b>amphibious, muddy field</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any aquatic or coastal (First World)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Death Flood (Su)</b> There is a 90% chance that when a grodair is killed, the extradimensional sac of water within it explodes. All creatures within 15 feet of the fish are blasted by highly pressurized water inflicting 5d6 damage (Reflex DC 17 for half damage). The save DC is Constitution-based. </h5><h5><b>Muddy Field (Su)</b> As a standard action, a grodair can gush standing water into the area surrounding it. Upon doing so, the land within 15 feet of the grodair is treated as a shallow bog (<i>Pathfinder RPG Core Rulebook</i> 427). This water remains as long as the grodair is within 15 feet and wishes to maintain the water. The bog instantly disperses as soon as the grodair is killed or moves out of the area.</h5></div><br></br><div><h4><p><p>In the constantly shifting landscape of the First World, fresh water can be a sparse commodity. Adding to this confusion is the grodair, a bloated aquatic creature that possesses the unique power to carry its own massive stores of water with it. The bulbous sac on the grodair's spine is an extradimensional space that can contain a whole lake or river. Grodairs can suck up water in one place and expel it in another. The creatures use this power to travel the First World-though they are amphibious and can easily survive outside of water indefinitely, they much prefer the water and thus soak the lands through which they travel. By carrying their own lakes with them, grodairs are never far from home. Typical grodairs can rise up on their tentacle legs to a height of nearly 6 feet, though they rarely do so. Most measure about 7 feet long and weigh about 400 pounds.<b></p><p>Ecology</b></p><p> Grodairs are solitary nomads, wandering across the First World seemingly at random. They meander through glens-suddenly submerged by their eerie control over water-and recently drowned vales, poking curiously at the remains. Grodairs are intelligent, but extremely absentminded and careless. They have memories little better than actual fish, and for the most part have difficulty remembering things they were told 5 minutes ago-though some facts seem to crystallize within their memories, allowing them to recall events of the distant past with perfect clarity. Grodairs are picky eaters, nibbling on the choicest of flotsam. A grodair that raises waters to drown a faerie queen's castle might then swim in and nibble on a few pieces of cake and frosted grapes; one that has just drowned an orchard might grab a few apples before moving on. They have a similar approach to treasure. Having no need for magical items or artifacts and lacking any conception of their actual purpose, an absentminded grodair often consumes any shiny baubles it comes across, mistaking the loot for brightly colored food. The magical organ holding whole lakes worth of water within a grodair has befuddled many sages. It appears to be an extradimensional space accessed through the grodair's mouth. The grodair can either belch forth highly pressurized blasts of water or gradually drool out enough water to swamp its surroundings. The sac often contains more than water, as the aqueous creature's vacuum sucks up dirt, leaves, algae, and even small fish- fueling curiosity as to the waters' origins.<b></p><p>Habitat & Society</b></p><p> Grodairs are solitary creatures, meeting others of their kind only rarely. When their paths-or rather, their streams-cross, a pair of grodairs may mate and produce a dozen or so small fry. After the eggs hatch, they are the responsibility of the male grodair to raise and teach for 3 years (assuming, of course, he remembers his responsibility). Once the small grodairs reach the age of 3, they are fired out of their sire's tentacles on a highpressure jet of water in the direction of the nearest large lake or ocean. Grodairs are driven to explore, but they cannot say why-if there ever was a reason for their constant watery peregrinations, they forgot it long ago. One bizarre theory is that grodairs were an early attempt by the gods to fix the broken nature of the First World by regulating the flow of the water across the ever-changing landscape. If this theory is true, then there should be other creatures out there that have similar powers to move mountains or reshape the world. Another tale claims that grodairs are the servants of a buried god who was imprisoned under the ocean when the other deities abandoned the First World, and that they search for his drowned tomb to free him, while a third theory insists that the extradimensional space in the sac requires constant renewal, and that most of a grodair's brain is taken up with casting and recasting the same spell over and over. Sensible sages, though, just point to the grodairs as another example of the ill-considered and haphazard nature of reality in the First World. The forgetful grodairs rarely mean to cause deliberate harm, but are often so distracted they forget that other creatures cannot breathe underwater. A grodair might drown a village, then swim into the ruins wondering why everyone is taking a nap. When their errors are pointed out to them, grodairs become immensely apologetic, offering to do whatever they can to make amends. \"Would you like a nice ornamental pond,\" they ask, \"or perhaps a waterwheel?\" In any event, the creatures soon lose interest and swim off in search of something more interesting that they cannot name. In the past, some vengeful souls have tried hunting grodairs, but when cornered they are surprisingly doughty foes, using blasts of high-pressure water to send enemies flying and soaking the ground around them to make it harder for enemies to attack them in melee. If a foe is knocked prone, a grodair may train its water spray on him, keeping him pinned underwater until he drowns or until the fish forgets he is there. Grodairs also have a surprisingly powerful tail swipe and viciously sharp teeth. When the creatures are slain, their water sacs rupture, letting all of its contents loose in a tremendous flood. Overeager attackers can release a deluge on their own heads; experienced hunters stalk grodairs with small canoes in tow, waiting until the creatures' sacs are nearly empty before attacking. Alternatively, many predators simply attack from above. <br> <b>Treasure </b> <br>Most grodairs explode in a blast of murky water and oversized fish guts when slain. Some, however, do not. Only grodairs that meet death with their fragile internal extraplanar space intact don't erupt in this fashion. While these fish creatures' delicate organs often erupt as the result of even the gentlest killing, some anomalous organs remain viable after its body's death-approximately one in 10. These satchel-sized sacks continue to function for a period of 2d6 hours as a <i>decanter of endless water</i>, but one that can only produce a \"stream\" or \"fountain\" effect. This organ can only be extracted by making a DC 22 Heal or Profession (fisherman) check. Failing this check by 5 or more causes the organ to burst as per the grodair's death flood ability. A grodair's magical innards have no gp value, their size and sliminess outweighing any temporary remarkability.</p></h4></div>", "Languages": "Aquan, Sylvan", "Source": "AP 36", "Land": "1", "Organization": "solitary", "Ref": "4", "Climb": "0", "HD": "(7d10+28)", "AbilitiyScores": "Str 18, Dex 8, Con 19, Int 12, Wis 13, Cha 15", "Gear": "", "Ranged": "water blast +6 (1d8 plus push)", "Type": "magical beast", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 896, "SubType": "(aquatic, extraplanar)", "MonsterSource": "", "Feats": "Combat Reflexes, Great Fortitude, Point-Blank Shot", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "0", "RacialMods": "", "AC": "16, touch 9, flat-footed 16", "Swim": "1", "Name": "Grodair", "VariantParent": "", "Skills": "Knowledge (nature) +8, Survival +8, Swim +22", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "5", "XP": 1600, "TemplatesApplied": "", "Environment": "any aquatic or coastal (First World)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, muddy field", "Saves": "Fort +11, Ref +4, Will +3", "Melee": "bite +11 (1d8+4), tail slap +6 (1d6+2 plus trip)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "30 ft., swim 60 ft.", "Alignment": "CN", "Size": "Medium"}