{"Group": "", "Space": "20 ft.", "Mythic": "0", "HP": 297, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Zomok</h2><h3><i><i>Resembling an enormous lizard composed entirely of organic plant matter</i>, <i>this beast shakes loose soil from its earthy wings and exhales dirt particles with every breath.</i></i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Zomok</p><p class=\"alignright\">CR 16</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>76,800</h5><h5>N Gargantuan plant (extraplanar)</h5><h5><b>Init </b>+4; <b>Senses </b>darkvision 120 ft., low-light vision, tremorsense 60 ft.; Perception +27</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>33, touch 6, flat-footed 33 (+27 natural, -4 size)</h5><h5><b>hp </b>297 (18d8+216)</h5><h5><b>Fort </b>+23, <b>Ref </b>+8, <b>Will </b>+14</h5><h5><b>Immune </b>sonic, plant traits</h5><h5><b>Weaknesses </b>vulnerability to fire</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., fly 100 ft. (poor)</h5><h5><b>Melee </b>2 claws +21 (2d6+12), bite +21 (2d8+12), 2 wings +16 (2d6+6), tail slap +16 (2d8+6)</h5><h5><b>Space </b>20 ft.; <b>Reach </b>15 ft. (20 ft. with tail)</h5><h5><b>Special Attacks </b>entombing breath (60-ft. cone, 18d6 bludgeoning plus <i>entangle</i>d, Reflex DC 31), swallow whole (6d6 bludgeoning damage, AC 23, 29 hp), trample (2d8+18, DC 31)</h5><h5><b>Spell-Like Abilities</b> (CL 16th; concentration +19)</br>Constant&mdash;<i>pass without trace</i> </br>At will&mdash;<i>command plants</i> (DC 22), <i>plant growth</i>, <i>quench</i> (DC 21)</br>3/day&mdash;<i>entangle</i> (DC 19), <i>liveoak</i>, <i>transmute mud to rock</i>, <i>transmute rock to mud</i>, <i>wall of thorns</i></br>1/day&mdash;<i>shambler</i></h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>35, <b>Dex </b>11, <b>Con </b>34, <b>Int </b> 16, <b>Wis </b>22, <b>Cha </b>26</h5><h5><b>Base Atk </b>+13; <b>CMB </b>+29; <b>CMD </b>39 (43 vs. trip)</h5><h5><b>Feats </b>Awesome Blow, Cleave, Improved Bull Rush, Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Power Attack, Snatch</h5><h5><b>Skills </b>Fly +8, Knowledge (nature) +21, Perception +27, Stealth +9, Survival +24</h5><h5><b>Languages </b>Common, Sylvan, Terran</h5><h5><b>SQ </b>tree step</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any forest (First World)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Entombing Breath (Su)</b> A zomok can use its breath weapon once every 1d4+1 rounds, blasting forth a 60-foot cone of flying dirt, bark, stones, and moss. This rain of earth and pulped vegetation deals 18d6 points of bludgeoning damage (Reflex save DC 31 for half). Those creatures that fail their Reflex saves and are also in contact with the ground are <i>entangle</i>d by the debris, which quickly takes root. The creature is <i>entangle</i>d for 1d6 rounds or until it breaks free of the clinging vegetation with a DC 31 Strength or Escape Artist check. The check and save DCs are Constitution-based. Creatures slain by a zomok's breath weapon instantly decompose, and their bodies are utterly destroyed. This makes resurrecting such creatures difficult, but not impossible, requiring a <i>true <i>resurrection</i></i> or greater spell, or a <i>resurrection</i> or similar spell cast directly on the spot where the creature died. Dirt or similar debris from the spot do not count as remains for the purpose of <i>resurrection</i>. </h5><h5><b>Tree Step (Su)</b> As a standard action, a zomok in a forest area may teleport up to 120 feet by moving the essence of its being to another forested area. The zomok is cured of 60 points of damage when it does this. It may use its tree stride power every 1d6+1 rounds but no more than three times per day. If the zomok has swallowed a foe, the foe is left behind when the creature teleports.</h5></div><br></br><div><h4><p><p>The First World's seasons are as random as any other aspect of that strange realm, with summers lasting for years or winters passing in an afternoon. Many of the forests of that world, some of them surprisingly similar to those on Golarion, have difficulty coping with the unpredictable climate. These forests often survive only because they're inhabited by zomoks: plant-dragons that prowl the woodlands, defending them from the often destructive forces of that realm, and healing and regrowing vegetation as needed. Through the ages, some of these creatures have even traveled from the First World to inhabit the wilds of other realities, protecting the nature of such lands from disasters and axe blades just as tenaciously as they would in their homeland. No two zomoks look alike, and rarely does one creature look the same for long; parts of their bodies are constantly growing, dying off, and regenerating from nearby plants in an endless cycle. Most rise to a height of 18 feet and stretch at least 35 feet long, with wingspans of more than 80 feet and weights of 30 tons.<b></p><p>Ecology</b></p><p> A zomok is more than just a single creature, being closer to a collective spirit of the woodlands. One might step into one stand of trees and reform a new body elsewhere in the forest, the same creature but with a different body. The shape of a zomok is different each time it arises. On one occasion, it might pick a sturdy larch as its right foreleg and turn a weeping willow into its head; on another, it could have a body of oak and make its teeth from brambles and nettles. The overall shape is always draconic, but its components change, even from moment to moment. In truth, it is more a dragon-shaped wave moving through the forest-the trees bend momentarily into the dragon's body and limbs, but the wave passes on, leaving them intact in its wake. Zomoks do not need to eat and have no real digestive system. Any creatures they happen to devour whole are often found hanging in bloody gobbets from the topmost branches of random trees, though the hungry plants of the realm often consume the remains before they are ever found. In combat, zomoks prefer to keep moving, using their tree stride ability to ensure that no one stand of trees takes the brunt of the injuries. To protect their habitat, zomoks breathe a raging torrent of thorns, twigs, chunks of bark, and clouds of moss that envelops those in its path, encasing them in a thick shroud of organic matter. Those slain by the breath weapon are instantly decomposed into rich loam; even those who survive often find mold growing on their skin or small plants sprouting from their hair or ears, with each tendril trying to root the creature into the earth. Zomoks can also control the terrain, turning the land into a swamp or conjuring defensive walls. When need be, they can <i>quench</i> flames at will-a useful talent for a creature so vulnerable to fire. When facing powerful foes, zomoks create mighty walls of briar and moves through the wood to divide its enemies and attack them individually. Zomoks can also call up formidable guardians of mold and vines using magic, and it is rare for them to be without such defending monsters. Some zomoks even consume their shambling minions, holding them in their bodies so any creatures the dragon-plants swallow are assaulted inside of them as well as out.<b></p><p>Habitat & Society</b></p><p> Though zomoks do not inhabit every forest in the First World, they are far from uncommon, and they offer the benefit of protecting nature and its denizens wherever they may go. The finicky zomok's temperament varies with the season. In spring, they are often playful and mercurial, playing pranks on intruders or changing forest paths to confuse travelers. In summer, zomoks find their strength and majesty and become kings of the woodland, attending courts with dryads, satyrs, and stranger folk of the green. In autumn, zomoks become weird mystics, spouting prophecies and cryptic mutterings about the fate of the forest. Only the most foolish would dare approach a zomok in winter, when starvation and the chill of the frost make them vicious and cruel. A zomok wearing its winter coat of rime-covered branches and gray moss can be placated with suitable sacrifices, such as broken axe-heads or nubile virgins with green thumbs. Zomoks have a slightly bemused attitude toward other creatures dwelling in their woods, considering them pets at best and pesky parasites at worst. In any event, the mobile nature of a zomok's woodland territory means that there are few longterm residents within the dragon's demesne, although some zomoks have forged extended alliances with dryads, bringing the dryads' trees along each time they move. Like most woodland fey, they despise those who harm trees-woe betide any who set axe or fire to wood in the presence of a zomok. Despite this, threatening the forest is often the best way to deal with such a monster. Actually killing a zomok is difficult because of its ability to heal itself through tree striding, so a better tactic is to blast the surrounding woods with fireballs or blights until the plant-dragon agrees to negotiate. Unlike true dragons, zomoks have little interest in treasure, but a few coins or other items may sometimes be found lodged in the branches and roots of the creatures' innards.</p></h4></div>", "Languages": "Common, Sylvan, Terran", "Source": "AP 36", "Land": "1", "Organization": "solitary", "Ref": "8", "Climb": "0", "HD": "(18d8+216)", "AbilitiyScores": "Str 35, Dex 11, Con 34, Int 16, Wis 22, Cha 26", "Gear": "", "Ranged": "", "Type": "plant", "Reach": "15 ft. (20 ft. with tail)", "DontUseRacialHD": "0", "id": 898, "SubType": "(extraplanar)", "MonsterSource": "", "Feats": "Awesome Blow, Cleave, Improved Bull Rush, Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Power Attack, Snatch", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "23", "Fly": "1", "RacialMods": "", "AC": "33, touch 6, flat-footed 33", "Swim": "0", "Name": "Zomok", "VariantParent": "", "Skills": "Fly +8, Knowledge (nature) +21, Perception +27, Stealth +9, Survival +24", "ClassArchetypes": "", "IsTemplate": "0", "Will": "14", "Race": "", "CR": "16", "XP": 76800, "TemplatesApplied": "", "Environment": "any forest (First World)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "tree step", "Saves": "Fort +23, Ref +8, Will +14", "Melee": "2 claws +21 (2d6+12), bite +21 (2d8+12), 2 wings +16 (2d6+6), tail slap +16 (2d8+6)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., fly 100 ft. (poor)", "Alignment": "N", "Size": "Gargantuan"}