{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 13, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Ningyo</h2><h3><i>This hideous sea monstrosity combines the most ferocious features of simian and carp, its fish-like tail sprouting a grotesquely primitive humanoid torso, head, and limbs. Although little more than 2 feet long, the nasty thing gibbers wildly as it gnashes its curling fangs and swipes at prey with webbed claws.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Ningyo</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>NE Small monstrous humanoid (aquatic)</h5><h5><b>Init </b>+1; <b>Senses </b>Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>13, touch 12, flat-footed 12 (+1 Dex, +1 natural, +1 size)</h5><h5><b>hp </b>13 (2d10+2)</h5><h5><b>Fort </b>+1, <b>Ref </b>+4, <b>Will </b>+5</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft., swim 40 ft.</h5><h5><b>Melee </b>2 claws +2 (1d3-1), bite +2 (1d4-1)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>group grapplers</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>8, <b>Dex </b>13, <b>Con </b>12, <b>Int </b> 6, <b>Wis </b>15, <b>Cha </b>11</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+2; <b>CMD </b>11</h5><h5><b>Feats </b>Agile Maneuvers</h5><h5><b>Skills </b>Stealth +10, Swim +12</h5><h5><b>SQ </b>nocturnal undeath, poison flesh</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm oceans</h5><h5><b>Organization </b>solitary, pair, or shoal (3-22)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Group Grapplers (Ex)</b> Ningyos excel at swarming over foes, dragging them down to drown or tearing them to bits with their tiny claws and jaws. Ningyos gain a +2 bonus on checks to aid other ningyos. In addition, when a ningyo aids another ningyo in a grapple, it adds +2 on its ally's grapple check and increases the amount of damage dealt by the grapple by +2. These bonuses on grapple checks and grapple damage stack when multiple ningyos aid in a grapple, up to a maximum of five ningyos. </h5><h5><b>Nocturnal Undeath (Su)</b> The body of a ningyo never rests peacefully. One hour after dusk, an intact ningyo corpse reanimates, becoming an undead creature (its statistics changing from a ningyo to an undead ningyo). At dawn, the undead ningyo returns to a state of true death until the next night. Undead-affecting effects like channel energy and <i>detect undead</i> have no effect on a ningyo corpse during the day. An undead ningyo always knows when the dawn is coming and uses the 15 minutes before daybreak to shelter itself as best it can. A ningyo missing any significant part of its body-a limb or more-does not animate at night, though it will if the missing body part is ever placed back in contact with its body. A ningyo corpse that is burned or torn apart to an extent that its pieces never meet again does not rise as an undead. </h5><h5><b>Poison Flesh (Ex)</b> Any creature that uses a bite attack against a ningyo, swallows a ningyo whole, or otherwise consumes part of a ningyo exposes itself to the creature's toxic flesh. <i>Ningyo Flesh</i>: Ingested; save Fort DC 12; frequency 1 minutes; effect 1d2 Int damage; cure 2 saves.</h5></div><br></br><div><h4><p><p>The bane of fishermen and divers, ningyos lurk in tropical waters, gorging themselves on fish and attacking anything they can sink their tiny fangs into. Nasty little things, these primitive, miniature mer-monsters are bogeymen of the sea, often attacking seagoers, ships, and fishing tackle out of both blind ravenousness and blunt stupidity. With little more organization or society than a school of sharks, these cannibalistic half-simian, half-fish terrors swarm by night and can easily drag those caught on moonlit waters down to drown amid a sea of tiny claws and needling teeth. Yet for all their animal ferocity, ningyos are most notorious for their unquiet deaths. Said by natives to be too mean and stupid to die, a slain ningyo always returns to life by night, obliviously adopting old habits or dragging itself forth from the water to find its killer. By day, though, undead ningyos turn back into normal corpses, sometimes washing up on shore as gruesome and fascinating-but potentially deadly-curiosities. While the knowledgeable burn the eerie corpses they find along the coast, more than one foolhardy beachcomber has collected such an oddity, only to later awake in terror, the tiny withered claws and broken teeth of his weird curio savaging him in the dark. Ningyos measure approximately 2 to 2-1/2 feet long from head to tail, and weigh 6 to 9 pounds. <br> <b>Ningyos on Golarion </b> <br>Ningyos have harassed and terrorized those dwelling along warm coasts for ages, proving most common along the west coast of Garund and the eastern shores of Arcadia. Well informed by the native folklore of those areas, most locals easily avoid and deal with the nasty mer-creatures. Visitors and invaders of such areas, though, are rarely so well informed. The Fetching Fishwife: This saltencrusted beach house-turned-inn teeters on a rocky beach a short ride north of Eleder. Popular with visitors and those seeking to escape the city's roughand- tumble confusion, the Fishwife offers fine rooms, good food, and a collection of eclectic decor- from bestial trophies and wall mountings to native artistry. It also bears a curse. Four guests and two owners have met gruesome deaths in the inn, and the most recent landlord quietly fled Sargava, leaving the keys to the house and a tiny, withered claw to his estranged brother. Kimbal Pall, the current owner, now runs the tavern, having no idea he holds a piece of an undead ningyo lurking in his collection. Treasure at Bloodcove: The treacherous inlets southwest of Bloodcove have long been a favorite stop for Shackles pirates, those with both booty to bury and plots to pillage the Kaava Lands' coastal tribes. Recently, a masked shaman has been sighted wandering between these coves, attended by a large, murderous swarm of ningyos. Although the witch doctor seems to only feed the nasty sea monsters fish heads and bird carcasses, they obey her every command, driving off the curious as they endlessly scour the sea floor, as if for some unknown treasure.</p></h4></div>", "Languages": "", "Source": "AP 37", "Land": "1", "Organization": "solitary, pair, or shoal (3-22)", "Ref": "4", "Climb": "0", "HD": "(2d10+2)", "AbilitiyScores": "Str 8, Dex 13, Con 12, Int 6, Wis 15, Cha 11", "Gear": "", "Ranged": "", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 921, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Agile Maneuvers", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "1", "Fly": "0", "RacialMods": "", "AC": "13, touch 12, flat-footed 12", "Swim": "1", "Name": "Ningyo", "VariantParent": "", "Skills": "Stealth +10, Swim +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "warm oceans", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "nocturnal undeath, poison flesh", "Saves": "Fort +1, Ref +4, Will +5", "Melee": "2 claws +2 (1d3-1), bite +2 (1d4-1)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft., swim 40 ft.", "Alignment": "NE", "Size": "Small"}