{"Group": "Giant", "Space": "5 ft.", "Mythic": "0", "HP": 13, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Hunter Sea Urchin, Giant</h2><h3><i>This strange-looking creature has a spherical body covered with hundreds or thousands of two-foot-long bright purple spines that darken to ominous black tips.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Hunter Urchin</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>N Medium vermin (aquatic)</h5><h5><b>Init </b>-4; <b>Senses </b>all-around vision, low-light vision, scent, tremorsense 30 ft.; Perception +4</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>12, touch 6, flat-footed 12 (-4 Dex, +6 natural)</h5><h5><b>hp </b>13 (2d8+4)</h5><h5><b>Fort </b>+5, <b>Ref </b>-4, <b>Will </b>+0</h5><h5><b>Defensive Abilities </b>stability; <b>Immune </b>mind-affecting effects</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>15 ft.</h5><h5><b>Melee </b>tongue +3 (1d3+3 plus pull)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.; 20 ft. with tongue</h5><h5><b>Special Attacks </b>spines (+3, 1d4+2 plus poison), pull (tongue, 5 feet)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>15, <b>Dex </b>3, <b>Con </b>14, <b>Int </b> -, <b>Wis </b>11, <b>Cha </b>2</h5><h5><b>Base Atk </b>+1; <b>CMB </b>+3; <b>CMD </b>9 (17 vs. bull rush or trip)</h5><h5><b>Skills </b>Perception +4; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> temperate or warm ocean or coastline</h5><h5><b>Organization </b>solitary, pair, or cluster (3-10)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>All-Around Vision (Ex)</b> All giant sea urchins can see in all directions. They gain a +4 racial bonus on Perception checks and cannot be flanked. </h5><h5><b>Poison (Ex)</b> Hunter urchin venom causes intense pain that staggers those who suffer its <i>effect</i>s, but does not actually inflict ability damage. The save DC is Constitution-based. Spines-injury; save Fort DC 13; frequency 1/round for 6 rounds; effect staggered for 1 round; cure 1 save. </h5><h5><b>Spines (Ex)</b> A hunter urchin's spines can swivel to face any approaching creature. Any creature that attacks a hunter urchin with an unarmed strike or a natural attack, or any Medium or smaller creature that attacks with a one-handed weapon or light weapon, is automatically attacked by the hunter urchin's spines as an immediate action. If the spines hit, they can poison the target as well. </h5><h5><b>Stability (Ex)</b> All giant sea urchins receive a +8 bonus to CMD when resisting a bull rush or trip attempt.</h5></div><br></br><div><h4><p><p>Much more dangerous than their smaller kin, giant sea urchins are dangerous predators of opportunity. With the exception of the hunter urchin, giant sea urchins lie in wait for food to come to them, typically carried within reach of their attacks via ocean currents or, more commonly, tides. <br> <b>Hunter Urchins: </b> These urchins can adjust their spines to effect an awkward method of locomotion on land. They actively seek prey, and possess long, rasp-like tongues that can whip out and pull food to them. <br> <b>Spear Urchins: </b> These brightly colored creatures can fire spines like javelins, relying upon poison to slow down prey or eventually immobilize it so they can crawl over to feed. <br> <b>Glass Urchins: </b> So named for their transparency, these beautiful creatures shimmer like delicate crystals. Yet for all the damage their spines can inf lict, victims of glass urchins generally do more damage to themselves or their allies due to the potent hallucinatory effects of this urchin's venom. <br><b>Sea Urchins as Difficult Terrain </b> <br>The giant sea urchins presented here are fantastic evolutions of their much more common, smaller, and less offensive kin. Yet even the smaller common urchins can pose a problem for unwary adventurers. Sea urchins live in vast colonies on tidal rocks, and moving across a field of urchins can be quite awkward and painful. Their thousands of spines are just as sharp as those possessed by their larger kin, and they function as caltrops to anyone that walks over them. Worse, these spines are venomous, and can poison those who take damage from them. Those who succumb to the poison suffer searing pain that can sicken them for several minutes. Though uncomfortable, fortunately this venom doesn't actually inf lict either ability damage or ability drain. <br> <b> Sea Urchin Venom: </b> Spines-injury; save Fort 11; frequency 1/minute for 6 minutes; effect victim is sickened for 1 minute; cure 1 save.</p></h4></div>", "Languages": "", "Source": "AP 37", "Land": "1", "Organization": "solitary, pair, or cluster (3-10)", "Ref": "-4", "Climb": "0", "HD": "(2d8+4)", "AbilitiyScores": "Str 15, Dex 3, Con 14, Int -, Wis 11, Cha 2", "Gear": "", "Ranged": "", "Type": "vermin", "Reach": "5 ft.; 20 ft. with tongue", "DontUseRacialHD": "0", "id": 928, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "5", "Fly": "0", "RacialMods": "+4 Perception", "AC": "12, touch 6, flat-footed 12", "Swim": "0", "Name": "Hunter Urchin", "VariantParent": "", "Skills": "Perception +4", "ClassArchetypes": "", "IsTemplate": "0", "Will": "0", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "temperate or warm ocean or coastline", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +5, Ref -4, Will +0", "Melee": "tongue +3 (1d3+3 plus pull)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "15 ft.", "Alignment": "N", "Size": "Medium"}