{"Group": "Giant", "Space": "15 ft.", "Mythic": "0", "HP": 126, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Glass Sea Urchin, Ginat</h2><h3><i>This strange-looking creature has a spherical body covered with hundreds or thousands of two-foot-long bright purple spines that darken to ominous black tips.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Glass Urchin</p><p class=\"alignright\">CR 9</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>6,400</h5><h5>N Huge vermin (aquatic)</h5><h5><b>Init </b>-4; <b>Senses </b>all-around vision, low-light vision, scent, tremorsense 30 ft.; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>22, touch 4, flat-footed 22 (-4 Dex, +18 natural, -2 size)</h5><h5><b>hp </b>126 (12d8+72)</h5><h5><b>Fort </b>+14, <b>Ref </b>+0, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>stability, transparency; <b>Immune </b>mindaffecting effects</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>5 ft.</h5><h5><b>Melee </b>3 spines +17 (1d8+10 plus poison)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>poison spray, spines</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>31, <b>Dex </b>3, <b>Con </b>22, <b>Int </b> -, <b>Wis </b>15, <b>Cha </b>2</h5><h5><b>Base Atk </b>+9; <b>CMB </b>+21; <b>CMD </b>27 (35 vs. bull rush or trip)</h5><h5><b>Skills </b>Perception +6; <b>Racial Modifiers </b>+4 Perception</h5><h5><b>SQ </b>amphibious</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm ocean or coastline</h5><h5><b>Organization </b>solitary, pair, or cluster (3-4)</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Poison (Ex)</b> Glass urchin venom causes the senses to become clouded and creates vivid hallucinations and confusion in the victim's mind. The save DC is Constitution-based. Spines-contact or injury; save Fort DC 16; frequency 1/ round for 6 rounds; effect 1d4 Wis and confused for 1 round; cure 2 consecutive saves. </h5><h5><b>Poison Spray (Ex)</b> As a standard action, once every 5 rounds, a spear urchin can spray poison from numerous smaller spines across its body. This poison fills a 20-foot-radius spread around the urchin- all creatures within this area are exposed to the urchin's venom and must make Fortitude saves as detailed above to resist Wisdom damage and confusion. This attack is even more effective underwater, as the poison spray creates a cloud that lingers in the area around the urchin for 5 rounds-creatures must save each round they begin a turn in the area of the poison cloud in addition to when the urchin creates the effect. </h5><h5><b>Spines (Ex)</b> A glass urchin's spines can swivel and rotate to face any approaching creature that attacks it. Any creature that attacks a glass urchin with an unarmed strike or a natural attack, or any Huge or smaller creature that attacks with a one-handed weapon or light weapon, is automatically attacked by the glass urchin's spines as an immediate action. If the spines hit, they can poison the target as well. </h5><h5><b>Transparency (Ex)</b> A glass urchin's spines and body are transparent when underwater, granting the creature concealment and a constant 20% miss chance.</h5></div><br></br><div><h4><p><p>Much more dangerous than their smaller kin, giant sea urchins are dangerous predators of opportunity. With the exception of the hunter urchin, giant sea urchins lie in wait for food to come to them, typically carried within reach of their attacks via ocean currents or, more commonly, tides. <br> <b>Hunter Urchins: </b> These urchins can adjust their spines to effect an awkward method of locomotion on land. They actively seek prey, and possess long, rasp-like tongues that can whip out and pull food to them. <br> <b>Spear Urchins: </b> These brightly colored creatures can fire spines like javelins, relying upon poison to slow down prey or eventually immobilize it so they can crawl over to feed. <br> <b>Glass Urchins: </b> So named for their transparency, these beautiful creatures shimmer like delicate crystals. Yet for all the damage their spines can inf lict, victims of glass urchins generally do more damage to themselves or their allies due to the potent hallucinatory effects of this urchin's venom. <br><b>Sea Urchins as Difficult Terrain </b> <br>The giant sea urchins presented here are fantastic evolutions of their much more common, smaller, and less offensive kin. Yet even the smaller common urchins can pose a problem for unwary adventurers. Sea urchins live in vast colonies on tidal rocks, and moving across a field of urchins can be quite awkward and painful. Their thousands of spines are just as sharp as those possessed by their larger kin, and they function as caltrops to anyone that walks over them. Worse, these spines are venomous, and can poison those who take damage from them. Those who succumb to the poison suffer searing pain that can sicken them for several minutes. Though uncomfortable, fortunately this venom doesn't actually inf lict either ability damage or ability drain. <br> <b> Sea Urchin Venom: </b> Spines-injury; save Fort 11; frequency 1/minute for 6 minutes; effect victim is sickened for 1 minute; cure 1 save.</p></h4></div>", "Languages": "", "Source": "AP 37", "Land": "1", "Organization": "solitary, pair, or cluster (3-4)", "Ref": "0", "Climb": "0", "HD": "(12d8+72)", "AbilitiyScores": "Str 31, Dex 3, Con 22, Int -, Wis 15, Cha 2", "Gear": "", "Ranged": "", "Type": "vermin", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 930, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "14", "Fly": "0", "RacialMods": "+4 Perception", "AC": "22, touch 4, flat-footed 22", "Swim": "0", "Name": "Glass Urchin", "VariantParent": "", "Skills": "Perception +6", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "9", "XP": 6400, "TemplatesApplied": "", "Environment": "warm ocean or coastline", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious", "Saves": "Fort +14, Ref +0, Will +6", "Melee": "3 spines +17 (1d8+10 plus poison)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "5 ft.", "Alignment": "N", "Size": "Huge"}