{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 39, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Tuyewera</h2><h3><i>The figure that crawls up from the grave may have once been a living man, but it is now wholly a monster. Its flesh crawls with worms and seeps with decay, allowing bones and internal organs to slip through hideous tears here and there. Its jaw distends and a long tongue whips out, almost like a tentacle. Its legs have been severed at the knee, forcing it to scrabble forward on all fours like some deranged beast.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Tuyewera</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>CE Medium undead </h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft.; Perception +10</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>16, touch 13, flat-footed 13 (+3 Dex, +3 natural)</h5><h5><b>hp </b>39 (6d8+12)</h5><h5><b>Fort </b>+4, <b>Ref </b>+5, <b>Will </b>+6</h5><h5><b>Defensive Abilities </b>daylight <i>invisibility</i>; <b>DR </b>5/magic; <b>Immune </b>undead traits</h5><h5><b>Weaknesses </b>vulnerable to sunlight</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>slam +7 (1d6+4), tongue +8 (1d4+4 plus grab)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>constrict (1d4+4), lure, steal tongue, suffocation</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>17, <b>Dex </b>16, <b>Con </b>-, <b>Int </b> 8, <b>Wis </b>13, <b>Cha </b>15</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+7; <b>CMD </b>20</h5><h5><b>Feats </b>Combat Reflexes, Improved Initiative, Weapon Focus (tongue)</h5><h5><b>Skills </b>Bluff +8, Perception +10, Stealth +12</h5><h5><b>Languages </b>Common (but see steal tongue below)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Daytime Invisibility (Su)</b> During the day, a tuyewera is invisible as long as it doesn't attack. This effect functions as the <i>invisibility</i> spell, but lasts for the entire day. If a tuyewera takes any action that would negate its <i>invisibility</i> (such as attacking), it remains visible until it takes a full-round action to reactivate its <i>invisibility</i>. </h5><h5><b>Lure (Su)</b> If a tuyewera possesses a stolen tongue (see steal tongue ability), it can lure creatures into a trancelike state and compel them to approach as a standard action. When a tuyewera uses its lure, it must target an intelligent creature within 120 feet to which it has line of effect (but not necessarily line of sight). The tuyewera must concentrate to maintain the lure's effects. It then calls out to the creature, beckoning it to approach. The target can resist this lure by making a successful DC 15 Will save, after which that target is immune to that tuyewera's lure ability until the tuyewera gains a different tongue. If the tuyewera uses the target's name during the lure, the target suffers a -2 penalty on the Will save. If the target fails, she becomes fascinated and attempts to approach the tuyewera by the shortest, safest route possible. Once the target is adjacent to the tuyewera, she remains motionless and offers no resistance to the undead's attacks (although once the tuyewera attacks, it ceases concentration and the victim is free to act, assuming she survives the monster's attack). This is a sonic mindaffecting charm effect. The save DC is Charisma-based. </h5><h5><b>Suffocation (Su)</b> A tuyewera does not breathe itself, but it can attempt to steal the breath of a helpless, fascinated, or stunned adjacent creature as a standard action. When the tuyewera attempts this, it moves its mouth next to the victim's mouth and inhales, drawing the victim's breath out of her body. The victim can attempt to resist this attack by making a DC 15 Fortitude save. If she fails, the victim is stunned for 1 round and begins to suffocate. The victim falls unconscious on the second round, drops to -1 hit points on the third, and dies of suffocation on the fourth. Each round, the victim may attempt a new DC 15 Fortitude save to end the suffocation effect. The save DC is Charisma-based. </h5><h5><b>Steal Tongue (Su)</b> A tuyewera does not possess a tongue of its own when it is created-it must steal a tongue from a recently slain (no more than 1 day ago) creature before it can speak, attack with its tongue, or use its lure or constriction attacks. Stealing a tongue is a full-round action, after which the stolen tongue merges with the tuyewera's jaw. The tuyewera gains the ability to speak and understand all of the languages known by the dead body from which the tongue was harvested, and its voice sounds exactly like that of the dead creature while it still lived. The monster's new tongue is a dangerous weapon as well, and can extend to a length of nearly 5 feet to attack and constrict foes. A stolen tongue only lasts until the next sunrise, after which it rots away to corruption in a single round, forcing the tuyewera to seek out a replacement before it regains its speech and attacks.</h5></div><br></br><div><h4><p><p>The tuyewera is a hideous creation designed to serve not only as a stealthy minion but also as a monstrous assassin. Invisible during the day, a tuyewera can be sent into an enemy's lair to perform any number of missions desired by its creator or master. A tuyewera that lacks a master is a free-willed undead-in wilderness regions, it wanders aimlessly, constantly searching for signs of civilization. If it finds such signs, it invariably seeks out a graveyard and lurks in hiding, waiting for a new body to be buried so that it can burrow into the grave and steal the corpse's tongue at the first opportunity. The tuyewera then stalks the region, looking for mourners of the dead person to lure into a secluded area and suffocate, before stealing their tongues to repeat the process. <br><b>Variant Tuyeweras </b><br>The statistics presented on the facing page are for a typical tuyewera created from the body of a Medium humanoid creature, but there are methods by which tuyeweras can be created from the bodies of smaller or larger humanoids as well. While in theory, one should be able to create a tuyewera from a non-humanoid creature, so far necromancers have been unable to achieve this feat. Something to do with the preparation method and the medicines used simply doesn't translate to non-humanoid bodies-although the unique undead created by such methods could have a variety of powers, they are not truly tuyeweras. Guidelines for statting up smaller and larger tuyeweras appear below.<br><b> Smaller Tuyeweras:</b> Tuyeweras created from the bodies of gnomes, half lings, or even children of larger humanoids can be statted up by applying the young creature simple template.<br><b> Larger Tuyeweras:</b> A tuyewera created from the body of a giant can be Large or larger. You can simply apply the giant creature simple template, but a better solution in this case is to rebuild the tuyewera with all of the appropriate changes to its stats-whenever a tuyewera's Hit Dice grant it an ability score increase, it increases its Charisma score. A Large tuyewera has 10 HD and is CR 6. A Huge one has 14 HD and is CR 8. A Gargantuan one has 18 HD and is CR 11. The largest, Colossal tuyeweras, have 22 HD and are CR 14.<br><b>Creating a Tuyeweras</b> A tuyewera can be created via the <i>create undead</i> spell, so long as the caster undertakes a specialized ritual as part of the casting. The body to be transformed into a tuyewera must be that of a humanoid the caster has himself slain at some point in the last 3 days. The spellcaster must be at least 13th level to create a tuyewera. Before the spellcasting begins, the caster must prepare the body by removing the corpse's tongue and severing its legs at the knees. The actual casting of the spell requires the caster to anoint the tuyewera's severed limbs and tongue with special medicines. These discarded body parts must then be burnt to ashes so that when the tuyewera rises from the dead, it does not recognize its missing limbs and tongue (if it does, it immediately attacks its creator). When the spell is complete, the newly created tuyewera is loyal to its creator and follows his spoken commands as long as the caster wears or carries a small pouch containing a handful of the ashes from the tuyewera's burnt limbs and tongue on his person. If the caster ever loses this pouch, the tuyewera becomes uncontrolled. If a tuyewera ever sees the ashes, it immediately recognizes them and seeks out its creator unerringly (as if via <i>locate creature</i>, but with no range limitation) and attempts to kill him- preferably as the creator sleeps.</p></h4></div>", "Languages": "Common (but see steal tongue below)", "Source": "AP 37", "Land": "1", "Organization": "solitary", "Ref": "5", "Climb": "0", "HD": "(6d8+12)", "AbilitiyScores": "Str 17, Dex 16, Con -, Int 8, Wis 13, Cha 15", "Gear": "", "Ranged": "", "Type": "undead", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 931, "SubType": "", "MonsterSource": "", "Feats": "Combat Reflexes, Improved Initiative, Weapon Focus (tongue)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "16, touch 13, flat-footed 13", "Swim": "0", "Name": "Tuyewera", "VariantParent": "", "Skills": "Bluff +8, Perception +10, Stealth +12", "ClassArchetypes": "", "IsTemplate": "0", "Will": "6", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "any", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +5, Will +6", "Melee": "slam +7 (1d6+4), tongue +8 (1d4+4 plus grab)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "CE", "Size": "Medium"}