{"Group": "Devil", "Space": "5 ft.", "Mythic": "0", "HP": 13, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Devil, Lemure </h2><h3><i>A roiling wave of f lesh gushes forward. Amid the fatty surge wriggle half-formed limbs and a dripping tumorous face.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Lemure</p><p class=\"alignright\">CR 1</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>400</h5><h5>LE Medium outsider (devil, evil, extraplanar, lawful)</h5><h5><b>Init </b>+0; <b>Senses </b>darkvision 60 ft., see in darkness; Perception +0</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 10, flat-footed 14 (+4 natural)</h5><h5><b>hp </b>13 (2d10+2)</h5><h5><b>Fort </b>+4, <b>Ref </b>+3, <b>Will </b>+0</h5><h5><b>DR </b>5/good or silver; <b>Immune </b>fire, mind-affecting effects, poison; <b>Resist </b>acid 10, cold 10</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>2 claws +2 (1d4)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str</b> 11, <b>Dex</b> 10, <b>Con</b> 12, <b>Int</b> -, <b>Wis</b> 11, <b>Cha</b> 5</h5><h5><b>Base Atk </b>+2; <b>CMB </b>+2; <b>CMD </b>12</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Hell)</h5><h5><b>Organization </b>solitary, pair, gang (3-5), swarm (6-17), or mob (10-40 or more)</h5><h5><b>Treasure </b>none</h5></div><br></br><div><h4><p>The least of devilkind, lemures roil forth from the ranks of souls damned to Hell, shapeless masses of quivering flesh. What spark of instinct or memory lingers on within a lemure's semi-consciousness regularly shapes its features to mimic those of its tormentors or the tortured souls around it. Grotesque and useless, a lemure's features speak nothing of what it once was. Many exhibit multiple terrible visages or are nothing more than churning pillars of cancerous flesh. Only their knobby, flailing limbs work as they should, and those they merely use to destroy any non-infernal life that draws too near. Moving lemures typically congeal in forms over 4 feet tall and weigh upward of 200 pounds, though when at rest these disgusting fiends often appear to be little more than lumps of melted flesh and malformed features.</p><p>Although among the most loathsome creatures in existence, lemures serve a vital role in Hell's perverse ecology. When at the end of a mortal life a creature's soul is damned-whether because it revered diabolical forces or failed in the worship of another deity-it joins the masses of suffering souls filling the plains of Avernus, Hell's first layer. Here a soul's torments begin as lesser devils marshal it along with similar spirits in preparation for a long, perilous journey to one of Hell's deeper layers-typically one suited to the punishments appropriate to the soul's crimes, or merely the domain of a devil who has need for slaves. Upon reaching the realm of their damnation, souls face untold lifetimes of torment at the hands of devils, other fiendish beings, and the deadly machinations of Hell itself. As the formerly mortal essences slowly go mad, they forget their lives, grow bestial, and eventually become little more than automatons of fear and hatred.</p><p>After ages of such existence, the cruel processes of Hell either utterly annihilate the soul or-in the cases of the most profane spirits-reconsecrate such forsaken beings into lemures, the building blocks of devils, unthinking waves of filth and diabolical flesh. Such repulsive beings assemble in vast mobs, waves of putrescence thousands upon thousands strong. Greater devils can spot the most corrupt of these fiends and, either through mysterious tortures or the powers of Hell itself, reshape them into true devils, newly born and ready to obediently serve in the legions of the damned.</p></h4></div>", "Languages": "", "Source": "PFRPG Bestiary", "Land": "1", "Organization": "solitary, pair, gang (3-5), swarm (6-17), or mob (10-40 or more)", "Ref": "3", "Climb": "0", "HD": "(2d10+2)", "AbilitiyScores": "Str 11, Dex 10, Con 12, Int -, Wis 11, Cha 5", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 95, "SubType": "(devil, evil, extraplanar, lawful)", "MonsterSource": "", "Feats": "", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "4", "Fly": "0", "RacialMods": "", "AC": "14, touch 10, flat-footed 14", "Swim": "0", "Name": "Lemure", "VariantParent": "", "Skills": "", "ClassArchetypes": "", "IsTemplate": "0", "Will": "0", "Race": "", "CR": "1", "XP": 400, "TemplatesApplied": "", "Environment": "any (Hell)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +4, Ref +3, Will +0", "Melee": "2 claws +2 (1d4)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "adult", "MR": 0, "Speed": "20 ft.", "Alignment": "LE", "Size": "Medium"}