{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 26, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Adaro</h2><h3><i>This hybrid of human and shark holds its spear menacingly, thick, glistening saliva dripping from its razor-sharp teeth. Sleek, sharp scales cover most of the creature's body, growing thicker from the waist down where its muscular body tapers into the powerful fins and tail of a shark.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Adaro</p><p class=\"alignright\"><i>CR</i> 3</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>800</h5><h5>NE Medium monstrous humanoid (aquatic)</h5><h5><b>Init </b>+3; <b>Senses </b>blindsense 30 ft., low-light vision, keen scent; Perception +5</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>15, touch 13, flat-footed 12 (+3 Dex, +2 natural)</h5><h5><b>hp </b>26 (4d10+4)</h5><h5><b>Fort </b>+3, <b>Ref </b>+7, <b>Will </b>+5</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>10 ft., swim 50 ft.</h5><h5><b>Melee </b>spear +8 (1d8+3 plus nettlefin toxin/x3), bite +7 (1d6+3/x3)</h5><h5><b>Ranged </b>spear +8 (1d8+3/x3)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>nettlefin toxin (1d4 rounds, DC 16)</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>16, <b>Dex </b>17, <b>Con </b>14, <b>Int </b> 10, <b>Wis </b>13, <b>Cha </b>13</h5><h5><b>Base Atk </b>+4; <b>CMB </b>+7; <b>CMD </b>20</h5><h5><b>Feats </b>Deadly Aim, Weapon Focus (spear)</h5><h5><b>Skills </b>Intimidate +5, Perception +5, Stealth +7, Swim +17</h5><h5><b>Languages </b>Aquan, Common; speak with sharks</h5><h5><b>SQ </b>amphibious, poison use</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> tropical oceans</h5><h5><b>Organization </b>solitary, hunting party (2-6), or tribe (7-12)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Keen Scent (Ex)</b> An adaro can notice creatures by scent in a 180-foot radius underwater and can detect blood in the water at a range of up to a mile. </h5><h5><b>Poison Use (Ex)</b> Adaros are skilled in the use of poison and never risk accidentally poisoning themselves. They favor a paralytic toxin secreted by the flying nettlefin pufferfish. <i>Nettlefin Toxin</i>: Spear-injury; save Fort DC 15, frequency 1/round for 3 rounds, effect paralyzed for 1 minute, cure 2 consecutive saves. </h5><h5><b>Rain Frenzy (Ex)</b> Adaros revere storms, and their lust for blood is amplified exponentially while it is raining. While fighting in the rain or during other stormy weather, adaros act as though affected by the <i>rage</i> spell. </h5><h5><b>Speak with Sharks (Ex)</b> An adaro can communicate telepathically with sharks to a distance of 100 feet. This communication is limited to simple concepts, such as \"come,\" \"defend,\" or \"attack.\"</h5></div><br></br><div><h4><p><p>Malevolent humanoids of the waters, adaros are among the fiercest sentient hunters of the Arcadian Sea's tropical reaches. Their terror is known and feared by sailors on many exotic shores, as well as by many common folk who just happen to live near the ocean. Many have witnessed a fellow sailor or fisher suddenly go rigid, a poisoned spear jutting from his guts, only to fall into the water and be taken by the vicious adaro responsible. Individual adaros differ slightly in size and build, their most distinctive variation being their physical strength, often determined by the environment they inhabit. Tranquil, warm-water harbors are often home to adaros no more threatening than common merfolk, while cold, stormy bays produce ferocious specimens of intimidating prowess and stature-old sailors swear to having seen some the size of small whales. Most adaros fall somewhere between these two extremes. The ave<i>rage</i> adaro measures 7-1/2 feet from head to tail fin, and weighs 250 pounds.<b></p><p>Ecology</b></p><p> Striking with sharp spears-the heads of which typically come from whale bones or the spines of large sea creatures-most adaros coat their weapons with the poison of the deadly nettlefin pufferfish. This sticky venom is a strong paralytic that has a seizing effect on most creatures. Thanks to exposure to it from a young age, adaros are immune to nettlefin toxin, and so are never at risk of paralyzing themselves while working with it. Strictly carnivorous, adaros feed upon their victims almost immediately after slaying them. Their brutally sharp teeth cut through bone almost as easily as skin, and their powerful digestive systems are capable of handling most organic matter. Adaros usually eat once every couple of days, gorging on meals half their weight. Adaros mate with other members of their tribe only brief ly; females spawn four to seven eggs, which males fertilize. Both female and male adaros understand the purpose of procreating to be solely to sustain the tribe, and thus develop no feelings for one another or their offspring. They tend to make nests within aquatic caverns or small stone and coral structures on the seaf loor some distance from the shore, to better ensure the survival of their brood when they hatch. Gestation usually takes only 2 to 3 months, and it takes about 10 years for adaros to fully mature, during which time they hunt fish or other oceanic animals until they are capable of taking down greater prey. Adaros rarely live for more than 25 to 30 years because of their violent lifestyle, but truly powerful individuals have been known to live for half a century. Adaros' strange relationship with storms has mesmerized and intrigued scholars for centuries. These sea-dwellers have an especial connection to the deadly creatures of the water and the wildness of foul weather, and it is not by coincidence that they attack humanoids more often during rough seas. Adaros universally worship Gozreh, deity of the sea and weather, and fly into a frenzy when the rain clouds overhead become dark and let loose their tears. One of the more accepted theories regarding adaros' connection with the rain suggests that the hunters of the sea are children of Gozreh, manifested from the chaos of the Winds and Waves in some distant ocean beyond the horizon. When it rains, the bond between the two aspects strengthens and drives adaros into a fury akin to the storm that initiated the turbulence.<b></p><p>Habitat & Society</b></p><p> Adaros are semi-nomadic by nature; tribes travel until they find a suitable hunting ground, and leave either when their presence becomes too well known or when their game runs low. Although they have been seen on the high seas, the wandering tribes tend to stay close to shore, sometimes venturing out to raid ships leaving nearby ports. Having stealthily trailed behind a vessel for miles, waiting to strike until the boat and its passengers are too far from shore to receive immediate aid, a band of adaros swiftly and without warning attacks those onboard. Depending on the size of the ship, any number of adaros might participate in this raid, from a single hunter to dozens. The water-dwelling predators choose their targets carefully and strategically. This is not to say those onshore are safe from the wellaimed spears of adaros. Small portside towns suffer from the occasional adaro attack, their unprotected docks easy targets for lone adaros. Larger cities have also seen their fair share of the aquatic hunters, as bands of adaros assail unwary dockworkers or any who visit the beach past dusk. The commonality between all places adaros gravitate toward, however, is the weather. Adaros live only in waters that experience rain at least semi-frequently, and so are rarely found in such places as desert-lined coasts or frozen, arctic waters. During the rainy season, adaros behave in an almost completely different manner than usual, their tactical nature overrun by primal instinct and bloodlust. When the weather gets rough, adaros lose their inhibitions and thirst only for another kill, but it is universally understood that killing an adaro within one's own tribe is strictly taboo, and is punished by death with almost no exceptions. Adaros usually live in tribes of no more than 100 individuals. Members observe no set hierarchy-rather, they gain esteem and honor in their small societies by taking down particularly hardy or large victims. When two tribes encounter each other, there is usually a mutual understanding that the tribe that first came to the territory in question has rightful claim to it. When feuds do arise, however, they have occasionally turned into wars-especially if such confrontations occur during rainfall-leaving many fallen adaros to wash up on the nearby shore at the end of the bloody battle.</p></h4></div>", "Languages": "Aquan, Common; speak with sharks", "Source": "AP 38", "Land": "1", "Organization": "solitary, hunting party (2-6), or tribe (7-12)", "Ref": "7", "Climb": "0", "HD": "(4d10+4)", "AbilitiyScores": "Str 16, Dex 17, Con 14, Int 10, Wis 13, Cha 13", "Gear": "", "Ranged": "spear +8 (1d8+3/x3)", "Type": "monstrous humanoid", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 956, "SubType": "(aquatic)", "MonsterSource": "", "Feats": "Deadly Aim, Weapon Focus (spear)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "3", "Fly": "0", "RacialMods": "", "AC": "15, touch 13, flat-footed 12", "Swim": "1", "Name": "Adaro", "VariantParent": "", "Skills": "Intimidate +5, Perception +5, Stealth +7, Swim +17", "ClassArchetypes": "", "IsTemplate": "0", "Will": "5", "Race": "", "CR": "3", "XP": 800, "TemplatesApplied": "", "Environment": "tropical oceans", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "amphibious, poison use", "Saves": "Fort +3, Ref +7, Will +5", "Melee": "spear +8 (1d8+3 plus nettlefin toxin/x3), bite +7 (1d6+3/x3)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "10 ft., swim 50 ft.", "Alignment": "NE", "Size": "Medium"}