{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 5, "Treasure": "standard (4 shortspears, other gear)", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Biloko</h2><h3><i>This gnome-sized humanoid's face is adorned with fiery red eyes and a sharp-toothed mouth that seems too wide for its head. The creature is garbed in leaves and possesses no hair-patches of grass and moss grow from its skin instead.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Biloko</p><p class=\"alignright\"><i>CR</i> 1/2</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>200</h5><h5>NE Small fey </h5><h5><b>Init </b>+6; <b>Senses </b>low-light vision, scent; Perception +6</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>14, touch 13, flat-footed 12 (+2 Dex, +1 natural, +1 size)</h5><h5><b>hp </b>5 (2d6-2)</h5><h5><b>Fort </b>-1, <b>Ref </b>+5, <b>Will </b>+4</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>20 ft.</h5><h5><b>Melee </b>1 shortspear +0 (1d4-2), 1 bite +0 (1d4-2)</h5><h5><b>Ranged </b>1 shortspear +4 (1d4-2)</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Spell-Like Abilities</b> (CL 1st)</br>3/day&mdash;<i>charm person</i> (DC 13)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>6, <b>Dex </b>15, <b>Con </b>8, <b>Int </b> 11, <b>Wis </b>12, <b>Cha </b>13</h5><h5><b>Base Atk </b>+1; <b>CMB </b>-2; <b>CMD </b>10</h5><h5><b>Feats </b>Improved Initiative</h5><h5><b>Skills </b>Climb +3, Craft (traps) +5, Knowledge (nature) +5, Perception +6, Stealth +11, Survival +3</h5><h5><b>Languages </b>Common, Sylvan</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b>SQ Persuasion warm forests</h5><h5><b>Organization </b>solitary, pair, or gang (3-16)</h5><h5><b>Treasure </b>standard (4 shortspears, other gear)</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Persuasion (Su)</b> Biloko can gradually insinuate their desires into the minds of those in the power of their <i>charm person</i> spell-like ability. For every 10 minutes a humanoid is under the influence of a biloko's <i>charm person</i>, the victim takes a -1 penalty on her opposed Charisma check (to a maximum of -5) when the biloko is trying to convince her to do something she would not normally do. This penalty applies to the charm of only a single biloko and is reduced back to 0 as soon as the victim breaks free or the spell ends.</h5></div><br></br><div><h4><p><p>Blood-red man-eaters and cunning jungle stalkers, biloko hunt those who think themselves hunters, preying upon foolish travelers and incautious jungle natives with maniacal zeal. Lanky and quick humanoids, biloko possess exaggerated, fearfully expressive facial features, including mouths capable of stretching impossibly wide. Adept at blending in amid jungle underbrush despite their brilliant coloration, these ferocious jungle fey delight in constructing deadly traps, tricking victims into deadly ambushes, and leading enthralled foes into dangerous situations. The average biloko stands between 3 and 4 feet tall and weighs between 40 and 50 pounds, though a biloko who has recently fed might bear the weight of a far greater creature.<b></p><p>Ecology</b></p><p> Wild-eyed and unpredictable, biloko are feared by many natives of the jungle and the tropical lands around their verdant hunting grounds. Frequent menaces in both the fireside tales of children and the bravest adults' nightmares, they embody the most common fears of the jungle, proving that beneath the jungle canopy lurk forces that seek to do the unwary harm and can make even experienced warriors disappear without a trace. Biloko exclusively consume humanoid meat, and though they tend to prowl near forest-side villages, prey can be sparse at times. A biloko can live without sustenance for a lengthy period, but the hunger it eventually suffers proves nearly maddening. Sometimes fasting for weeks at a time, the intense hunger pains a biloko feels may drive it to cannibalism, though such occurrences are somewhat rare. A biloko's mouth stretches across its face in a grotesque, unnatural fashion, and it can consume a whole humansized creature in one terrible, hours-long bite, dislocating its jaw like a snake in order to do so. With the aid of its acidic saliva, its powerful maw is capable of grinding flesh and bone into a concentrated, compact form, allowing it to digest and survive off of a single meal for the extended period of time it may be forced to fast while awaiting new prey. If uninterrupted, an eager, starving biloko can swallow an adult human in about 3 hours. Biloko are related to the jungle spriggans known as Eloko, though they are far less organized and more at home in the jungle depths. While wilder and more bloodthirsty than their spriggan kin, biloko possess several similar physical traits, though their gaunt builds and bright red skins make the two unmistakably distinct. Some biloko look on their fey kin as strangely colored relatives, while other biloko attack them just as they would any other stranger. Thus, little special connection exists between the two races. Eloko are further detailed in <i>Pathfinder Campaign Setting: Heart of the Jungle</i>.<b></p><p>Habitat & Society</b></p><p> Biloko are cruel, mischievous humanoids, known and feared by all who dare live near a forest plagued with the vile beings. Non-locals are urged never to travel alone; those foolish enough to ignore these warnings are seldom seen again. Whether hunting for food or journeying through the wilderness, locals know well to move in groups. While biloko are intelligent beings, their reclusive habits and lust for flesh drive them from any sort of civilized society. They keep mostly to deep, dark areas of the forest, and are rarely seen on the woods' outskirts. Their numbers are small enough that it is rare for two unacquainted biloko to run into each other on a given day, but the species is sufficiently widespread to pose a threat to all travelers. Biloko are not social creatures by nature, but recognize the benefit of traveling in a group. When stealth is not of primary concern, several biloko might band together in order to hunt. While not organized by a tribal system, biloko often identify other biloko long residing in a region as friendly, although they remain cautious when encountering newcomers. They rarely see others of their kind as enemies, but more typically as rivals who begrudgingly allow one another to hunt on the same turf. Biloko rarely deal with other sentient beings-save during a meal. They choose lives of isolation from other races, usually dwelling within dark forests where their fiendish acts are less likely to be noticed by strangers. Large, hollow trees provide shelter for the small humanoids, who drape cloths of moss and ivy across the gaping portals behind which they slumber. A biloko often waits stealthily in his hideout, perched in one position for most of the day as he hungrily anticipates an unwary group of travelers or a lone wanderer. Once such a party or individual has passed, the monster creeps out of his hole, giving his prey a wide berth as he stalks it. At a time he deems appropriate-usually when a traveler is alone or has strayed from the group-the biloko whistles, creating an enchanting melody that draws his target near. The encounter ultimately ends in either the victim's hideous consumption or the biloko's flight. Far from being anchored to his hiding spot, a biloko often leaves his nook to wander the forest in search of other hiding spots on the edges of trails or well-trodden paths. Boring through a stump or the trunk of a tree with his razor-sharp claws, he can create a new abode in the span of several hours. A single biloko can have as many as a dozen hollow tree-holes, which provide valuable landmarks in the often complex jungle-maze he inhabits, as well as safety from pursuing predators or attackers. During his exploratory treks through the thick brush, a biloko might acquire dozens of fruits and berries for their bright colors, carrying the goods back to his nearest hiding hole to gaze upon later. Biloko have little interest in metals and artifacts, though they occasionally stumble upon a particular object they find especially attractive or interesting. They do, however, love gems, as the brightly colored crystals appear dazzling in the creatures' enhanced vision. This sense of sight, which makes anything not green in color stand out magnificently, helps biloko spot prey even in the thickest of jungles, where the skyscraping canopy blots out the sun for miles.</p></h4></div>", "Languages": "Common, Sylvan", "Source": "AP 38", "Land": "1", "Organization": "solitary, pair, or gang (3-16)", "Ref": "5", "Climb": "0", "HD": "(2d6-2)", "AbilitiyScores": "Str 6, Dex 15, Con 8, Int 11, Wis 12, Cha 13", "Gear": "", "Ranged": "1 shortspear +4 (1d4-2)", "Type": "fey", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 957, "SubType": "", "MonsterSource": "", "Feats": "Improved Initiative", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "-1", "Fly": "0", "RacialMods": "", "AC": "14, touch 13, flat-footed 12", "Swim": "0", "Name": "Biloko", "VariantParent": "", "Skills": "Climb +3, Craft (traps) +5, Knowledge (nature) +5, Perception +6, Stealth +11, Survival +3", "ClassArchetypes": "", "IsTemplate": "0", "Will": "4", "Race": "", "CR": "1/2", "XP": 200, "TemplatesApplied": "", "Environment": "SQ Persuasion warm forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort -1, Ref +5, Will +4", "Melee": "1 shortspear +0 (1d4-2), 1 bite +0 (1d4-2)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "20 ft.", "Alignment": "NE", "Size": "Small"}