{"Group": "", "Space": "10 ft.", "Mythic": "0", "HP": 47, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Chemosit</h2><h3><i>This massive, shaggy beast uses long and muscular forearms to raise itself onto its hind legs and beats its chest like a gorilla. Despite its ape-like stance, its frame is far heavier and its features more primitive, its powerful muzzle and gnashing canines bespeaking terrible, bestial savagery.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Chemosit</p><p class=\"alignright\">CR 4</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>1,200</h5><h5>N Large magical beast </h5><h5><b>Init </b>+7; <b>Senses </b>darkvision 60 ft., low-light vision, scent; Perception +2</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>18, touch 12, flat-footed 15 (+3 Dex, +6 natural, -1 size)</h5><h5><b>hp </b>47 (5d10+20)</h5><h5><b>Fort </b>+8, <b>Ref </b>+7, <b>Will </b>+3</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>40 ft., climb 40 ft.</h5><h5><b>Melee </b>2 claws +11 (1d6+7), 1 bite +11 (1d8+7)</h5><h5><b>Space </b>10 ft.; <b>Reach </b>10 ft.</h5><h5><b>Special Attacks </b>pounce, rake (1d6), terrifying roar</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>24, <b>Dex </b>17, <b>Con </b>19, <b>Int </b> 2, <b>Wis </b>15, <b>Cha </b>8</h5><h5><b>Base Atk </b>+5; <b>CMB </b>+13; <b>CMD </b>26</h5><h5><b>Feats </b>Improved Bull Rush, Improved Initiative, Power Attack</h5><h5><b>Skills </b>Climb +15, Stealth +15; <b>Racial Modifiers </b>+8 Stealth</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> warm forests</h5><h5><b>Organization </b>solitary, pair, or troop (3-6)</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Brain Eater (Su)</b> Should a chemosit kill an opponent with a coup de grace attack, it breaks open the creature's skull and devours what's inside. If the creature killed is of one of the following classes or creature types, the chemosit gains the associated benefit. If the creature killed falls into multiple categories, the chemosit chooses a single benefit to gain. With the exception of healing, the effects provided by this ability affect a chemosit for a number of minutes equal to 5 times its Hit Dice. <i>Animal:</i> The chemosit regains a number of hit points equal to the victim's Hit Dice, and the DC of its terrifying roar increases by +2. Arcane Spell-Caster: The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice and gains SR 15. Divine Spell-Caster: The chemosit regains a number of hit points equal to 1d8 times the victim's Hit Dice. <i>Humanoid:</i> The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice. <i>Outsider:</i> The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice but is confused for 1d4 rounds. Monstrous <i>Humanoid:</i> The chemosit regains a number of hit points equal to 1d4 times the victim's Hit Dice and is affected as per the spell rage. Undead: The chemosit takes 1d4 points of damage and is sickened for 1d4 rounds. In addition, the chemosit detects as undead for the purposes of spells like <i>detect undead</i>, though it is in no other way treated as an undead creature. </h5><h5><b>Terrifying Roar (Su)</b> The terrifying roar of the chemosit unnerves even the bravest souls. Any creatures within a 300-foot spread must make a DC 15 Will save or become shaken for 1d4 rounds. This is a sonic mind-affecting fear affect. Whether or not the save is successful, an affected creature is immune to the same chemosit's roar for the next 24 hours. The save DC is Wisdom-based.</h5></div><br></br><div><h4><p><p>From the time their children are young, Mwangi tribesfolk tell them chilling tales of the savage, childeating chemosit. While most believe these stories hold little truth and serve only to keep children from wandering too far from their villages, others know better. Few who have witnessed the gruesome work of the chemosit survive. Bearing terrible scars, both physical and mental, they recall the creature's utter savagery and inhuman strength. Tribes living in close proximity to chemosits believe them to be the living embodiment of wrathful gods or nature spirits, and pay them grisly sacrifices. In such places, those who suffer the beast's attacks are often blamed for the violence and exiled. In other regions, evil shamans capable of summoning or commanding these beasts gain great power and infamy. It is a common practice for warring tribes to pay such shamans to summon a chemosit to plague the villages of their enemies. Chemosits stand over 9 feet tall on average and weigh upward of 750 pounds.<b></p><p>Ecology</b></p><p> Chemosits (or Mwangi ape-bears, as northerners sometimes refer to the creatures) are readily identified by their thick and bristly dark-blue fur and broad, stumpy tails. Beneath their fur, coils of muscle stretch across their broad frames, and they move with ferocious confidence. Chemosits can walk upright or run on all fours, and are able climbers. A chemosit's face is a mix of simian and ursine features, with a long lower jaw and the sharp, powerful teeth of a dedicated carnivore. Perhaps its most identifiable characteristic, however, is its terrifying roar. On still nights, its grim echoes roll through the forests, leaving all who hear it sleepless with fright. Strict carnivores, chemosits go through monthly feeding cycles. During the first cycle, they barely eat, often passing the entire month without feeding. During the second cycle, they emerge as voracious predators.Chemosits hunt nocturnally, preferably on dark moonless nights. Able climbers, they often hide in trees, dropping down upon prey from great heights. They favor easy prey, such as cattle, but they consider humans a delicacy and do not hesitate to attack and devour lone travelers or small groups, their favorite morsel being the brain. Feasting upon brains invigorates chemosits, though in varying ways depending on the type of creatures they consume. Some even say that chemosits take on the knowledge and powers of creatures whose brains they ingest, a legend supported by the strange powers or behaviors exhibited by individuals that have recently gorged. Chemosits often stalk villages, entering each night by stealth and stealing away with sleeping victims, preferably children, the infirm, or others too weak to defend themselves. A small number of bold or reckless exotic animal trainers value chemosits for their hunting and tracking abilities. They pay top coin for newborns or cubs, and attempt to raise them in captivity, training them to track down and ferret out prey. A competent handler can typically train them to follow simple commands, particularly instinctive concepts like \"hunt\" and \"kill.\" Most captive-bred chemosits are accomplished trackers. Once they taste fresh blood, however, they eventually turn feral; thus trainers typically attempt to get to targets before their pets.<b></p><p>Habitat & Society</b></p><p> Chemosits live in Mwangi's most remote and fiercest jungles, where they can find massive boab trees capable of supporting their tremendous weight. They choose regions with large trees near fresh water supplies and, if possible, caves. For the untrained, chemosits' territory is difficult to detect. They leave behind few traces of their passing, fastidiously scratching out their tracks and burying their dung. Principally arboreal, chemosits spend the majority of their waking time climbing through the shadowy understory. Caves serve chemosits not as shelters, but as repositories for the remains of their kills. It is unknown why chemosits create such middens, though some suggest they use the scent of carrion to attract prey. Chief ly nocturnal, chemosits retire to the safety and shadows of high trees by day. Once darkness falls, the creature hunts with reckless voraciousness. Chemosits live in small patriarchal clans dominated by an alpha male. Male chemosits are solitary hunters, and establish their clan status through their kills. As they seek out larger game, particularly creatures not found in the deep forest, their hunting grounds often grow to extend beyond the borders of their clan territory. Clan members that display the largest and most impressive kills rise in status and gain access to preferred hunting grounds and mates.</p></h4></div>", "Languages": "", "Source": "AP 38", "Land": "1", "Organization": "solitary, pair, or troop (3-6)", "Ref": "7", "Climb": "1", "HD": "(5d10+20)", "AbilitiyScores": "Str 24, Dex 17, Con 19, Int 2, Wis 15, Cha 8", "Gear": "", "Ranged": "", "Type": "magical beast", "Reach": "10 ft.", "DontUseRacialHD": "0", "id": 959, "SubType": "", "MonsterSource": "", "Feats": "Improved Bull Rush, Improved Initiative, Power Attack", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "8", "Fly": "0", "RacialMods": "+8 Stealth", "AC": "18, touch 12, flat-footed 15", "Swim": "0", "Name": "Chemosit", "VariantParent": "", "Skills": "Climb +15, Stealth +15", "ClassArchetypes": "", "IsTemplate": "0", "Will": "3", "Race": "", "CR": "4", "XP": 1200, "TemplatesApplied": "", "Environment": "warm forests", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +8, Ref +7, Will +3", "Melee": "2 claws +11 (1d6+7), 1 bite +11 (1d8+7)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "40 ft., climb 40 ft.", "Alignment": "N", "Size": "Large"}