{"Group": "", "Space": "15 ft.", "Mythic": "0", "HP": 218, "Treasure": "standard", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Personification of Fury</h2><h3><i>This creature is over 40 feet tall, and looks like a cross between an air elemental and a water elemental, or perhaps a black storm cloud compressed into a vaguely humanoid shape. Jagged bolts of lightning form bright, eye-like spots within its churning depths.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Personification of Fury</p><p class=\"alignright\"><i>CR</i> 15</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>51,200</h5><h5>N Huge outsider (air, elemental, extraplanar, water)</h5><h5><b>Init </b>+16; <b>Senses </b>darkvision 60 ft., low-light vision; Perception +24</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>30, touch 21, flat-footed 17 (+12 Dex, +1 dodge, +9 natural, -2 size)</h5><h5><b>hp </b>218 (19d10+114); fast healing 10</h5><h5><b>Fort </b>+17, <b>Ref </b>+23, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>air mastery; <b>DR </b>15/-; <b>Immune </b>cold, electricity, elemental traits</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 100 ft. (perfect), swim 90 ft.</h5><h5><b>Melee </b>2 slams +29 (2d10+10/19-20 plus 2d6 cold or electricity)</h5><h5><b>Ranged </b>2 energy arcs +29 ranged touch (2d6 cold or electricity/18-20)</h5><h5><b>Space </b>15 ft.; <b>Reach </b>15 ft.</h5><h5><b>Special Attacks </b>drench, vortex (10-60 ft. high, 2d10+10, DC 29), water mastery, whirlwind (10-60 ft. high, 2d10+10, DC 29)</h5><h5><b>Spell-Like Abilities</b> (CL 19th; concentration +23)</br>At will&mdash;<i>create water</i>, <i>invisibility</i> (self only), <i>summon monster II</i> (air or water elemental only)</br>5/day&mdash;air breathing (as <i>water breathing</i>, but allowing waterbreathing creatures to breathe air or water), <i>control water</i>, <i>water breathing</i></br>3/day&mdash;<i>control weather</i> (as a druid)</br>1/day&mdash;<i>beast shape IV</i>, <i>summon monster IX</i> (air or water elementals only)</h5></h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b>30, <b>Dex </b>35, <b>Con </b>22, <b>Int </b> 15, <b>Wis </b>15, <b>Cha </b>18</h5><h5><b>Base Atk </b>+19; <b>CMB </b>+31; <b>CMD </b>54</h5><h5><b>Feats </b>Blind-Fight, Cleave, Combat Reflexes, Dodge, Flyby Attack, Improved Bull Rush, Improved Critical (slam), Improved Initiative<sup>B</sup>, Iron Will, Mobility, Power Attack, Weapon Finesse<sup>B</sup></h5><h5><b>Skills </b>Acrobatics +25, Escape Artist +31, Fly +38, Knowledge (nature) +21, Knowledge (planes) +15, Knowledge (religion) +24, Perception +24, Sense Motive +15, Stealth +26, Survival +13, Swim +18</h5><h5><b>Languages </b>Aquan, Auran, Common, Druid, Ignan, Sylvan, Terran</h5><h5><b>SQ </b>change shape (air or water elemental, elemental <i>body IV</i>)</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> any (Plane of Air or Plane of Water)</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>standard</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Air </h5><h5><b>Mastery (Ex)</b></b> Airborne creatures take a -1 penalty on attack and damage rolls against the herald. </h5><h5><b>Drench (Ex)</b> The herald's touch puts out nonmagical flames of Huge size or smaller. The herald can <i>dispel magic</i>al fire it touches as <i>dispel magic</i> (caster level 19th). </h5><h5><b>Energy Arc (Ex)</b> The herald can throw blasts of cold or electricity to damage foes. These blasts have a maximum range of 100 feet. </h5><h5><b>Storm Spirit (Su)</b> Once per day, the herald can merge with an unattended object of Large, Huge, or Gargantuan size, giving it life as an animated object (<i>Pathfinder RPG Bestiary</i> 14). The herald flows into the animated object, and cannot itself be harmed while in this form, though the animated object can be damaged as normal. The herald controls the object and may speak through it and use any of its own spell-like abilities in addition to those of the animated object, but may not use any of its own extraordinary or supernatural abilities. The herald may animate an object for an indefinite period, and may leave whenever it chooses, though it may not animate another object for 24 hours after leaving. The herald can be driven out of an object by <i>dismissal</i> or by taking 10 or more points of damage from a channel energy effect utilizing the Elemental Channel feat to damage air or water elementals. If driven out, the herald appears in an adjacent space to the now-inert object and is stunned for 1d4 rounds. </h5><h5><b>Vortex (Su)</b> The herald can create a whirlpool at will as a standard action. This ability functions identically to its whirlwind special attack, but can only form underwater and cannot leave the water. Water </h5><h5><b>Mastery (Ex)</b> The herald gains a +1 bonus on attack and damage rolls if both it and its opponent are touching water. These modifiers apply to bull rush and overrun maneuvers, whether the elemental is initiating or resisting these kinds of attacks. (Unlike a water elemental, the herald does not have a penalty if it or its opponent is touching the ground.)</h5></div><br></br><div><h4><p><p>Gozreh's herald, Personification of Fury, is a living elemental storm of air and water. It may in fact have once been an actual storm given independent life and intelligence, but it does not remember anything before awakening in the service of Gozreh. Its powers allow it to shift itself fully into air or water or even to assume the form of a beast, though it is most comfortable in its dualmaterial elemental shape. Unusual in that it is one of the few elemental creatures serving the Wind and the Waves, Personification of Fury is often courted by the elemental lords to join their ranks as a high-ranking general or advisor on the mortal world, but Fury dislikes the lords' squabbling and petty wars among their kind, seeing itself as a perfect example of how in the material realm elements should mix together without jealousy. It remains neutral in the dealings of various planar entities, and with Gozreh's permission it sometimes acts as an intermediary between rival forces-but only in a direct, blunt, and expedient way, for it is a creature of force and action, not gentle diplomacy. Its actions have attracted a small number of sycophants and refugees from the elemental wars, air and water elementals tired of battle and looking for other ways to fill their immortal lives; these creatures follow Fury and allow it to summon them, and in faithful service to it they allow mortals to summon them. When the herald is on the Material Plane and left idle (such as before a battle or while guarding a sacred place), it entertains itself by summoning dozens of Small elemental minions and sending them scurrying about, letting them explore for a few minutes and get into mischief. Though Gozreh is both male and female, alternates genders frequently, and answers to both male and female pronouns, Personification of Fury is genderless, and is easily offended if someone calls it a \"he\" or \"she.\" It also dislikes being called \"the\" Personification of Fury, as if its name were a title; if a speaker doesn't want to use its full name, it expects to be called \"Fury.\" It has a short temper, and has been known to blast even servants of Gozreh with cold or lightning if sufficiently annoyed (though more as a warning than with intent to kill)- those who anger it receive no mercy just because they share the same deific master. It prefers to be conjured during active storms or when such phenomena are nearby; a caster who calls the herald under these circumstances (whether natural or invoked by magic such as <i>control weather</i>) gains a +2 bonus on Diplomacy checks to bargain with it. The creature is also fond of certain monoliths and standing stones used by the church of Gozreh, some of which include large stone faces or roughly anthropomorphic figures. It often flows into such idols, giving them life and speaking as though it were the voice of Gozreh. Having a penchant for dramatics, it might use its control over an object and varied abilities to pose as the deity on a whim or to guide mortals on a desired course. As a living storm, the herald can provide life-sustaining water, whisk others to safety, save mortals from drowning, or rain down watery death upon the enemies of Gozreh. It is comfortable doing any of these things, and has no objection to taking lives-even innocent lives, if this serves the will of Gozreh.<b></p><p>Ecology</b></p><p> Personification of Fury is an elemental outsider, and does not need to breathe, eat, or sleep. However, it enjoys mixing with the thin air on mountaintops, skimming misty valleys, or tasting the icy waters of the deep ocean. It sometimes forgets its own strength, and may accidentally crush, freeze, or electrocute nearby creatures and objects- its errant bolts of lightning have started many forest fires. It is amoral in this destruction, just as it is in any help it unintentionally provides. Certain magical pools, springs, and streams in the mortal realm may be inadvertent manifestations of its presence, changing the ecology of the region where they appear for hundreds or thousands of years.<b></p><p>Habitat & Society</b></p><p> Fury has no urge to reproduce or create more of its kind; interacting with its minions and mortal worshipers of Gozreh is the closest it comes to familial interests. On the rare occasions when one of its elementals is permanently slain, it has been known to grieve for years, becoming more withdrawn and prone to outbursts, though its attitude is more that of a creature who has lost a pet than that of someone who has lost a friend or relative. When it finishes grieving, it usually travels to the Plane of Air or Plane of Water, working with the lords there in hopes of finding another like-minded minor elemental minion who may replace the one who was lost. Because the herald can recover from almost any injury as long as a small portion of it remains, some elementals wandering the Material Plane may actually be derived from its substance, cleaved off in some mighty battle and only becoming self-aware after gathering sufficient air or water-though they would not recognize any kinship.</p></h4></div>", "Languages": "Aquan, Auran, Common, Druid, Ignan, Sylvan, Terran", "Source": "AP 38", "Land": "0", "Organization": "solitary", "Ref": "23", "Climb": "0", "HD": "(19d10+114)", "AbilitiyScores": "Str 30, Dex 35, Con 22, Int 15, Wis 15, Cha 18", "Gear": "", "Ranged": "2 energy arcs +29 ranged touch (2d6 cold or electricity/18-20)", "Type": "outsider", "Reach": "15 ft.", "DontUseRacialHD": "0", "id": 960, "SubType": "(air, elemental, extraplanar, water)", "MonsterSource": "", "Feats": "Blind-Fight, Cleave, Combat Reflexes, Dodge, Flyby Attack, Improved Bull Rush, Improved Critical (slam), Improved InitiativeB, Iron Will, Mobility, Power Attack, Weapon FinesseB", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "17", "Fly": "1", "RacialMods": "", "AC": "30, touch 21, flat-footed 17", "Swim": "1", "Name": "Personification of Fury", "VariantParent": "", "Skills": "Acrobatics +25, Escape Artist +31, Fly +38, Knowledge (nature) +21, Knowledge (planes) +15, Knowledge (religion) +24, Perception +24, Sense Motive +15, Stealth +26, Survival +13, Swim +18", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "15", "XP": 51200, "TemplatesApplied": "", "Environment": "any (Plane of Air or Plane of Water)", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "change shape (air or water elemental, elemental body IV)", "Saves": "Fort +17, Ref +23, Will +10", "Melee": "2 slams +29 (2d10+10/19-20 plus 2d6 cold or electricity)", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 100 ft. (perfect), swim 90 ft.", "Alignment": "N", "Size": "Huge"}