{"Group": "", "Space": "5 ft.", "Mythic": "0", "HP": 152, "Treasure": "none", "FullText": "<link rel=\"stylesheet\"href=\"PF.css\"><div><h2>Aerial Servant</h2><h3><i>This creature appears as a man-sized humanoid composed of grayish-white vapor. No facial features can be discerned.</i></h3><br></br></div><div class=\"heading\"><p class=\"alignleft\">Aerial Servant</p><p class=\"alignright\">CR 11</p><div style=\"clear: both;\"></div></div><div><h5><b>XP </b>12,800</h5><h5>N Medium outsider (elemental, air)</h5><h5><b>Init </b>+9; <b>Senses </b>Perception +22</h5></div><hr/><div><h5><b>DEFENSE</b></h5></div><hr/><div><h5><b>AC </b>19, touch 15, flat-footed 14 (+5 Dex, +4 natural)</h5><h5><b>hp </b>152 (16d10+64)</h5><h5><b>Fort </b>+11, <b>Ref </b>+17, <b>Will </b>+10</h5><h5><b>Defensive Abilities </b>elemental traits, natural invisibility, link with caster; <b>DR </b>10/magic</h5></div><hr/><div><h5><b>OFFENSE</b></h5></div><hr/><div><h5><b>Spd </b>fly 60 ft. (perfect)</h5><h5><b>Melee </b>slam +25 (2d8+12 plus grab</h5><h5><b>Space </b>5 ft.; <b>Reach </b>5 ft.</h5><h5><b>Special Attacks </b>constrict (2d8+12), wind blast</h5></div><hr/><div><h5><b>STATISTICS</b></h5></div><hr/><div><h5><b>Str </b> 26, <b>Dex </b>21, <b>Con </b>18, <b>Int </b> 4, <b>Wis </b>10, <b>Cha </b>11</h5><h5><b>Base Atk </b>+16; <b>CMB </b>+21 (+25 grapple); <b>CMD </b>36</h5><h5><b>Feats </b>Combat Reflexes, Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Perception), Weapon Focus (slam)</h5><h5><b>Skills </b>Intimidate +16, Perception +22, Stealth +33; <b>Racial Modifiers </b>+12 Stealth (<i>invisible</i>, as the spell, on the Elemental Plane of Air)</h5><h5><b>Languages </b>Auran, Common</h5></div><hr/><div><h5><b>ECOLOGY</b></h5></div><hr/><div><h5><b>Environment </b> Elemental Plane of Air</h5><h5><b>Organization </b>solitary</h5><h5><b>Treasure </b>none</h5></div><hr/><div><h5><b>SPECIAL ABILITIES</b></h5></div><hr/><div><h5><b>Link with Caster (Ex)</b> When summoned, the aerial servant creates a mental link between itself and the caster who summoned it. Should the aerial servant fail the mission it has been assigned, it returns to the caster and attacks him. The aerial servant can find the caster as long as he is on the same plane of existence. If the caster leaves the plane, the link is temporarily broken. Once the caster returns or the aerial servant enters the plane the caster is on, the link is immediately reconnected and the aerial servant moves at the full speed toward the casters current location. Only when the aerial servant or caster is destroyed is the link permanently broken. </h5><h5><b>Natural Invisibility (Su)</b> This ability is constant, allowing the aerial servant to remain <i>invisible</i> even when attacking. This ability is inherent and is not subject to the invisibility purge spell. This ability does not function on the Astral Plane or the Ethereal Plane, <i>but instead grants the creature concealment</i> (20% miss) chance. </h5><h5><b>Wind Blast (Su)</b> Once every 1d4 rounds, as a standard action, an aerial servant can release a blast of wind in an 80-foot line. A creature struck takes 4d8 points of damage, and creatures up to the aerial servant's size or smaller are knocked knocked back 2d10 feet and prone. An affected creature can attempt a DC 22 Reflex save to reduce the damage by half and avoid being knocked down. The save DC is Constitution-based.</h5></div><br></br><div><h4><p><p>Aerial servants are semi-intelligent creatures from the Elemental Plane of Air that often roam the Astral and Ethereal planes. They normally are only found on the Material plane as a result of being summoned by a cleric (or, less frequently, a wizard) and commanded to perform some task, often being required to use their immense strength to carry objects of aid their summoner. Though an aerial servant performs whatever task is asked of it, it resents being summoned and forced to do the bidding of another; therefore, it attempts to pervert the conditions of the summoning and its mission. An aerial servant that fails or is thwarted in its mission becomes insane and immediately returns to the caster who summoned it, either killing the caster or carrying the caster back to the Elemental Plane of Air with it. Aerial servants are <i>invisible</i> on the Elemental Plane of Air. On other planes, they can be seen, though only vaguely, and appear as humanoids composed of whitish-gray vapor. Sometimes eyes, a nose, and a small mouth appear in the vapor. Aerial servants speak Auran. They understand Common, but do not speak it.</p></h4></div>", "Languages": "Auran, Common", "Source": "TOH1", "Land": "0", "Organization": "solitary", "Ref": "17", "Climb": "0", "HD": "(16d10+64)", "AbilitiyScores": "Str 26, Dex 21, Con 18, Int 4, Wis 10, Cha 11", "Gear": "", "Ranged": "", "Type": "outsider", "Reach": "5 ft.", "DontUseRacialHD": "0", "id": 971, "SubType": "(elemental, air)", "MonsterSource": "", "Feats": "Combat Reflexes, Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Perception), Weapon Focus (slam)", "AlternateNameForm": "", "CompanionFlag": "0", "MT": "0", "Class": "", "Fort": "11", "Fly": "1", "RacialMods": "+12 Stealth (invisible, as the spell, on the Elemental Plane of Air)", "AC": "19, touch 15, flat-footed 14", "Swim": "0", "Name": "Aerial Servant", "VariantParent": "", "Skills": "Intimidate +16, Perception +22, Stealth +33", "ClassArchetypes": "", "IsTemplate": "0", "Will": "10", "Race": "", "CR": "11", "XP": 12800, "TemplatesApplied": "", "Environment": "Elemental Plane of Air", "CharacterFlag": "0", "OtherGear": "", "UniqueMonster": "0", "SQ": "", "Saves": "Fort +11, Ref +17, Will +10", "Melee": "slam +25 (2d8+12 plus grab", "Burrow": "0", "CompanionFamiliarLink": "NULL", "AgeCategory": "NULL", "MR": 0, "Speed": "fly 60 ft. (perfect)", "Alignment": "N", "Size": "Medium"}