[
  {
    "id":"acid-bolt",
    "description":"These metal bolts have a glass section in the middle, filled with acid. On a successful hit, acid bolts deal normal damage and 1d4 points of additional acid damage. Acid bolts do not cause any splash damage."
  },
  {
    "id":"ammentum",
    "description":"An amentum is a long leather thong that attaches to a javelin. Before throwing, the amentum is wound about the javelin’s shaft. You then throw the javelin while gripping the amentum, imparting spin to the weapon and greatly improving its range. Attaching an amentum to a javelin is a move action, and winding it is a full-round action. Javelins can be stored with amenta already wound about them. A javelin wound with an amentum is considered a martial weapon."
  },
  {
    "id":"bladed-scarf",
    "description":"If you are proficient with a bladed scarf, you deal 1d6 points of slashing damage to any creature that makes a successful grapple check against you.\n\nYou can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier on attack rolls with a bladed scarf sized for you, even though it isn’t a light weapon.\n\nThe skill required in using such scarves effectively and not revealing their deadly nature makes them exotic weapons. If you are proficient with a bladed scarf, you deal 1d4 points of slashing damage to any creature that makes a successful grapple check against you while you wield the scarf. "
  },
  {
    "id":"bleeding-arrow",
    "description":"This sharpened hollow tube looks like it was originally a narrow proboscis on some giant insect, but it actually comes from a strange carnivorous plant. A bleeding arrow deals normal damage when it hits a creature. Each round thereafter, the creature bleeds for 1 point of damage until the bleeding is stopped by a DC 10 Heal check or the application of a cure spell or some other healing magic. A critical hit does not multiply the bleed damage. Creatures immune to critical hits (such as plants and constructs) are immune to the bleed damage dealt by this weapon."
  },
  {
    "id":"blowgun-dart",
    "description":"These light darts have tiny grooves behind the tips.  A character can apply poison to a blowgun dart without risk of poisoning himself."
  },
  {
    "id":"blunt-arrow",
    "description":"These arrows have rounded wooden tips. Blunt Arrows deal bludgeoning damage rather than piercing damage. An archer can use a blunt arrow to deal nonlethal damage (at the normal –4 attack penalty for using a lethal weapon to deal nonlethal damage)."
  },
  {
    "id":"boarding-axe",
    "description":"Basically a hand axe with a backward-pointing spike, a boarding axe is used to chop through hatches or rigging, to drag burning debris off a ship, or as a weapon. A boarding axe is a one-handed martial weapon that uses the same statistics as a handaxe, except it deals slashing or piercing damage. In addition, the spike grants a +2 circumstance bonus on Climb checks on wooden surfaces."
  },
  {
    "id":"boarding-gaff",
    "description":"A gaff hook is a long pole with a hook on one end for spearing fish. Pirates often add extra, heavier hooks to both ends of gaff hooks to assist with boarding actions. After the pirates use grappling hooks to draw ships close together, they hook the gunwales together with boarding gaffs to prevent the ships from drifting. Small crafts often use boarding gaffs in place of grappling hooks. Boarding gaffs bite deeply into the wood of the railing. It takes 1 minute to pry a boarding gaff loose. Most pirates use a boarding axe or cutlass to cut through boarding gaffs rather than trying to unhook them one by one. The gaff can also be used for fishing when not in combat. "
  },
  {
    "id":"boarding-pike",
    "description":"A boarding pike is an 8-foot-long pole topped with a foot-long tapered metal tip. Boarding pikes look much like longspears, but the metal pike is designed to flow into the wooden haft, leaving no grooves, collars, or spikes that could trap salt water and cause rust. Boarding pikes are mainly used defensively, to repel boarding actions. The pikes are kept in brackets around the mast, so sailors can quickly grab pikes and brace them against the gunwale to repel boarders."
  },
  {
    "id":"brass-knife",
    "description":"Pirates often carry long brass knives for working aboard a ship. Though brass doesn’t hold as sharp an edge as steel, it isn’t vulnerable to rust like steel is. In a pinch, a pirate can use his brass knife as a weapon. Mostly, though, they are used for cutting ropes, cleaning fish, and other sundry tasks. A brass knife has the fragile quality. A fragile weapon gains the broken condition if the wielder rolls a natural 1 on an attack roll with the weapon. If a fragile weapon is already broken, rolling a natural 1 destroys it instead."
  },
  {
    "id":"brutal-bola",
    "description":"These bolas function as standard bolas, but they deal lethal damage rather than nonlethal damage."
  },
  {
    "id":"bullet-adamantine",
    "description":"These expensive bullets are crafted from adamantine. They ignore hardness 20 or less when attacking objects."
  },
  {
    "id":"butterfly-knife",
    "description":"A butterfly knife has a blade concealed between two halves of the handle that can be brought to bear quickly.  If you are proficient with the butterfly knife (or have the Quick Draw feat) and are holding it in your hand, you may open it as a free action; a nonproficient user must spend a move action to open it. Otherwise, treat this weapon as a dagger. When it’s closed, you gain a +2 bonus on Sleight of Hand checks made to conceal it on your body."
  },
  {
    "id":"cat-o-nine-tails",
    "description":"A cat-o’-nine-tails, also known as the “captain’s daughter,” is a short whip made of nine knotted thongs about 3 feet in length, designed to lacerate and inflict great pain without doing serious permanent damage. A cat-o’-nine-tails deals no damage to any creature with an armor bonus of +1 or higher or a natural armor bonus of +3 or higher."
  },
  {
    "id":"combat-scabbard",
    "description":"This combat scabbard has a sharp blade on the outer edge, allowing you to use it as a weapon."
  },
  {
    "id":"combat-scabbard-sharpened",
    "description":"This combat scabbard has a sharp blade on the outer edge, allowing you to use it as a weapon."
  },
  {
    "id":"common-arrow",
    "description":"The simplest type of ammunition used for bows. An arrow used as a melee weapon is treated as a light improvised weapon (–4 penalty on attack rolls) and deals damage as a dagger of its size (critical multiplier ×2). Arrows come in a leather quiver that holds 20 arrows."
  },
  {
    "id":"crossbow-bolt",
    "description":"Bolts come in a case or quiver that holds 10 bolts (or 5 for a repeating crossbow). A crossbow bolt used as a melee weapon is treated as a light improvised weapon (–4 penalty on attack rolls) and deals damage as a dagger of its size (crit ×2)."
  },
  {
    "id":"cutlass",
    "description":"A cutlass is a short, curved sword with a single sharp edge. Pirates favor cutlasses because the blade is sharp enough to cut through rigging (and enemy sailors) but is short enough to use in crowded shipboard melees."
  },
  {
    "id":"double-sling",
    "description":"At first glance resembling a baton-like stick with a sling dangling from each end, this weapon requires extraordinary skill, or halfling acrobatics, to use to full effect. You can use a double sling as a normal sling, or use the second end to make one additional ranged attack each round. You take the normal penalties for fighting with two weapons when you use both ends of a double sling (as if it were a double weapon); the Two- Weapon Fighting feat reduces these penalties as normal. Reloading one end of a double sling is a move action ( just like a normal sling), so unless you have an ability or feat (such as Ammo Drop) that allows you to quickly reload a sling, you cannot normally make multiple attacks per round for several consecutive rounds with this weapon. You can hurl ordinary stones with a double sling, but stones are not as dense or as round as bullets. Thus, such an attack deals damage as if the weapon were designed for a creature one size category smaller than you, and you take a –1 penalty on attack rolls."
  },
  {
    "id":"drow-poison-bolt",
    "description":"These iron bolts have small resin tips that break when the bolts strike their targets. Inside is a dose of drow poison. Anyone struck by a drow poison bolt must make a DC 13 Fortitude save or become affected by drow poison. Those using drow poison bolts do not risk poisoning themselves. The strange tip affects the bolts’ accuracy. Double the range penalties when using a drow poison bolt."
  },
  {
    "id":"dueling-sword",
    "description":"These swords are a bit over 3 feet long, very slightly curved, and sharp only along the outer edge. A dueling sword may be used as a Martial Weapon (in which case it functions as a longsword), but if you have the feat Exotic Weapon Proficiency (dueling sword), you can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier on attack rolls with a dueling sword sized for you, even though it isn't a light weapon. You can also wield a dueling sword in two hands in order to apply 1-1/2 times your Strength bonus to damage."
  },
  {
    "id":"durable-arrow",
    "description":"These arrows are tightly wrapped in strands of some kind of alchemical glue.  Durable arrows don’t break due to normal use, whether or not they hit their target; unless the arrow goes missing, an archer can retrieve and reuse a durable arrow again and again. Durable arrows can be broken in other ways (such as deliberate snapping, hitting a fire elemental, and so on). If crafted with magic (such as bane), the magic only lasts for one use of the arrow, but the nonmagical arrow can still be reused or imbued with magic again."
  },
  {
    "id":"dwarven-boulder-helmet",
    "description":"This heavy, reinforced helmet can be used to make melee attacks. The wearer may also use the helmet when attempting bull rush maneuvers, granting a +2 circumstance bonus on the check, but after completing the maneuver (whether successful or not), the wearer is staggered until the end of his next turn. In addition, the helmet grants a +2 circumstance bonus to the wearer's AC against critical hit confirmation rolls. A dwarven boulder helmet adds 20% to the wearer's arcane spell failure chance. It occupies the head slot and is made of metal, not stone, meaning that it can be crafted from unusual materials as a metal weapon. A dwarven boulder helmet can be enchanted as a weapon (not as armor, despite providing some protection)."
  },
  {
    "id":"dwarven-dorn-dergar",
    "description":"This exotic weapon is a 10-foot-long, heavy metal chain weighted at the end by a round ball of solid iron about the size of a large fist. Though fallen into disuse over the spanning centuries, the dwarven chain-flail is still sometimes employed by dwarves who cling to the old ways. By adjusting the slack of the chain, the weapon can be used either with or without reach. Changing between using it as a normal weapon and a reach weapon is a move action."
  },
  {
    "id":"dwarven-double-waraxe",
    "description":"This hefty waraxe is similar to the common dwarven waraxe, but its recurved blade spans forward and back from its head like a deadly butterfly. A dwarven double waraxe grants a +1 bonus on all attack rolls after the first when using Cleave or Great Cleave."
  },
  {
    "id":"dwarven-longaxe",
    "description":"These ornate and heavy blades are mounted atop a long, steel-shod haft for greater reach. They are rare among cave-dwelling dwarves but common in mountain dwarf clans that commonly feud with giants."
  },
  {
    "id":"dwarven-longhammer",
    "description":"These heavy-headed bludgeons are often carved or cast with monstrous faces or drilled with tiny holes to create a menacing whistling as they are swung through the air."
  },
  {
    "id":"dwarven-maulaxe",
    "description":"This versatile weapon is a unique design passed down through the dwarvish lords of the Five Kings. It initially appears like a heavy-headed axe, but a skilled wielder can strike equally well with its chopping edge as with the forged sledge that backs the blade. This weapon can be used to deliver bludgeoning or slashing damage as the wielder desires.  A dwarven maulaxe is a martial weapon for dwarves and an exotic weapon for members of other races. It is not a double weapon, and any enchantments applied to the weapon operate normally regardless of which part of the weapon’s head is used to deliver the blow, except for enhancements that apply only to blunt or sharp weapons. Such enhancements apply only to attacks dealing the appropriate type of damage."
  },
  {
    "id":"dye-arrow",
    "description":"This arrow ends in a crystalline bubble. Firing a dye arrow is a ranged touch attack; a creature struck by a dye arrow takes no damage but is splashed with black, blue, green, or red marker dye (see Pathfinder Chronicles Campaign Setting 213) sufficient to coat about 1 square foot."
  },
  {
    "id":"firearm-bullet-pitted",
    "description":"This ammunition is pitted with a pattern of small pocks into which specially formulated poison compounds can be applied. A poison compound is a derivative of a standard toxin that is alchemically reduced to a solid form. These can be made from any standard injury or contact poison with a Craft (poison) check equal to the poison's DC + 4. The cost of purchasing an already prepared poison compound for the purpose of treating pitted bullets is equal to the poison's base cost + 20 gp. Once crafted, the compound can be pasted into the ammunition's pitted design and allowed to harden. Upon completion, the bullet can be fired from an appropriate firearm, releasing the poison compound into its target upon impact, but the poison's DC is reduced by 2. A pitted bullet cannot be used with an alchemical cartridge."
  },
  {
    "id":"firearm-bullet-silver",
    "description":"This ammunition is specifically crafted from silver, and though nonmagical, it is particularly detrimental to lycanthropes, automatically confirming any critical threats against such creatures. A firearm that is shooting a silver bullet takes a –1 penalty on damage rolls (with a minimum of 1 point of damage)."
  },
  {
    "id":"fire-bolt",
    "description":"These carefully crafted wooden bolts have a hollow core filled with alchemist’s fire. On a successful hit, fire bolts deal normal damage plus 1d4 points of fire damage. Alchemical fire bolts do not cause any splash damage, and the fire burst isn’t enough to ignite targets (unless they are particularly flammable)."
  },
  {
    "id":"flight-arrow",
    "description":"These arrows have light shafts and special fletchings to give them greater range.  A flight arrows range increment is 20 feet greater with longbows, 10 feet greater with shortbows. Flight arrows deal damage as if one size category smaller."
  },
  {
    "id":"flying-talon",
    "description":"This light exotic piercing weapon consists of a three-pronged barbed hook attached to a length of chain. The talon gives its wielder a reach of 10 feet and deals 1d4 piercing damage (or 1d3 for Small creatures), threatening a critical on a natural 20. In addition, the wielder may initiate disarm or trip attacks with the talon, gaining a +2 bonus on either check. If the opponent resists the trip attempt and tries to trip him in turn, the wielder may drop the talon to avoid falling prone."
  },
  {
    "id":"grappling-hook",
    "description":"Throwing a grappling hook requires a ranged attack roll, treating the hook as a thrown weapon with a range increment of 10 feet. Objects with ample places to catch the hook have an AC of 5."
  },
  {
    "id":"groaning-bullet",
    "description":"These sling bullets are honeycombed with overlapping perforations that cause them to emit an eerie moan audible within 500 feet of their flight path."
  },
  {
    "id":"heavy-crossbow-underwater",
    "description":"An underwater crossbow functions like its normal counterpart above water, and can be used underwater. When fired underwater, the crossbow has a range increment of 20 feet. Anyone proficient with a normal crossbow can use an underwater crossbow."
  },
  {
    "id":"heavy-spiked-shield",
    "description":"You can bash with a spiked shield instead of using it for defense. You can bash an opponent with a shield, using it as an off-hand weapon. Used this way, a shield is a martial bludgeoning weapon. For the purpose of penalties on attack rolls, treat a heavy shield as a one-handed weapon and treat a light shield as a light weapon."
  },
  {
    "id":"heavy-wooden-shield",
    "description":"You can bash an opponent with a heavy shield. See “shield, heavy” onTable: Weapons for the damage dealt by a shield bash. Used this way, a heavy shield is a martial bludgeoning weapon. For the purpose of penalties on attack rolls, treat a heavy shield as a one-handed weapon. If you use your shield as a weapon, you lose its Armor Class bonus until your next turn. An enhancement bonus on a shield does not improve the effectiveness of a shield bash made with it, but the shield can be made into a magic weapon in its own right."
  },
  {
    "id":"hook-hand",
    "description":"Pirates who lose a hand in the course of their adventures sometimes attach hooks to their wrists. Pirates who lose a hand in the course of their adventures sometimes attach hooks to their wrists. Hook hands presume that the wrist joint is intact. If the wrist joint is not intact, use the prosthesis statistics instead. It takes 1 minute to attach or detach a hook hand."
  },
  {
    "id":"jolting-dart",
    "description":"This alchemically grown crystal dart builds up an electrical charge when thrown. A creature struck by the dart takes normal piercing damage and 1d6 points of electricity damage. Anyone proficient in darts can use a jolting dart. Once thrown, the dart is destroyed."
  },
  {
    "id":"launching-crossbow",
    "description":"This stubby-looking crossbow has a cup-like attachment rather than a groove for a bolt. A launching crossbow is designed to launch splash weapons.  Loading is a full-round action that provokes attacks of opportunity."
  },
  {
    "id":"light-crossbow-underwater",
    "description":"An underwater crossbow functions like its normal counterpart above water, and can be used underwater. When fired underwater, the crossbow has a range increment of 20 feet. Anyone proficient with a normal crossbow can use an underwater crossbow."
  },
  {
    "id":"light-spiked-shield",
    "description":"You can bash with a spiked shield instead of using it for defense. You can bash an opponent with a shield, using it as an off-hand weapon. Used this way, a shield is a martial bludgeoning weapon. For the purpose of penalties on attack rolls, treat a heavy shield as a one-handed weapon and treat a light shield as a light weapon."
  },
  {
    "id":"light-wooden-shield",
    "description":"You can bash an opponent with a light shield. See “shield, light” on Table: Weapons for the damage dealt by a shield bash. Used this way, a light shield is a martial bludgeoning weapon. For the purpose of penalties on attack rolls, treat a light shield as a light weapon. If you use your shield as a weapon, you lose its Armor Class bonus until your next turn. An enhancement bonus on a shield does not improve the effectiveness of a shield bash made with it, but the shield can be made into a magic weapon in its own right."
  },
  {
    "id":"little-starstones",
    "description":"Though they are technically sling ammunition, these thread- or cloth-wrapped pebbles are mainly used for signaling or celebration rather than battle, as they barely hit hard enough to sting. When soaked in oil or strong alcohol, they burn brightly for 1 round, illuminating an area like a candle and creating brief streaks of light as they fly through the air. They generally aren’t hot enough and burn out too quickly to ignite combustibles."
  },
  {
    "id":"lodestone-arrow",
    "description":"This heavy iron arrowhead is sealed with an alchemical resin; pulling a small string breaks the seal and activates the reaction in the arrowhead, greatly increasing its magnetic properties. Pulling the string to break the seal and activate the reaction in the arrowhead is a move action.  You gain a +4 bonus on attack rolls when firing a lodestone arrow at a target wearing a significant amount of metal armor (at least chain mail or a metal shield) or made of metal. The increased magnetism fades 1 round after you activate it, after which time it is a normal arrow.  In areas with a lot of magnetic metal, the attack bonus may drop to 0 or even become a penalty as competing sources steer the arrow away from your intended target. The magnetized arrow only deals half damage."
  },
  {
    "id":"long-lash-kobold-tail-attachment",
    "description":"This slender cord has tiny bits of glass and stone embedded in its length. A kobold with the Tail Terror feat can slip this device over the tip of his tail to augment his natural attack. Each tail attachment provides just enough weight, balance, and striking power to increase the damage of his tail slap. While a kobold is wearing a kobold tail attachment, its tail attack deals the tail attachment damage, and some attachments gain a special feature. Tail attachments are light weapons and can be improved by feats that can improve weapon attacks (such as Weapon Focus and Weapon Specialization). It takes a full-round action to slip on a kobold tail attachment, and the kobold gains a +4 bonus against disarm attempts made to remove his tail attachment."
  },
  {
    "id":"musket-axe",
    "description":" This musket features an axe blade at the end of its barrel. It can be used as both a musket and a battleaxe. It is considered a double weapon for purposes of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the axe are considered broken. An axe musket uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition."
  },
  {
    "id":"musket-double-barreled",
    "description":"This musket has two parallel barrels; each barrel can be shot independently as a separate action, or both can be fired at once as the same attack. If both barrels are fired at once, they must both target the same creature or object, and the gun becomes wildly inaccurate, taking a –4 penalty on each shot. Each barrel of a double-barreled musket uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition."
  },
  {
    "id":"musket-warhammer",
    "description":" This musket has a warhammer head at the end of its barrel, which allows it to be used as both a musket and a warhammer. It is considered a double weapon for purposes of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the warhammer are considered broken. A warhammer musket uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition."
  },
  {
    "id":"pellets-handful",
    "description":"A handful of pellets, along with a dose of black powder, is commonly used as ammunition for one-handed and two-handed firearms with the scatter weapon quality, though rocks or other small bits of hard material can be used in the pellets' place. Using anything other than pellets or alchemical cartridges when firing off a cone attack with a scatter weapon increases the weapon's misfire range by 1 (though this increase can be removed by switching back to standard ammunition)."
  },
  {
    "id":"pellets-handfuls",
    "description":"A handful of pellets, along with a dose of black powder, is commonly used as ammunition for one-handed and two-handed firearms with the scatter weapon quality, though rocks or other small bits of hard material can be used in the pellets' place. Using anything other than pellets or alchemical cartridges when firing off a cone attack with a scatter weapon increases the weapon's misfire range by 1 (though this increase can be removed by switching back to standard ammunition)."
  },
  {
    "id":"pheromone-arrow",
    "description":"The arrowhead of this arrow is coated with potent substances that react to blood and sweat, releasing strong aromas that most predators recognize as tasty injured prey and other creatures perceive as merely unpleasant. Any creature with the scent ability gains a +2 bonus on attack and damage rolls made against a target marked with a pheromone arrow. This effect lasts for 1 hour or until the target spends 1 minute washing."
  },
  {
    "id":"pistol-coat",
    "description":"Less powerful than other firearms, this pistol is small enough to be easily concealed in a jacket or coat. You get a +2 bonus on Sleight of Hand checks made to conceal a coat pistol on your body. A coat pistol uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition."
  },
  {
    "id":"pistol-dagger",
    "description":"A combination of a coat pistol and a blade, the dagger pistol can be used as both weapons. The awkwardness of the configuration means you do not gain the bonus on Sleight of Hand checks that either of those stand-alone weapons grants. The dagger pistol is considered a double weapon for the purpose of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the dagger component are considered broken. A dagger pistol uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition."
  },
  {
    "id":"pistol-double-barreled",
    "description":"This pistol has two parallel barrels; each barrel can be fired independently as a separate action, or both can be shot at once with the same action. If both barrels are shot at once, they must both target the same creature or object, and the pistol becomes wildly inaccurate, imparting a –4 penalty on each shot."
  },
  {
    "id":"pistol-dragon",
    "description":"Like a miniature blunderbuss, the dragon pistol fires pellets or a bullet from its flared barrel. The dragon pistol fires in a 15-foot cone when firing pellets, and has a 10-foot range increment when firing a bullet. For ammunition, a dragon pistol uses a bullet or group of pellets and a single dose of black powder, or else a single alchemical cartridge (with either bullets or pellets) as ammunition."
  },
  {
    "id":"pistol-sword-cane",
    "description":"A combination weapon, this gun mixes a coat pistol with a sword cane (Advanced Player's Guide 179). The sword cane pistol is considered a double weapon for the purpose of creating masterwork or magical versions of this weapon. The pistol attachment makes the nature of the weapon a little more difficult to hide. An observer must make a DC 15 Perception check to realize that an undrawn sword cane pistol is a weapon rather than a walking stick; the DC decreases to 5 if the observer is able to handle the weapon. A sword cane pistol uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition. The sword part of the weapon must be drawn in order to load the pistol part of the weapon."
  },
  {
    "id":"pounder-kobold-tail-attachment",
    "description":"This squat ball is made from some sort of dull metal.  A kobold with the Tail Terror feat can slip this device over the tip of his tail to augment his natural attack. Each tail attachment provides just enough weight, balance, and striking power to increase the damage of his tail slap. While a kobold is wearing a kobold tail attachment, its tail attack deals the tail attachment damage, and some attachments gain a special feature. Tail attachments are light weapons and can be improved by feats that can improve weapon attacks (such as Weapon Focus and Weapon Specialization). It takes a full-round action to slip on a kobold tail attachment, and the kobold gains a +4 bonus against disarm attempts made to remove his tail attachment."
  },
  {
    "id":"powder-horn",
    "description":"Typically crafted from hollowed-out animal horn, but increasingly crafted from metal in a wide variety of shapes, a powder horn can hold up to 10 doses of black powder. A powder horn protects black powder stored within in it from exposure to fire, electricity, firearm misfires, and water, and the narrow end of the horn is useful in funneling the expensive powder carefully into the barrel of a firearm."
  },
  {
    "id":"raining-arrow",
    "description":"This thick-shafted arrow contains a reservoir of holy water and is designed to burst on impact, hitting the target and splashing nearby creatures. The reservoir of holy water is designed to burst on impact, hitting the target and splashing nearby creatures as if you had thrown the vial. A raining arrow has a –2 penalty on attack rolls due to its weight."
  },
  {
    "id":"ratfolk-tailblade",
    "description":"A tailblade is a small, sharp knife designed to be strapped to the tip of a wielder's tail. A ratfolk wielding a tailblade can make a tail attack, adding its Strength modifier to the tailblade's damage. It takes a full-round action to strap on or remove a tailblade. The wearer can loosely attach the tailblade (without strapping it securely in place) as a move action, but using a loosely attached tailblade gives the wielder a –4 penalty on all attack rolls made with the weapon, and other creatures get a +4 bonus on disarm combat maneuver checks to disarm the tailblade. Ratfolk are considered proficient with such attacks and can apply feats or effects appropriate to natural attacks to tail attacks made with a tailblade. If used as part of a full attack action, attacks with a tailblade are considered secondary attacks."
  },
  {
    "id":"razored-kobold-tail-attachment",
    "description":"This metal wedge has a prickly edge on one of its sides. A kobold with the Tail Terror feat can slip this device over the tip of his tail to augment his natural attack. Each tail attachment provides just enough weight, balance, and striking power to increase the damage of his tail slap. While a kobold is wearing a kobold tail attachment, its tail attack deals the tail attachment damage, and some attachments gain a special feature. Tail attachments are light weapons and can be improved by feats that can improve weapon attacks (such as Weapon Focus and Weapon Specialization). It takes a full-round action to slip on a kobold tail attachment, and the kobold gains a +4 bonus against disarm attempts made to remove his tail attachment."
  },
  {
    "id":"repeating-crossbow",
    "description":"As long as it holds bolts, you can reload it by pulling the reloading lever (a free action). Loading a new case of 5 bolts is a full-round action that provokes attacks of opportunity. The repeating crossbow (whether heavy or light) holds 5 crossbow bolts. You can fire a repeating crossbow with one hand or fire a repeating crossbow in each hand in the same manner as you would a normal crossbow of the same size. However, you must fire the weapon with two hands in order to use the reloading lever, and you must use two hands to load a new case of bolts."
  },
  {
    "id":"repeating-crossbow-bolt",
    "description":"Bolts come in a case or quiver that holds 10 bolts (or 5 for a repeating crossbow). A crossbow bolt used as a melee weapon is treated as a light improvised weapon (–4 penalty on attack rolls) and deals damage as a dagger of its size (crit ×2)."
  },
  {
    "id":"rifle-pepperbox",
    "description":"The four barrels of this rifle are set into a turnable housing that can be quickly rotated by hand (a free action) between shots. A pepperbox rifle uses metal cartridges as ammunition."
  },
  {
    "id":"sea-knife",
    "description":"A sea-knife is a long-handled weapon with a short blade. It is designed to be strapped to the ankle or foot of the wielder, pointing downward and jutting out beyond the wearer's leg. A sea-knife can be used as a light melee weapon when the wielder is swimming, flying, or prone. This allows the wielder to use a two-handed weapon, or wield a weapon with one hand and carry a shield, and still make off-hand attacks with the sea-knife. Attacks made with a sea-knife take a –2 circumstance penalty on attack rolls in addition to all other attack penalties. Donning or removing a sea-knife is a full-round action. The wearer cannot use a leg with a sea-knife strapped to it for walking or running."
  },
  {
    "id":"sharpstones",
    "description":"A thin layer of baked clay covers the spikes and jagged ridges covering this specially designed bullet. A proficient user knows how to crack the clay (a free action) so that it peels off from either the spikes or ridges when fired, dealing either piercing or slashing damage."
  },
  {
    "id":"short-sword",
    "description":"A short sword is about 2 feet in length."
  },
  {
    "id":"shotgun-double-barreled",
    "description":"This twin-barreled shotgun can be shot either one barrel at a time, or both together as one attack. A double shot that fires bullets is inaccurate, and takes a –4 penalty on both attacks. A double shot that fires bullets targets only a single creature and increases the damage of each barrel to 2d6 points (Small) or 2d8 points (Medium) for a total of 4d6 or 4d8 points. A double-barreled shotgun uses metal cartridges (loaded with either a bullet or pellets) as ammunition."
  },
  {
    "id":"sling-bullet",
    "description":"Sling bullets are shaped metal balls, designed to be used with a sling or halfling sling staff. Bullets come in a leather pouch that holds 10 bullets."
  },
  {
    "id":"slow-burn-arrow",
    "description":"Behind the head of this arrow is a small receptacle of alchemical material that heats up when exposed to air and eventually bursts into flame; barbs on the arrowhead pierce the pouch when it hits a target. On your turn, 1 round after impact, the burst of flame deals 1d6 points of fire damage to the target. The extra weight of this arrowhead gives you a –1 penalty on attack rolls with the arrow."
  },
  {
    "id":"smoke-bullet",
    "description":"Smoke bullets require only a successful touch attack to release the smoke. When they strike a target, they burst, releasing a cloud of noxious gas that requires the creature struck to attempt a DC 13 Fortitude save. If the save fails, the target is nauseated for 2 rounds."
  },
  {
    "id":"softstones",
    "description":"These tight bundles of elastic fibers deal nonlethal damage when fired from a sling."
  },
  {
    "id":"spiked-kobold-tail-attachment",
    "description":"This narrow spike tapers to a sharp point.  A kobold with the Tail Terror feat can slip this device over the tip of his tail to augment his natural attack. Each tail attachment provides just enough weight, balance, and striking power to increase the damage of his tail slap. While a kobold is wearing a kobold tail attachment, its tail attack deals the tail attachment damage, and some attachments gain a special feature. Tail attachments are light weapons and can be improved by feats that can improve weapon attacks (such as Weapon Focus and Weapon Specialization). It takes a full-round action to slip on a kobold tail attachment, and the kobold gains a +4 bonus against disarm attempts made to remove his tail attachment."
  },
  {
    "id":"splintercloud-arrow",
    "description":"The shaft of this arrow is formed of numerous small bone fragments painstakingly glued together. When fired, the numerous bone fragments tear themselves apart, forming a 5-foot burst of razor-sharp bones that deals 1d3 points of piercing damage (Reflex DC 18 negates)."
  },
  {
    "id":"spongestones",
    "description":"These bullets are actually made from a porous stone or heavy wood that absorbs liquids and shatters on impact. Soakstones are often used to deliver poison or burning oil. A flask of oil completely saturates 10 soakstones. When ignited (a free action if fire is available), a burning, oil-soaked soakstone deals +1d2 fire damage and can ignite combustible materials (such as a thatched roof ). Allowing a soakstone to burn in a sling’s cup for more than 1d3 rounds gives the sling the broken condition."
  },
  {
    "id":"steel-terbutje",
    "description":"This is a forged weapon built to look much like a common terbutje. It lacks the fragility of its non-metallic counterpart.\n"
  },
  {
    "id":"stitched-sling",
    "description":"Technically not a unique kind of weapon, a stitched sling is a sling, staff sling, or double sling whose cup is sewn closed around the ammunition, creating a weak sort of light flail. the ammunition sewn into the sling is irrelevant to the type and amount of damage it causes. A stitched sling cannot be used to fire ammunition unless the thread or cord holding the cup closed is cut open (a full-round action that provokes attacks of opportunity)."
  },
  {
    "id":"sweeper-kobold-tail-attachment",
    "description":"When properly used, this sharply curved piece of metal can knock opponents off their feet. Unlike most tripweapons, you cannot drop it if you are tripped during your own trip attempt. A kobold with the Tail Terror feat can slip this device over the tip of his tail to augment his natural attack. Each tail attachment provides just enough weight, balance, and striking power to increase the damage of his tail slap. While a kobold is wearing a kobold tail attachment, its tail attack deals the tail attachment damage, and some attachments gain a special feature. Tail attachments are light weapons and can be improved by feats that can improve weapon attacks (such as Weapon Focus and Weapon Specialization). It takes a full-round action to slip on a kobold tail attachment, and the kobold gains a +4 bonus against disarm attempts made to remove his tail attachment."
  },
  {
    "id":"switchblade-knife",
    "description":"This knife has a spring-loaded blade hidden inside the handle. This weapon is treated as a dagger. This knife can be designed to look like another type of object (a DC 15 Perception check reveals the deception). If held in your hand, you can activate it as a free action."
  },
  {
    "id":"syringe-spear",
    "description":"The blade of this weapon contains a thin tube or bore that connects to a hollow container just beneath the crosspiece. A successful hit with the spear injects the liquid contents of the container (typically poison) into the target. Refilling a syringe spear takes 1 minute."
  },
  {
    "id":"tanglefoot-arrow",
    "description":"This arrow is topped with a small bottle containing a small quantity of tanglefoot goo. Elves frequently use these arrows to slow or stop fleeing opponents or to capture animals without killing them. You fire a tangleshot arrow as a ranged touch attack; the arrow deals no damage when it hits, but the target is splashed with the alchemical adhesive. The reduced amount of the glue means this arrow is less effective than an actual tanglefoot bag (DC 10 Reflex save, DC 12 Strength check to break, 10 points of slashing damage to cut through, DC 10 Concentration check). The weight of a tangleshot arrow reduces its range increment to half normal."
  },
  {
    "id":"thistle-arrow",
    "description":"These barbed arrows are crafted from the thistles of a poisonous plant, causing pain to persist beyond the initial injury. Thistle arrows deal damage as a bleed effect for 1d6 rounds."
  },
  {
    "id":"thorn-bow",
    "description":"This polished rosewood bow is studded with thorns and tiny flowers. Treat a thorn bow as a shortbow."
  },
  {
    "id":"totem-spear",
    "description":"The shaft of this traditional Sklar-Quah spear is carved with sacred symbols, and its wide head is drilled with cunning holes that create a loud whistling when the weapon is hurled or used in combat — by turning the spear so that the wind blows over its holes in different orientations, or by varying the speed at which it is swung, a wielder can create mournful dirges. If the user is trained in the spear’s use, a totem spear can be used by bards to create bardic music effects using Perform (wind instrument). The spear itself has a strong, flexible shaft, and in the hands of one trained in its use, grants a +2 circumstance bonus on Acrobatics checks. The spear’s relatively wide head allows it to be used as a slashing weapon, swung side to side, or as a piercing weapon in a more traditional spear-fighting technique."
  },
  {
    "id":"tri-bladed-katar",
    "description":"Although most punching daggers boast a single long, thick blade, the tri-bladed dagger features a fan of three splayed razor edges."
  },
  {
    "id":"trip-arrow",
    "description":"This squat arrow has a large, bulbous, metal tip that expands and flattens in flight. If the arrow hits, it makes a trip attack against the target with a CMB of +5; the target falls prone if it fails its check, but if it succeeds it cannot attempt to trip you in return."
  }
]