{
    "name": "Legacy of the Hollow Peak",
    "synopsis": "A wilderness and dungeon adventure for characters level 3-5.",
    "contentTree": [
        {
            "expanded": true,
            "folder": true,
            "key": "1",
            "title": "Introduction",
            "children": [
                {
                    "expanded": true,
                    "folder": true,
                    "key": "3",
                    "title": "Adventure background",
                    "children": [
                        {
                            "extraClasses": "fancytree-image",
                            "key": "79",
                            "title": "Cover Art",
                            "data": {
                                "resourceType": "user-illustration",
                                "userResource": {
                                    "name": "Cover Art",
                                    "lastModified": "2014-10-02T09:51:35.731Z",
                                    "fileType": "image/jpeg",
                                    "fileName": "troll.jpg",
                                    "url": "http://s3.amazonaws.com/dscf-test/542d1e7947d5338025d58a57?1412243078631",
                                    "artist": "Aleksey Kovalenko",
                                    "externalURL": "http://skiorh.deviantart.com/",
                                    "copyright": "© 2014 Aleksey Kovalenko"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "2",
                            "title": "Kuyunedir",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "Kuyunedir",
                                    "lastModified": "2014-09-25T06:09:36.999Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 8pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">In ancient and darker times, several millennia ago, some tribes of men were forced to build large underground cities that could protect them from the onslaught of Giants, Goblins, and other savage creatures. Men built these cities with narrow entrances and passageways, so that they could be easily defended. The largest of these cities could easily hold several thousand people and were an intricate set of hundreds of connected rooms. In addition to bedrooms and dining rooms, the underground cities also had rooms for trading, the storage of food, smithing, and even temples and graveyards. Large vertical shafts provided a connection to the outside air, and served both as a ventilation system and as a series of connected wells that accessed a nearby underground lake. The underground cities had often several entrances and some were connected to each other by a network of tunnels.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 8pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The fate of Kuyunedir -one of the oldest and largest underground city ever built by men- is a dark one. Built 3,500 years ago, it withstood the assault of hundreds of armies coming from the surface of the world. Confident in the protective powers of their city, the people of Kuyunedir prospered for a long time and their city expanded downward as their population grew in numbers -over 20,000 souls at their peak. The history of Kuyunedir took a sudden dark turn when the digging of a new nursery opened a passage to the Underworld -the dark and hidden underground realm that is home to Drows, Derros and other unspeakable vermin. For several years, Kuyunedir fought bravely and tried to defend itself from the simultaneous attacks from the surface and the Underworld, but it soon proved too much. To save itself, the leaders of the city pleaded the local Drow king for peace, who accepted in exchange for Kuyunedir&rsquo;s most precious resource: their children. Half of the city&rsquo;s offspring were thus offered as slaves to the Drows, a situation that went on for centuries. Little by little the inhabitants of Kuyunedir began to worship demon lords, emulating their Drow masters.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">In the end, the doom of Kuyunedir wasn&rsquo;t caused by Drows or Giants or Goblins, but by a terrible earthquake. Approximately 1,000 years ago, the mountain of Hollow Peak -under which Kuyunedir was built- shook so violently that it plunged the city several hundred feet down into the mountain&rsquo;s belly. The survivors of the catastrophe were never able (or unwilling) to escape to the surface and the people of Kuyunedir slowly degenerated. Generation by generation they became less and less human, eventually losing their sense of sight and having their skin turned completely white. After a millenia of progressive transformation, the people of Kuyunedir lost their humanity completely and became savage underground creatures known as Morlocks.</span></p>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "4",
                            "title": "Horntop",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "Horntop",
                                    "lastModified": "2014-09-25T06:10:09.695Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 8pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Horntop is a small town perched high up on the flanks of the Hollow Peak. It used to be a prosperous mining town, selling nuggets of gold, silver and gemstones on the markets of the nearby city located at the bottom of the valley. As year progressed, the mine -called the Howling Well by the villagers of Horntop as it often emits a howling sound in windy weather and it&rsquo;s mostly dug out vertically- expanded progressively downward into the depths of Hollow Peak. By digging too deep, the miners of Horntop would soon repeat Kuyundir&rsquo;s fatal mistake. About a century ago, the miners of Horntop pierced the outer wall of Kuyunedir and were promptly massacred by a savage swarm of Morlocks. In the end, the villagers managed to fight off the Morlocks and seal the breach with a huge round stone. The mayor of the time -a sturdy war veteran called Derek Wickle- arranged for the Sealing Stone to be inscribed with a protective rune to prevent anyone from disturbing it. &nbsp;In addition, he declared the mine off limits and forbade anyone from ever entering it. &nbsp;The responsibility of safeguarding the Sealing Stone and preventing anyone from entering the Howling Well was transmitted from mayor to mayor ever since. The loss of the mine was a tough blow to Horntop&rsquo;s economy, and many left town to find better conditions in the valley. Today, a hundred years after the dramatic events at the Howling Well, the situation has normalized and the village is reasonably prosperous, living off the produce of their cattle -mainly yaks, and mountain goats.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 8pt; margin-bottom: 0pt;\"><span>&nbsp;</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The current Mayor of Horntop is an old white-bearded and hunch backed yak farmer called Larrell Flynn. Like previous mayors of Horntop, he has inherited the responsibility of keeping people out of the mines. Every season, he descends down the mine to check that the rune is still in place, as it is sometimes triggered by wandering creatures. When the Rune of Warding needs to be recast, Larell hires the services of an old friend of his from the nearby city, an eccentric Elf wizard named Jacod Farkas. Unbeknownst to the Mayor, Jacod Farkas is in fact a Dark Elf who was forever banished long ago by his kin. </span></p>\n<p>&nbsp;</p>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "5",
                            "title": "Recent events",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "Recent events",
                                    "lastModified": "2014-09-25T06:10:31.918Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 8pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">A few months ago, Jacod Farkas discovered ancient texts testifying of the existence of connections to the Underworld in the mountain range that surrounds Hollow Peak. Ever since his banishment, Jacod has longed to break free from his exile and return to his homeland, so Farkas never gave too much attention to what lay beneath the Sealing Stone that he was hired to protect, but quickly realized that what he was looking for was right under his nose all these years. Cursing his stupidity, the Elf proceeded to explore the ancient city of Kuyunedir, while taking great care to hide his intentions from Mayor Flynn and the villagers.</span></p>\n<p><span>&nbsp;</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Well prepared, Farkas had little trouble to enslave the Morlocks as they proved no match for his powerful magic. Jarkas also found a number of other creatures -mostly vermin- living in the ancient city and he proceeded to incinerate those that were of no use to him. There were two notable exceptions, however. First, Farkas managed to capture a young white dragon named Rompuk who foolishly believed this weird-looking lonely human would be a nice change to his usual Morlock-based diet. Second, a couple of Ice Trolls and their offspring, who had claimed the lower levels of Kuyunedir as their hunting grounds, were particularly hard for the Wizard to dispatch. The male Troll -an unusually cunning and treacherous beast named Krakoth- eventually cowardly escaped with his only surviving sibling. Since then, Krakoth has had no choice but to prey on the cattle surrounding Horntop to feed himself and his son.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Finally, two days ago, a group of daredevil teenagers from the village entered the mines and dared each other to explore the deepest levels. Most of them did not go far but, tragically, the eldest managed to reach the Sealing Stone and perished in the Rune&rsquo;s explosion. When his friends saw that he didn&rsquo;t come back hours later, they panicked and returned to the village, &nbsp;explaining what happened. Some villagers wanted to send a rescue team but the Mayor forbade it, sending Farkas instead. The Elf wizard proceeded to retrieve the boy&rsquo;s body from the Howling Well to the village, taking the opportunity to replace the Rune and raising the surrounding miner skeletons to scare any other villager away.</span></p>"
                                }
                            }
                        }
                    ]
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "6",
                    "title": "Adventure Summary",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "Adventure Summary",
                            "lastModified": "2014-09-25T06:12:27.341Z",
                            "content": "<p><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Hired to deal with Horntop&rsquo;s monster problem, the PCs make the journey up the Hollow Peak mountain. On the way, they deal with the natural dangers of climbing the steep icy slopes that lead to the village. Upon their arrival in Horntop, the PCs are surprised to find the whole town gathered for the funeral of a teenage boy who died while exploring the Howling Well. The PCs are welcomed to attend the funeral and spend some time speaking to the villagers, Mayor Flynn, and Jarod Farkas. After the funeral, the boy&rsquo;s mother implores the PCs to investigate the mine and uncover the truth behind her son&rsquo;s passing. The PCs are then invited by the mayor to stay at the local inn, and to watch for the arriving Troll at dawn on the next morning. The PCs have the opportunity to ask questions to the villagers regarding the Troll attacks as a way to learn more about the creature. The next day, the PCs surprise the Troll preying on a herd of yaks, and they can attempt to track it to its lair. The Troll will attempt to fight if attacked in his lair, but he has no interest in dying prematurely and will tell its story and that of the evil Dark Elf who drove him out of his lair. At this point, the PCs should go investigate the Howling Well. On their way to the entrance of the mine, the PCs must deal with a nasty blizzard, avalanches and treacherous icy pits. As the PCs enter the mine, they must first deal with a band of century old skeletons armed with pickaxes (the remains of the Horntop miners and the latest upgrade in security that Farkas has implemented). When they reach the bottom of the mine, the PCs find the Sealing Stone and its glowing rune and must find a way to bypass it. The PCs eventually enter the ancient underground city of Kuyunedir. The city is filled with dangers and relics of its troubled past. If the PCs survive the encounters with the various monsters that still dwell in the city, they eventually confront Jacod who has just now found was he was looking for all these years: a new entrance to the Underworld. While the PCs can attempt to reason with the Dark Elf, he has no intention of leaving the PCs alive now that they know his true nature and the existence of the entrance to the Underworld. After defeating the Drow, the PCs climb down back to the village and can choose to either reveal the truth or keep the secrets that they have learned to themselves. Whichever they choose, the denizens of the Underworld have taken notice of Jacod&rsquo;s breach, and the whole region is now at risk from attacks by the creatures of the realm below.</span></p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "7",
                    "title": "Getting started",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "Getting started",
                            "lastModified": "2014-09-25T06:12:16.794Z",
                            "content": "<p><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Horntop can be anywhere you want it to be, the only requirement is that it&rsquo;s a small village perched high up in the mountains. At the start of the adventure the players are supposed to be in a city not too far from Horntop. Harold Welsh, a merchant coming back from Horntop, brings news that &nbsp;the mayor of his village offers a sizable reward for the slaying of a monster who has been plaguing Horntop for the past few months. As Harold travels to Horntop regularly, the monster is starting to worry him and he seeks adventurers who are interested in (relatively) easy money. If that&rsquo;s not enough motivation Harold tries to convince them by telling them that Hollow Peak owes its name to a large and mysterious set underground caves and of the lost treasures that surely lie inside. He also tells the PCs of the abandoned mine that would earn a fortune to anyone who could lift its curse. If players ask more about the mine, Harold says he only knows that what looked like a perfectly good mine was suddenly abandoned when a terrible accident killed all the workers. Harold isn&rsquo;t being entirely truthful here, the mine is largely worthless. But the legends of Hollow Peak&rsquo;s set of underground caves are mostly true. Even if the PCs don&rsquo;t require extra motivation to travel to Horntop, the merchant can still reveal the information above if the players simply ask more information about the village.</span></p>"
                        }
                    }
                }
            ]
        },
        {
            "expanded": true,
            "folder": true,
            "key": "9",
            "title": "Act 1 - On the way to Horntop",
            "children": [
                {
                    "extraClasses": "fancytree-text",
                    "key": "10",
                    "title": "On the way to Horntop",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "On the way to Horntop",
                            "lastModified": "2014-09-30T07:55:10.769Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The journey to Horntop is quite difficult if the PCs are not experienced climbers. The track is icy, narrow, and very steep in many places. After two hours of climbing, make the PCs roll either a <strong>DC 15 Survival or Climb check (whichever is highest) or become fatigued and suffer 1d8 of non-lethal damage</strong> from falling bruises or twisted ankles.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The Wounded Charging Yak (CR 2)</span></h2>\n<p><strong id=\"docs-internal-guid-0454c877-ab73-381c-b613-fefac8257df4\" style=\"font-weight: normal;\">&nbsp;</strong></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Creatures. </span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Recently wounded by a nasty Troll bite, a large male yak with a brass ring in its snout has escaped the village and is running down the narrow path. A young shepherd boy named Kenneth is screaming his lungs out and runs after the beast with a large stick. The PCs can easily hear the boy&rsquo;s screams and the thundering of large hooves from a distance, and <strong>have one round to react</strong>. If the PCs <strong>succeed a DC 20 perception check</strong>, they get an <strong>extra round before the Yak arrives</strong>.</span></p>\n<p><br /><span style=\"font-family: Arial; font-weight: bold; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\">Development. </span><span style=\"font-family: Arial; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\">The path is too narrow (about 10 feet) to safely let the Yak pass without risking injury. As long as the animal remains frightened, it charges down by following the path and will attempt to overrun anything it is way. Any PC who leaves the path to avoid the Yak must succeed a DC 12 Climb check or fall down and suffer 2d6 point of damage. If the PCs manage to calm the animal (using for example Charm Animal, Sleep, Daze Monster, or a DC 20 handle animal check), the boy thanks the PCs for their help. If the PCs kill the yak, the boy curses heavily at them and demands 50 gp as compensation. If the PCs simply avoid (or try to avoid) the yak, it continues it&rsquo;s charge down the mountain with the boy running after it. If the PCs study the calmed or dead Yak&rsquo;s wounds, a DC 10 heal check reveals that it has been bitten by a humanoid creature with huge teeth. A DC 20 knowledge nature or knowledge local check reveals the characteristic bite marks of an Ice Troll.</span></p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-encounter",
                    "key": "0",
                    "title": "Wounded Yak",
                    "data": {
                        "resourceType": "encounter",
                        "userResource": {
                            "Name": "Wounded Yak",
                            "coins": {
                                "cp": 0,
                                "sp": 0,
                                "gp": 0,
                                "pp": 0
                            },
                            "lastModified": "2014-09-30T08:03:55.852Z",
                            "xp": 600,
                            "lootValue": 0,
                            "CR": 2,
                            "Monsters": {
                                "542a63d53243cf0b00a804b6": {
                                    "amount": 1,
                                    "Name": "Yak",
                                    "XP": 600,
                                    "CR": 2,
                                    "Type": "animal",
                                    "TreasureBudget": "none",
                                    "Heroic": false,
                                    "userCreated": true
                                }
                            }
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-monster",
                    "key": "11",
                    "title": "Yak",
                    "data": {
                        "resourceType": "user-monster",
                        "userResource": {
                            "Name": "Yak",
                            "CR": 2,
                            "XP": "600",
                            "Alignment": "N",
                            "Size": "Large",
                            "Type": "animal",
                            "AC": "13, touch 9, flat-footed 13",
                            "HP": "22",
                            "HD": "(3d8+9)",
                            "Saves": "Fort +6, Ref +3, Will +1",
                            "Fort": "6",
                            "Ref": "3",
                            "Will": "1",
                            "Speed": "40 ft.",
                            "Melee": "gore +7 (1d8+9)",
                            "Space": "10 ft.",
                            "Reach": "5 ft.",
                            "AbilityScores": "Str 23, Dex 10, Con 17, Int 2, Wis 11, Cha 4",
                            "Feats": "Endurance, Skill Focus (Perception)",
                            "Skills": "Perception +9",
                            "Environment": "temperate plains",
                            "Organization": "solitary, pair, or herd (3-30)",
                            "Treasure": "none",
                            "Group": "Herd Animal",
                            "Source": "PFRPG Bestiary",
                            "IsTemplate": "0",
                            "CharacterFlag": "0",
                            "CompanionFlag": "1",
                            "Fly": "0",
                            "Climb": "0",
                            "Burrow": "0",
                            "Swim": "0",
                            "Land": "1",
                            "AgeCategory": "adult",
                            "DontUseRacialHD": "0",
                            "CompanionFamiliarLink": "NULL",
                            "UniqueMonster": "0",
                            "MR": "0",
                            "Mythic": false,
                            "MT": "0",
                            "Description": "<p>Aurochs (both singular and plural) are large herd animals similar to domesticated cattle.</p>\n<p><strong>Aurochs Companions</strong><br /> <strong>Starting Statistics: Size</strong> Medium; <strong>Speed</strong> 40 ft.; <strong>AC</strong> +1 natural armor, <strong>Attack</strong> gore (1d6); <strong>Ability Scores</strong> Str 14, Dex 12, Con 12, Int 2, Wis 11, Cha 4; <strong>Special Qualities</strong> low-light vision, scent.</p>\n<p><strong>7th-Level Adv.: Size</strong> Large; <strong>AC</strong> +3 natural armor; <strong>Attack</strong> gore (1d8); <strong>Ability Scores</strong> Str +8, Dex -2, Con +4; <strong>Special Qualities</strong> stampede, trample.</p>",
                            "Description_Visual": "This large, horned bull has a dirty black hide and an aggressive temper. Its horns are wide and sharp.",
                            "Init": "+0",
                            "Senses": "low-light vision, scent; Perception +9",
                            "SpecialAttacks": "stampede, trample (2d6+9, DC 17)",
                            "SpellLikeAbilities": null,
                            "Str": "23",
                            "Dex": "10",
                            "Con": "17",
                            "Int": "2",
                            "Wis": "11",
                            "Cha": "4",
                            "BaseAtk": "+2",
                            "CMB": "+9",
                            "CMD": "19 (23 vs. trip)",
                            "SpecialAbilities": "<h5><strong>Stampede (Ex)</strong> A stampede occurs if three or more creatures with stampede make a trample attack while remaining adjacent to each other. While stampeding, the creatures can trample foes of their size or smaller, and the trample's save DC increases by +2.</h5>",
                            "TreasureBudget": "none",
                            "Heroic": false,
                            "AC_Mods": "(+4 natural, -1 size)",
                            "lastModified": "2014-10-02T08:11:32.544Z",
                            "templates": {}
                        }
                    }
                }
            ]
        },
        {
            "expanded": true,
            "folder": true,
            "key": "12",
            "title": "Act 2 - The funeral",
            "children": [
                {
                    "extraClasses": "fancytree-text",
                    "key": "13",
                    "title": "The funeral",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "The funeral",
                            "lastModified": "2014-09-25T06:20:06.481Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">As the PCs finally make it to the village of Horntop after three tiring hours of climbing the slopes of the Hollow Peak, they are surprised to find no one in the streets. The village is made of about a hundred elongated stone houses with roofs made of dark blue slate. The dwelling of Horntop are arranged in rows along the flank of the mountain, and the whole village is structured as a giant staircase of successive terrasses with narrow dirt paths criss-crossing between the houses. The track that the PCs arrive from widens to a large muddy main street that runs through the center of the village. The PCs see absolutely no human soul when they arrive to Horntop but do encounter the occasional stray chicken or begging dog. After a few minutes of walking through the village, the players eventually hear the sound of voices and bells ringing coming from the opposite end of Horntop.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The PCs arrive to a gathering of about 200 villagers, all dressed in grey or white, and with somber faces. The players quickly realize that they just stumbled into the funeral of a young boy, who lies on a large and flat stone in the middle of the crowd. His body is entirely draped into a thin black shroud and is surrounded with yellow and red mountain &ldquo;flowers&rdquo; made out of dyed yak wool. A DC 20 perception check reveals that the boy has suffered severe burns and that the shroud and flowers are probably there to make this less noticeable. Next to the body, the crowd absent-mindedly listen to an old white-bearded and hunchbacked man who is currently giving a speech (the players only hear the end of it).</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&hellip; a very sad tragedy. Yes&hellip; the boy&rsquo;s passing pains us all very much indeed. And it so doubly painful that this death could have easily been avoided. Parents! Let this be a painful reminder to you all&hellip; have I not warned you time and time again to keep your kids from entering these cursed mines? I am saddened to have observed that many of you did not take my warnings too seriously&hellip; and saddened even more that my failure to make you understand the dangers of the Howling Well eventually led to the loss of that poor boy&rsquo;s life. So. I have told you before and I do so again: only fools would dare to enter this cursed place! A long and harsh winter is upon us, and a terrible monster is howling at our doorstep as we speak&hellip; I for one do not see the need to seek more danger. Please join me know in a moment of silence, to honour the deceased and reflect on the challenges that await us.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-family: Arial; font-style: normal; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\">After Mayor&rsquo;s speech, the crowd respects about a minute of silence and then remain alongside the body for about half an hour. During this time, the PCs have the opportunity to introduce themselves and talk to the Mayor, the Elf Wizard, or the villagers. At the end of the funeral they are also accosted by the boy&rsquo;s mother.</span></p>\n<p>&nbsp;</p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "14",
                    "title": "Meeting Mayor Flynn",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "Meeting Mayor Flynn",
                            "lastModified": "2014-09-25T06:20:41.569Z",
                            "content": "<p><span style=\"font-family: Arial; white-space: pre-wrap; line-height: 1.15; background-color: transparent;\">When the Mayor sees the PCs approaching, he welcomes them with an unusually upbeat demeanor (for the circumstances) and asks about their business in Horntop. If the PCs indicate that they wish to help with their monster issue, Flynn is ecstatic and promises the PCs 500 gold pieces if they manage to bring him its head. The Mayor proceeds to explain that the attacks have been going on for the past two months and that if the the loss of cattle continues, it would greatly damage the town&rsquo;s prosperity. He explains that the monster did not yet kill any villagers but that he&rsquo;s grown more bold of late and that someone is bound to die sooner or later. If the PCs ask for help and succeed a DC 15 diplomacy check, the mayor reluctantly offers to lend some mountain climbing supplies (treat these as masterwork tools for the Climb skill) that he insists on getting back. He otherwise apologises that he can&rsquo;t do more to help, invoking the town&rsquo;s current hardships.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "15",
                    "title": "Meeting Jacod Farkas",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "Meeting Jacod Farkas",
                            "lastModified": "2014-09-25T06:21:43.887Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-family: Arial; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\">After the PCs conversation with the Mayor, Jacod Farkas approaches the PCs and introduces himself as one of Flynn&rsquo;s old friends. He tells the characters that he has heard from the villagers that the beast is fearful of fire, and draws out of his long robes a satchel containing the following items: 2 alchemist&rsquo;s fire, 1 scroll of burning hands, and 1 sunrod. He offers these items to the PCs and wishes them good luck in slaying the beast. If the PCs ask him to assist directly in the hunt, he declines politely by pretending that he&rsquo;s not skilled in combat and would be a burden on their group. If asked what his business is in the village, he answers candidly that he&rsquo;s come to comfort his old friend in these troubled times and that he does what he can to help. If the PCs suspect that he&rsquo;s lying, a DC 18 Sense Motive check reveals that he&rsquo;s hiding something. </span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-image",
                    "key": "16",
                    "title": "Jacod Farkas",
                    "data": {
                        "resourceType": "user-illustration",
                        "userResource": {
                            "name": "Jacod Farkas",
                            "lastModified": "2014-10-02T09:38:00.270Z",
                            "fileType": "image/jpeg",
                            "fileName": "Jacod.jpg",
                            "url": "http://s3.amazonaws.com/dscf-staging/5423b44e52531c0b00cde930?1411626187882",
                            "artist": "Eldanaro",
                            "externalURL": "http://eldanaro.deviantart.com/art/Pale-455261644",
                            "copyright": "© 2014 Eldanaro"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "17",
                    "title": "Meeting the boy’s mother",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "Meeting the boy’s mother",
                            "lastModified": "2014-09-25T06:21:25.554Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\"><span style=\"font-family: Arial; line-height: 1.15; font-size: 15px; background-color: transparent;\">When the PCs are ready to leave the funeral, most of the crowd has dispersed and a wrinkled blonde woman with teary red eyes approaches the PCs. She tells them that she overheard them speaking with the mayor and thanks them for bravely accepting to hunt down the beast that has been terrorizing the village. She presents herself as the mother of the deceased child and explains that she suspects that his death was not a simple accident. If the PCs ask for more details, she collapses in tears and talks of the horrible burns that cover the boy&rsquo;s body. She tells them that she cannot bear to live without knowing what happened to her son and begs the PCs to uncover the truth. If asked for payment, she looks desperate, but grudgingly accepts to offer the PCs one of her family treasures: a masterwork pickaxe that was forged by one of her ancestors. If the players ask the mother why her son was in the mines, she explains that she has heard of kids daring each other to enter the mines and going deeper and deeper. If they wish, the players can meet the children and interrogate them. They do not hesitate to tell what happened to the PCs and one of them explains that he heard a very loud explosion coming from the bottom of the mine.</span></span></p>\n<p><span style=\"font-family: Arial; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\">&nbsp;</span></p>"
                        }
                    }
                }
            ]
        },
        {
            "expanded": true,
            "folder": true,
            "key": "18",
            "title": "Act 3 - Camping & chasing trolls",
            "children": [
                {
                    "extraClasses": "fancytree-encounter",
                    "key": "20",
                    "title": "Battling Ice Trolls",
                    "data": {
                        "resourceType": "encounter",
                        "userResource": {
                            "Name": "Battling Ice Trolls",
                            "coins": {
                                "cp": 0,
                                "sp": 0,
                                "gp": 0,
                                "pp": 0
                            },
                            "lastModified": "2014-09-30T08:18:42.116Z",
                            "Monsters": {
                                "542a661662b18e0b00f9a888": {
                                    "amount": 1,
                                    "Name": "Krakoth Jr. (Young)",
                                    "XP": 800,
                                    "CR": 3,
                                    "Type": "humanoid",
                                    "TreasureBudget": "standard",
                                    "Heroic": false,
                                    "userCreated": true
                                },
                                "542a64653243cf0b00a804bc": {
                                    "amount": 1,
                                    "Name": "Krakoth",
                                    "XP": 1200,
                                    "CR": 4,
                                    "Type": "humanoid",
                                    "TreasureBudget": "standard",
                                    "Heroic": false,
                                    "userCreated": true
                                }
                            },
                            "xp": 2000,
                            "lootValue": 1950,
                            "CR": 6,
                            "items": {
                                "scroll-of-stone-shape-divine": {
                                    "Name": "Scroll of Stone shape",
                                    "Price": 375,
                                    "PriceUnit": "gp",
                                    "amount": 1
                                },
                                "scroll-of-scorching-ray": {
                                    "Name": "Scroll of Scorching ray",
                                    "Price": 150,
                                    "PriceUnit": "gp",
                                    "amount": 1
                                },
                                "wand-of-ray-of-frost": {
                                    "Name": "Wand of Ray of frost",
                                    "Price": 375,
                                    "PriceUnit": "gp",
                                    "amount": 1
                                },
                                "potion-of-cure-moderate-wounds": {
                                    "Name": "Potion of Cure moderate wounds",
                                    "Price": 300,
                                    "PriceUnit": "gp",
                                    "amount": 1
                                },
                                "gold-and-platinum-statuette-of-a-deity": {
                                    "Name": "Gold and platinum statuette of a deity",
                                    "Price": 750,
                                    "PriceUnit": "gp",
                                    "amount": 1
                                }
                            }
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-monster",
                    "key": "24",
                    "title": "Krakoth",
                    "data": {
                        "resourceType": "user-monster",
                        "userResource": {
                            "Name": "Krakoth",
                            "CR": 4,
                            "XP": "1200",
                            "Alignment": "CE",
                            "Size": "Large",
                            "Type": "humanoid",
                            "SubType": "(cold, giant)",
                            "AC": "17, touch 13, flat-footed 13",
                            "HP": "45",
                            "HD": "(6d8+18)",
                            "Saves": "Fort +8, Ref +8, Will +2",
                            "Fort": "8",
                            "Ref": "8",
                            "Will": "2",
                            "Speed": "30 ft.",
                            "Melee": "battleaxe +7 (2d6+4), bite +2 (1d6+2), claw +2 (1d4+2) or bite +7 (1d6+4), 2 claws +7 (1d4+4)",
                            "Space": "10 ft.",
                            "Reach": "10 ft.",
                            "AbilityScores": "Str 19, Dex 18, Con 16, Int 9, Wis 10, Cha 7",
                            "Feats": "Intimidating Prowess, Lightning Reflexes, Skill Focus (Perception)",
                            "Skills": "Intimidate +7, Perception +9, Survival +4",
                            "Languages": "Giant",
                            "Environment": "cold mountains or underground",
                            "Organization": "solitary or band (3-6)",
                            "Treasure": "standard",
                            "Group": "Troll",
                            "Source": "PFRPG Bestiary 2",
                            "IsTemplate": "0",
                            "CharacterFlag": "0",
                            "CompanionFlag": "0",
                            "Fly": "0",
                            "Climb": "0",
                            "Burrow": "0",
                            "Swim": "0",
                            "Land": "1",
                            "AgeCategory": "NULL",
                            "DontUseRacialHD": "0",
                            "CompanionFamiliarLink": "NULL",
                            "UniqueMonster": "0",
                            "MR": "0",
                            "Mythic": false,
                            "MT": "0",
                            "Description": "<p>&nbsp;</p>\n<p>Ice trolls are somewhat smaller than normal trolls, but they possess greater intelligence and cunning and are just as voraciously hungry. They display the typical hunched posture of trolls, combined with long arms tipped with sharp claws and the distinctive troll underbite. Like normal trolls, ice trolls possess amazing regenerative powers that enable them to recover from almost any wound. Unlike most trolls, ice trolls often use weapons in battle, but in the heat of combat, they often cast aside weapons in favor of their rending claws. An ice troll stands about 10 feet tall and weighs up to 900 pounds. Because of their greater intellects, ice trolls sometimes work as mercenaries, and often serve as soldiers in monstrous armies. They frequently ally with frost giants, and may even be found among northern barbarian tribes, as long as they are well fed and well paid. Ice trolls enjoy the taste of human flesh, and those not working with humans frequently set traps near civilized areas to catch their favorite prey. They will also raid isolated settlements for food, often bringing captured humans back to their icy lairs, where the unfortunate victims are caged and fattened up before finally being devoured by the voracious trolls. In combat, ice trolls are more cautious than normal trolls. They do not normally rush headlong into battle, instead focusing on weaker foes or those bearing fire. They do not hesitate to attack opponents armed with fire, but work together to defeat such enemies before they can bring their dangerous weapons to bear. Ice troll society is more patriarchal than normal troll society, and while males may form gangs to hunt or raid, most ice trolls live in small family groups comprised of a male, a female, and their offspring.</p>",
                            "Description_Visual": "This large creature has light blue-green skin and cold, piercing eyes. Dressed in rough furs, its tusked jaw juts forth in a long underbite.",
                            "Init": "+4",
                            "Senses": "darkvision 60 ft., low-light vision; Perception +9",
                            "Immune": "cold",
                            "Weaknesses": "vulnerable to fire",
                            "SpecialAttacks": "rend (2 claws, 1d6+6)",
                            "SpellLikeAbilities": null,
                            "Str": "19",
                            "Dex": "18",
                            "Con": "16",
                            "Int": "9",
                            "Wis": "10",
                            "Cha": "7",
                            "BaseAtk": "+4",
                            "CMB": "+9",
                            "CMD": "23",
                            "SpecialAbilities": "",
                            "TreasureBudget": "standard",
                            "Heroic": false,
                            "AC_Mods": "(+4 Dex, +4 natural, -1 size)",
                            "lastModified": "2014-10-01T07:36:29.223Z",
                            "templates": {}
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-monster",
                    "key": "68",
                    "title": "Krakoth Jr. (Young)",
                    "data": {
                        "resourceType": "user-monster",
                        "userResource": {
                            "Name": "Krakoth Jr.",
                            "CR": 4,
                            "XP": "1200",
                            "Alignment": "CE",
                            "Size": "Large",
                            "Type": "humanoid",
                            "SubType": "(cold, giant)",
                            "AC": "17, touch 13, flat-footed 13",
                            "HP": "45",
                            "HD": "(6d8+18)",
                            "Saves": "Fort +8, Ref +8, Will +2",
                            "Fort": "8",
                            "Ref": "8",
                            "Will": "2",
                            "Speed": "30 ft.",
                            "Melee": "battleaxe +7 (2d6+4), bite +2 (1d6+2), claw +2 (1d4+2) or bite +7 (1d6+4), 2 claws +7 (1d4+4)",
                            "Space": "10 ft.",
                            "Reach": "10 ft.",
                            "AbilityScores": "Str 19, Dex 18, Con 16, Int 9, Wis 10, Cha 7",
                            "Feats": "Intimidating Prowess, Lightning Reflexes, Skill Focus (Perception)",
                            "Skills": "Intimidate +7, Perception +9, Survival +4",
                            "Languages": "Giant",
                            "Environment": "cold mountains or underground",
                            "Organization": "solitary or band (3-6)",
                            "Treasure": "standard",
                            "Group": "Troll",
                            "Source": "PFRPG Bestiary 2",
                            "IsTemplate": "0",
                            "CharacterFlag": "0",
                            "CompanionFlag": "0",
                            "Fly": "0",
                            "Climb": "0",
                            "Burrow": "0",
                            "Swim": "0",
                            "Land": "1",
                            "AgeCategory": "NULL",
                            "DontUseRacialHD": "0",
                            "CompanionFamiliarLink": "NULL",
                            "UniqueMonster": "0",
                            "MR": "0",
                            "Mythic": false,
                            "MT": "0",
                            "Description": "<p>&nbsp;</p>\n<p>Ice trolls are somewhat smaller than normal trolls, but they possess greater intelligence and cunning and are just as voraciously hungry. They display the typical hunched posture of trolls, combined with long arms tipped with sharp claws and the distinctive troll underbite. Like normal trolls, ice trolls possess amazing regenerative powers that enable them to recover from almost any wound. Unlike most trolls, ice trolls often use weapons in battle, but in the heat of combat, they often cast aside weapons in favor of their rending claws. An ice troll stands about 10 feet tall and weighs up to 900 pounds. Because of their greater intellects, ice trolls sometimes work as mercenaries, and often serve as soldiers in monstrous armies. They frequently ally with frost giants, and may even be found among northern barbarian tribes, as long as they are well fed and well paid. Ice trolls enjoy the taste of human flesh, and those not working with humans frequently set traps near civilized areas to catch their favorite prey. They will also raid isolated settlements for food, often bringing captured humans back to their icy lairs, where the unfortunate victims are caged and fattened up before finally being devoured by the voracious trolls. In combat, ice trolls are more cautious than normal trolls. They do not normally rush headlong into battle, instead focusing on weaker foes or those bearing fire. They do not hesitate to attack opponents armed with fire, but work together to defeat such enemies before they can bring their dangerous weapons to bear. Ice troll society is more patriarchal than normal troll society, and while males may form gangs to hunt or raid, most ice trolls live in small family groups comprised of a male, a female, and their offspring.</p>",
                            "Description_Visual": "This large creature has light blue-green skin and cold, piercing eyes. Dressed in rough furs, its tusked jaw juts forth in a long underbite.",
                            "Init": "+4",
                            "Senses": "darkvision 60 ft., low-light vision; Perception +9",
                            "Immune": "cold",
                            "Weaknesses": "vulnerable to fire",
                            "SpecialAttacks": "rend (2 claws, 1d6+6)",
                            "SpellLikeAbilities": null,
                            "Str": "19",
                            "Dex": "18",
                            "Con": "16",
                            "Int": "9",
                            "Wis": "10",
                            "Cha": "7",
                            "BaseAtk": "+4",
                            "CMB": "+9",
                            "CMD": "23",
                            "SpecialAbilities": "",
                            "TreasureBudget": "standard",
                            "Heroic": false,
                            "AC_Mods": "(+4 Dex, +4 natural, -1 size)",
                            "lastModified": "2014-09-30T09:31:20.728Z",
                            "templates": {
                                "young": true
                            }
                        }
                    }
                }
            ]
        },
        {
            "expanded": true,
            "folder": true,
            "key": "21",
            "title": "Act 4 -  On the way to the Mines",
            "children": [
                {
                    "extraClasses": "fancytree-text",
                    "key": "22",
                    "title": "On the way to the Mines",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "On the way to the Mines",
                            "lastModified": "2014-09-25T06:29:20.376Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-family: Arial; font-weight: normal; font-style: normal; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\">As the PCs prepare themselves to climb their way to the Howling Well, let them make a DC 15 Survival check. A Survival success reveals that a nasty blizzard is on its way and that it would be much preferable to depart the next morning. If the PCs ask specific directions to mines to one of the kids who has been up there recently, the players get a +4 circumstance bonus on all skill checks to go the mines. The PCs can also ask adult villagers for directions to the mines but these are quite vague (as they have not make the trip in recent years) and only grant a +2 circumstance bonus on skill checks. If they talk to any villager about going to the mines (adult or otherwise), they are told that a blizzard is coming and they would better wait it out.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The path to the mines is even steeper than the climb from the valley to Horntop and presents two challenges that the PCs need to overcome. First, about an hour&rsquo;s out of Horntop, the path dangerously narrows to a ledge about 20cm wide, with the mountain wall on the left and a sharp drop on the right. Crossing the ledge requires a DC 10 Acrobatics check (DC 15 in a blizzard) or fall and take 3d6 damage (DC 15 Reflex save avoids). After crossing the ledge, the path snakes up for about half an hour and arrives at a large snowy plateau with the opening of the mines visible in the distance. The snow and ice are covering up some dangerous pits than the PCs will need to spot to avoid falling in (treat this encounter as a Pit Trap for the purposes of trap finding abilities). Ask the PCs if they have a marching order. If yes, the character in front needs to succeed at a DC 25 Perception or fall in (DC 20 Reflex save avoids) and take 3d6 points of nonlethal damage (a thick layer of snow cushions the fall). Unfortunately for the poor PC who falls in the pit, a dangerous undead called a Glacial Haunt lies at the bottom and immediately attacks!</span></p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-encounter",
                    "key": "23",
                    "title": "Glacial Pit",
                    "data": {
                        "resourceType": "encounter",
                        "userResource": {
                            "Name": "Glacial Pit",
                            "coins": {
                                "cp": 0,
                                "sp": 0,
                                "gp": 0,
                                "pp": 0
                            },
                            "lastModified": "2014-09-30T08:20:06.277Z",
                            "xp": 600,
                            "lootValue": 0,
                            "CR": 2,
                            "Monsters": {
                                "542a67a662b18e0b00f9a8ac": {
                                    "amount": 1,
                                    "Name": "Glacial Haunt",
                                    "XP": 600,
                                    "CR": 2,
                                    "Type": "undead",
                                    "TreasureBudget": "none",
                                    "Heroic": false,
                                    "userCreated": true
                                }
                            }
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "19",
                    "title": "Camping & chasing trolls",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "Camping & chasing trolls",
                            "lastModified": "2014-09-30T08:11:17.446Z",
                            "content": "<p dir=\"ltr\">In this part of the adventure, the players have several choices on how to deal with the beast. The villagers indicated that the attacks all occur at the same location: a flat plains about 30 minutes by foot outside the village where yaks and mountain goats are left grazing. If the players attempt to look for tracks of previous attacks, they will need to succeed a <strong>DC 15 Survival check to find evidence of the Troll&rsquo;s passage</strong> (broken branches and footsteps in the mud). Succeeding this first Survival check grants the PCs another <strong>DC 20 Knowledge Nature check to try to identify the creature</strong> as an Ice Troll. <strong>Successfully tracking the beast back to its lair at this point is very difficult</strong> (recent snows have cleared most tracks) and <strong>requires a DC 25 Survival check</strong>. If the PC&rsquo;s wait for the creature to attack, it will do so within 1d3 days.</p>\n<p dir=\"ltr\">Waiting for the beast in the cold and icy winds is physically challenging. If the players have not equipped themselves in appropriate winter gear or do not have access to relevant spells or abilities such as Endure Elements or immunity to cold, they suffer the following consequences. <strong>Each unprotected PC must make a Fortitude save each hour (DC 15, +1 per previous check) or take 1d6 points of nonlethal damage</strong>. A character who succeeds at a DC 15 Survival check receives a +4 bonus on this saving throw and may grant this bonus to one of her allies for every 1 point that her check exceeds 15. A character who takes any nonlethal damage from cold or exposure is beset by frostbite or hypothermia (treat her as fatigued). These penalties end when the character recovers the nonlethal damage she took from the cold and exposure (source: Pathfinder Core Rulebook - Environmental Rules).</p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Battling the Ice Trolls (CR 6, 2400xp)</span></h2>\n<p>&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Creatures. </span>When the players ambush the Troll, they can attempt to kill it there and then but it will attempt to flee. A DC 5 Survival check is sufficient to track the beast back to its lair, where the players find Krakoth the back of his cave next to its offspring. Cornered, the Trolls will fight to the death, unless spoken to in Giant and succeeding at a DC 20 diplomacy check. The Troll&rsquo;s lair is a dark natural cave system reaching about 100 feet into the mountain. The first 30 feet next to the cavern entrance are illuminated in dim-light, while the remainder of the cavern is completely dark. The trolls will try to use this to their advantage to ambush the PCs.</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Development. </span>If the players succeed their Diplomacy check, the Trolls stop attacking and Krakoth tells his story to the PCs. He promises not to attack the village anymore if he can go back to his former hunting grounds, which he describes to the PCs in his own words (the GM is free to use her imagination here, using the information provided in the Adventure Background). He assures the PCs that he finds yak meat disgusting and would happily go back his underground home, if only they could dispatch the evil wizard that chased him away and slaughtered his kin.</p>\n<p dir=\"ltr\"><span style=\"font-family: Arial; font-weight: bold; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\">Treasure.</span> If the players kill the Trolls, they find the cave littered in yak and mountain goat bones. They also find a small leather satchel splattered in blood containing the following items: 1 scroll of Stone Shape, 1 scroll of Scorching Ray, 1 wand of Ray of Frost (50 charges), 1 potion of Cure Moderate Wounds, and 1 gold and platinum statuette of a deity (worth 750 gp). The statuette looks extremely ancient and does not represent any familiar deity. A DC 20 Knowledge Religion reveals that it represents a Demon Lord of the Underground. If the players make the connection with the satchel that Farkas has gifted them earlier, confirm to them that both satchels look indeed quite similar.</p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-monster",
                    "key": "69",
                    "title": "Glacial Haunt",
                    "data": {
                        "resourceType": "user-monster",
                        "userResource": {
                            "Name": "Glacial Haunt",
                            "CR": 2,
                            "XP": "600",
                            "Alignment": "CE",
                            "Size": "Medium",
                            "Type": "undead",
                            "SubType": "(cold)",
                            "AC": "17, touch 13, flat-footed 14",
                            "HP": "22",
                            "HD": "(4d8+4)",
                            "Saves": "Fort +2, Ref +3, Will +5",
                            "Fort": "2",
                            "Ref": "3",
                            "Will": "5",
                            "Speed": "30 ft., burrow 20 ft. (ice and snow only)",
                            "Melee": "slam +6 (1d4+3 plus heat drain)",
                            "Space": "5 ft.",
                            "Reach": "5 ft.",
                            "AbilityScores": "Str 14, Dex 15, Con -, Int 8, Wis 12, Cha 13",
                            "Feats": "Dodge, Weapon Focus (slam)",
                            "Skills": "Climb +9, Perception +8, Stealth +9",
                            "Languages": "Common",
                            "Environment": "cold lands",
                            "Organization": "solitary or gang (2-5)",
                            "Treasure": "none",
                            "Source": "Tome of Horrors 4",
                            "IsTemplate": "0",
                            "CharacterFlag": "0",
                            "CompanionFlag": "0",
                            "Fly": "0",
                            "Climb": "0",
                            "Burrow": "1",
                            "Swim": "0",
                            "Land": "1",
                            "AgeCategory": "NULL",
                            "DontUseRacialHD": "0",
                            "CompanionFamiliarLink": "NULL",
                            "UniqueMonster": "0",
                            "MR": "0",
                            "Mythic": false,
                            "MT": "0",
                            "Description": "<p></p><p>The icy wastes sometimes grant unlife to those who freeze to death at her unforgiving hands. The result is a glacial haunt, the utter bane of the unwary traveler, for the glacial haunt is drawn to the heat of all sources, be it from magic, fires, or the warmth given off by living creatures. Glacial haunts spend most of their time wandering their frigid domains seeking to kill and devour anything they encounter. When winter spreads her icy embrace to other lands, the glacial haunt's hunting grounds increase. A glacial haunt is 6 feet tall and weighs about 165 pounds. It is usually dressed in the attire it wore at the time of its death, though much of it has rotted or fallen away. Glacial haunts seem to understand, and possibly be able to speak, the Common tongue, but no encounters with these creatures has born any hard evidence of this. Multiple glacial haunts in a single encounter is rare and believed to come about when a group of adventurers succumb to the cold and perish together. Others have speculated that glacial haunts actually reproduce by melting and then splitting into two identical creatures. Glacial haunts detest living creatures and attack them on sight. A favored tactic of glacial haunts is to burrow into the snow when it detects living creatures in its domain, and then spring from ambush to assault them when they move near. Glacial haunts batter their foes with their fists, seeking to destroy them by literally smashing the life from them.</p>",
                            "Description_Visual": "This humanoid has pale white skin and is partially covered in ice and snow. Its hair appears stiff and frozen, glittering with small particles of ice. Its eyes are deep blue and show no signs of life.",
                            "Init": "+2",
                            "Senses": "darkvision 60 ft., lifesense 100 ft.; Perception +8",
                            "Immune": "cold, undead traits",
                            "Weaknesses": "vulnerability to fire",
                            "SpellLikeAbilities": null,
                            "Str": "14",
                            "Dex": "15",
                            "Int": "8",
                            "Wis": "12",
                            "Cha": "13",
                            "BaseAtk": "+3",
                            "CMB": "+5",
                            "CMD": "18",
                            "SpecialAbilities": "<h5><b>Bitter Cold (Ex)</b> A glacial haunt radiates intense cold in a 10- foot radius. Creatures in or entering the area take 1d2 points of cold damage each round. </h5><h5><b>Heat Drain (Su)</b> A glacial haunt's slam attack drains away body heat from living creatures. This attack deals 1d4 points of Strength damage to a living creature. This is a negative energy effect. A creature freezes to death if this Strength damage equals or exceeds its actual Strength score. </h5><h5><b>Lifesense (Ex)</b> A glacial haunt can detect living creatures within 100 feet by the heat their bodies radiate. This includes invisible creatures. </h5><h5><b>Snow Glide (Ex)</b> A burrowing glacial haunt can pass through ice and snow as easily as a fish swims through water. Its burrowing leaves behind no tunnel or hole, nor does it create any ripple or other sign of its presence.</h5>",
                            "TreasureBudget": "none",
                            "Heroic": false,
                            "AC_Mods": "(+1 dodge, +2 Dex, +4 natural)",
                            "Aura": "bitter cold (10 ft.)",
                            "lastModified": "2014-10-01T20:10:15.631Z",
                            "templates": {}
                        }
                    }
                }
            ]
        },
        {
            "expanded": true,
            "folder": true,
            "key": "25",
            "title": "Act 5 - Exploring the mines",
            "children": [
                {
                    "expanded": true,
                    "folder": true,
                    "key": "33",
                    "title": "Zone A",
                    "children": [
                        {
                            "extraClasses": "fancytree-image",
                            "key": "35",
                            "title": "Map of Zone A",
                            "data": {
                                "resourceType": "user-illustration",
                                "userResource": {
                                    "name": "Map of Zone A",
                                    "lastModified": "2014-10-02T09:42:21.139Z",
                                    "fileType": "image/jpeg",
                                    "fileName": "maps-2-colored-small-labeled.jpg",
                                    "url": "http://s3.amazonaws.com/dscf-staging/5423b93a52531c0b00cde946?1411627363688",
                                    "artist": "Nicolas Maquet",
                                    "copyright": "© 2014 DemonSquid, Inc."
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "27",
                            "title": "A.1 Entrance of the Howling Well",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "A.1 Entrance of the Howling Well",
                                    "lastModified": "2014-09-25T06:40:08.158Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The entrance of the mine howls with a continuous whistling sound as the PC&rsquo;s approach. The area is rather unremarkable except for a set of fresh tracks entering and exiting the mine. A DC 20 survival check reveals that there are tracks entering the mine made by one humanoid creature this very morning (these are Jacod&rsquo;s tracks).</span></p>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "29",
                            "title": "A.2 Miner Depot",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "A.2 Miner Depot",
                                    "lastModified": "2014-09-30T23:41:29.796Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This area is filled with ancient mining supplies: pickaxes, ropes, shovels, wooden beams, helmets, etc. It is clear from their condition that the tools are more than a century old. There are, however, signs of recent activity in this room. When preparing for the excavation of Kuyunedir&rsquo;s lower levels, Farkas used this room as a temporary laboratory and storage area for a few days.<strong> There are obvious week-old tracks on the floor and a DC 20 perception check reveals the presence of the remains of a broken glass vial that spilled a pale-blue liquid on the stone floor</strong>. <strong>A DC 20 Spellcraft check reveals that the remnants come from a potion of Delay Poison.</strong></span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "30",
                            "title": "A.3 Sample Gallery",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "A.3 Sample Gallery",
                                    "lastModified": "2014-09-30T23:41:48.214Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; white-space: pre-wrap; line-height: 1.15; background-color: transparent;\">This corridor opens up to three narrow rooms on the left and three narrow rooms directly opposite on the right. Before each room&rsquo;s entrance is a bronze plaque riveted to the wall.<strong> The six plaques each bear a different word: copper, silver, gold, ruby, gemstone, charcoal, quartz</strong>. Each room has been carefully dug out and prepared as to clearly exhibit one particular ore of interest. This room was initially used as a sampling ground to verify that mine&rsquo;s future quality. Later on, it was repurposed to train new miners and serve as an exhibit for visiting merchants and contractors.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "31",
                            "title": "A.4 Rotunda",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "A.4 Rotunda",
                                    "lastModified": "2014-09-25T06:41:31.716Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This large round room is circled by 5 ft. wide wooden deck that surrounds a 300 ft. deep shaft. From above, the pit appears pitch black and bottomless. From four opposite sides, four 5 ft. wide wooden bridges join the middle of the well were an elevator is resting, hanging from a set of dozen chains.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "32",
                            "title": "A.5 Broken Elevator Made Whole",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "A.5 Broken Elevator Made Whole",
                                    "lastModified": "2014-09-30T23:43:17.980Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The elevator in a surprisingly good condition, as Jacod Farkas recently used several charges of his wand of </span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Make Whole</span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> to repair it. It should be obvious to any caster that the elevator has been magically mended, probably recently as it is completely devoid of rust or even scratches or dents. <strong>Jacod has cast an Alarm spell on the elevator, and it therefore glows with a faint abjuration aura (DC 16 spellcraft to identify the spell)</strong>. If any character touches the elevator, Jacod is immediately made aware of the intrusion. A character with the trapfinding ability who succeeds at a <strong>DC 26 Disable Device check can prevent the Alarm from being triggered</strong>. Alternatively, the players can attempt to climb down the elevator&rsquo;s chains. This does not trigger the Alarm but requires a<strong> DC 15 climb check or fall and take 20d6 points of falling damage</strong>. GMs should make clear to the players that the fall seems extremely perilous. Of course, spells such as featherfall, fly, or levitate can be used to avoid any chance of falling.</span></span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                                }
                            }
                        }
                    ]
                },
                {
                    "expanded": true,
                    "folder": true,
                    "key": "36",
                    "title": "Zone B",
                    "children": [
                        {
                            "extraClasses": "fancytree-image",
                            "key": "42",
                            "title": "Map of Zone B",
                            "data": {
                                "resourceType": "user-illustration",
                                "userResource": {
                                    "name": "Map of Zone B",
                                    "lastModified": "2014-10-02T09:42:42.040Z",
                                    "fileType": "image/jpeg",
                                    "fileName": "maps-3-colored-small-labeled.jpg",
                                    "url": "http://s3.amazonaws.com/dscf-staging/5423b9a352531c0b00cde94c?1411627442320",
                                    "artist": "Nicolas Maquet",
                                    "copyright": "© 2014 DemonSquid, Inc."
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "37",
                            "title": "B2. Outpost",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "B2. Outpost",
                                    "lastModified": "2014-09-30T23:44:18.393Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This room resembles the store room near the entrance of the mine. However, it is quite clear that the room has been lived in recently. In addition to ancient mining supplies, there are <strong>several days&rsquo; worth of fresh food rations, plently of fresh water in leather pouches, and a clean bedroll and pillow on the floor</strong>. To the south, a <strong>large wooden desk carries a number of scrolls, books and other items</strong>.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</p>\n<ul style=\"margin-top: 0pt; margin-bottom: 0pt;\">\n<li dir=\"ltr\" style=\"list-style-type: disc; font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">1 x wand of Make Whole (7 charges)</span></p>\n</li>\n<li dir=\"ltr\" style=\"list-style-type: disc; font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">2 x scrolls of Ant Haul </span></p>\n</li>\n<li dir=\"ltr\" style=\"list-style-type: disc; font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">2 x potions of Cure Moderate Wounds</span></p>\n</li>\n<li dir=\"ltr\" style=\"list-style-type: disc; font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">1 x treaty on the entrances to the Underworld (mwk Knowledge(dungeoneering) tool)</span></p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">There are several books on the desk, all written in common. Most of these books are geography surveys and history essays on the region of Hollow Peak and its valleys and are relatively uninteresting. One book stands out however, as it is a rare treaty on the known entrances to the Underworld (this counts as a masterwork tool for the Knowledge (dungeoneering) skill). </span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "38",
                            "title": "B3. Northern Galleries",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "B3. Northern Galleries",
                                    "lastModified": "2014-09-25T06:46:42.517Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">These old mining galleries are mostly empty, with a few mining tools scattered here and there.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "39",
                            "title": "B4. Ooze Cave (CR 5)",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "B4. Ooze Cave (CR 5)",
                                    "lastModified": "2014-09-30T08:23:56.321Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">One of the mining galleries to the north east opens into a circular natural cavern. This cavern is home to a hungry Gray Ooze, which lays flat at the center of the room. When entering the room, a character must succeed at a DC 15 perception check or eventually walk into it. To the south of the room lays a very old skeleton that has been partially dissolved by the ooze&rsquo;s acid. A DC 15 Perception check allows a PC to notice a small diamond worth 1,000 gp between the bones.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-monster",
                            "key": "71",
                            "title": "Gray Ooze (Advanced)",
                            "data": {
                                "resourceType": "user-monster",
                                "userResource": {
                                    "Name": "Gray Ooze",
                                    "CR": 4,
                                    "XP": "1200",
                                    "Alignment": "N",
                                    "Size": "Medium",
                                    "Type": "ooze",
                                    "AC": "5, touch 5, flat-footed 5",
                                    "HP": "50",
                                    "HD": "(4d8+32)",
                                    "Saves": "Fort +9, Ref -4, Will -4",
                                    "Fort": "9",
                                    "Ref": "-4",
                                    "Will": "-4",
                                    "Speed": "10 ft.",
                                    "Melee": "slam +6 (1d6+4 plus 1d6 acid and grab)",
                                    "Space": "5 ft.",
                                    "Reach": "5 ft.",
                                    "AbilityScores": "Str 16, Dex 1, Con 26, Int -, Wis 1, Cha 1",
                                    "SQ": "transparent",
                                    "Environment": "cold marshes and underground",
                                    "Organization": "solitary",
                                    "Treasure": "none",
                                    "Source": "PFRPG Bestiary",
                                    "IsTemplate": "0",
                                    "CharacterFlag": "0",
                                    "CompanionFlag": "0",
                                    "Fly": "0",
                                    "Climb": "0",
                                    "Burrow": "0",
                                    "Swim": "0",
                                    "Land": "1",
                                    "AgeCategory": "adult",
                                    "DontUseRacialHD": "0",
                                    "CompanionFamiliarLink": "NULL",
                                    "UniqueMonster": "0",
                                    "MR": "0",
                                    "Mythic": false,
                                    "MT": "0",
                                    "Description": "<p>Slinking their way through cold swamps and bleary marshlands, or sometimes even dungeons and caverns, gray oozes consume any organic materials they encounter.</p><p>Despite its lack of intelligence, the gray ooze is a most problematic creature due to its transparency. While the ooze cannot easily climb walls or swim, its habit of lurking in the thick mud that lines the banks of marsh pools or lying in harmless-looking pools on dull-colored dungeon floors makes it dangerously easy to overlook and step on.</p><p>Some sages believe that the gray ooze is the result of a failed alchemical experiment, while others postulate that the first gray oozes spontaneously arose from a cesspit of magical detritus. Of course, these theories that gray oozes are not living organisms, but rather the alchemical result of an unfortunate mixture of rare caustic fluids and magical waste, are derided by many who dwell in areas plagued by the creatures but which do not have a long history of magical pollution.</p><p><b>Variant Gray Oozes</b><br> The gray ooze adapts readily and swiftly to changes in environments, the simple structure of its primeval form and its method of using fission to reproduce all but ensuring that such changes occur. Listed below are two such variants that adventurers have encountered.</p><p><b>Crystal Ooze (CR 4):</b> The crystal ooze is an aquatic variant that dwells in deeper waters than most commonly found in the gray ooze's beloved swamps. A crystal ooze has the aquatic subtype and a swim speed of 30 ft. The crystal ooze lacks the gray ooze's constrict ability, but it does secrete a paralytic toxin that causes those whom it strikes to become paralyzed for 3d6 rounds if they fail a Fortitude saving throw (the save DC is Constitution-based).</p><p><b>Id Ooze (CR 6):</b> Perhaps the strangest variant gray oozes are those that have developed a rudimentary intelligence, including the ability to communicate telepathically with other oozes, or even the ability to blast enemies with pulses of raw mental power. Id oozes are advanced gray oozes with an Intelligence score of 2 (and thus gain skill ranks and feats-typically 4 ranks in Stealth, Improved Initiative, and Toughness), can communicate basic empathic information with other id oozes within 100 feet via telepathy, and can use lesser confusion at will as a spell-like ability (CL equals the id ooze's HD).</p>",
                                    "Description_Visual": "A seemingly mundane puddle, patch of moist stone, or glistening rock is suddenly revealed to be more as a terrible pseudopod lashes out.",
                                    "Init": "-5",
                                    "Senses": "blindsight 60 ft.; Perception -5",
                                    "Immune": "cold, fire",
                                    "SpecialAttacks": "acid, constrict (1d6+1 plus 1d6 acid)",
                                    "SpellLikeAbilities": null,
                                    "Str": "16",
                                    "Dex": "1",
                                    "Con": "26",
                                    "Wis": "1",
                                    "Cha": "1",
                                    "BaseAtk": "+3",
                                    "CMB": "+6 (+10 grapple)",
                                    "CMD": "11 (can't be tripped)",
                                    "SpecialAbilities": "<h5><b>Acid (Ex)</b> The digestive acid that covers a gray ooze dissolves metals and organic material, but not stone. Each slam and constrict attack deals 1d6 additional acid damage. Armor or clothing worn by a creature grappled by a gray ooze takes the same amount of acid damage unless the wearer succeeds on a DC 20 Reflex saving throw. A wooden or metal weapon that strikes a gray ooze takes 1d6 acid damage unless the weapon's wielder succeeds on a DC 20 Reflex save. The ooze's touch deals 12 points of acid damage per round to wooden or metal objects, but the ooze must remain in contact with the material for 1 full round in order to deal this damage. The save DCs are Constitution-based.</h5><h5><b> Transparent (Ex)</b> Due to its lack of vivid coloration, a gray ooze is difficult to discern from its surroundings in most environments. A DC 15 Perception check is required to notice the gray ooze. Any creature that fails to notice a gray ooze and walks into it automatically suffers damage as if struck by the ooze's slam attack and is immediately subject to a grab attempt by the ooze.</h5>",
                                    "TreasureBudget": "none",
                                    "Heroic": false,
                                    "AC_Mods": "(-5 Dex)",
                                    "lastModified": "2014-10-01T08:26:15.113Z",
                                    "templates": {
                                        "advanced": true
                                    }
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "28",
                            "title": "B1. Well’s End",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "B1. Well’s End",
                                    "lastModified": "2014-09-25T06:45:33.399Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">The players make their way down the shaft and finally reach the bottom. The lower level of the mine is absolutely dark, the air is humid and stuffy and a pungent smell of molds and acid reach the PCs.</span></span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-encounter",
                            "key": "70",
                            "title": "Ooze Battle",
                            "data": {
                                "resourceType": "encounter",
                                "userResource": {
                                    "Name": "Ooze Battle",
                                    "coins": {
                                        "cp": 0,
                                        "sp": 0,
                                        "gp": 0,
                                        "pp": 0
                                    },
                                    "lastModified": "2014-09-30T08:25:10.680Z",
                                    "xp": 1600,
                                    "lootValue": 1000,
                                    "CR": 5,
                                    "Monsters": {
                                        "542a685062b18e0b00f9a8b7": {
                                            "amount": 1,
                                            "Name": "Gray Ooze (Advanced)",
                                            "XP": 1600,
                                            "CR": 5,
                                            "Type": "ooze",
                                            "TreasureBudget": "none",
                                            "Heroic": false,
                                            "userCreated": true
                                        }
                                    },
                                    "items": {
                                        "diamond-small": {
                                            "Name": "Diamond, small",
                                            "Price": 1000,
                                            "PriceUnit": "gp",
                                            "amount": 1
                                        }
                                    }
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "40",
                            "title": "B5. Southern Galleries (CR 5)",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "B5. Southern Galleries (CR 5)",
                                    "lastModified": "2014-09-30T23:48:42.986Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; white-space: pre-wrap; line-height: 1.15; background-color: transparent;\">The galleries to the south are filled with dozens of skeletons, a testament to the century-old battle between the miners and the morlocks (the human corpses outnumber Morlock corpses 4 to 1). Seven of these skeletons have been reanimated by Farkas to guard the entrance of the mines. They are evenly scattered among the southern galleries and lay motionless until the PCs reach the far south of the corridor. As soon as a PC reaches the southernmost gallery, all skeletons stand up and attack.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-monster",
                            "key": "73",
                            "title": "Undead Miner",
                            "data": {
                                "resourceType": "user-monster",
                                "userResource": {
                                    "Name": "Undead Miner",
                                    "CR": "0.5",
                                    "XP": "200",
                                    "Alignment": "NE",
                                    "Size": "Medium",
                                    "Type": "undead",
                                    "AC": "16, touch 12, flat-footed 14",
                                    "HP": "4",
                                    "HD": "(1d8)",
                                    "Saves": "Fort +0, Ref +2, Will +2",
                                    "Fort": "0",
                                    "Ref": "2",
                                    "Will": "2",
                                    "Speed": "30 ft.",
                                    "Melee": "broken pickaxe +0 (1d8 / x4), claw -3 (1d4+1) or 2 claws +2 (1d4+2)",
                                    "Space": "5 ft.",
                                    "Reach": "5 ft.",
                                    "AbilityScores": "Str 15, Dex 14, Con -, Int -, Wis 10, Cha 10",
                                    "Feats": "Improved InitiativeB Gear broken chain shirt, broken scimitar",
                                    "Environment": "any",
                                    "Organization": "any",
                                    "Treasure": "none",
                                    "Group": "Skeleton",
                                    "Source": "PFRPG Bestiary",
                                    "IsTemplate": "1",
                                    "CharacterFlag": "0",
                                    "CompanionFlag": "0",
                                    "Fly": "0",
                                    "Climb": "0",
                                    "Burrow": "0",
                                    "Swim": "0",
                                    "Land": "1",
                                    "AgeCategory": "adult",
                                    "DontUseRacialHD": "0",
                                    "CompanionFamiliarLink": "NULL",
                                    "UniqueMonster": "0",
                                    "MR": "0",
                                    "Mythic": false,
                                    "MT": "0",
                                    "Description": "<p>Skeletons are the animated bones of the dead, brought to unlife through foul magic. While most skeletons are mindless automatons, they still possess an evil cunning imparted to them by their animating force-a cunning that allows them to wield weapons and wear armor.</p>\n<p><strong>Creating a Skeleton</strong><br /> \"Skeleton\" is an acquired template that can be added to any corporeal creature (other than an undead) that has a skeletal system (referred to hereafter as the base creature).</p>\n<p><strong>Challenge Rating:</strong> Depends on Hit Dice, as follows:</p>\n<table>\n<tbody>\n<tr><th>HD</th><th>CR</th><th>XP</th></tr>\n<tr>\n<td>1/2</td>\n<td>1/6</td>\n<td>65</td>\n</tr>\n<tr>\n<td>1</td>\n<td>1/3</td>\n<td>135</td>\n</tr>\n<tr>\n<td>2-3</td>\n<td>1</td>\n<td>400</td>\n</tr>\n<tr>\n<td>4-5</td>\n<td>2</td>\n<td>600</td>\n</tr>\n<tr>\n<td>6-7</td>\n<td>3</td>\n<td>800</td>\n</tr>\n<tr>\n<td>8-9</td>\n<td>4</td>\n<td>1,200</td>\n</tr>\n<tr>\n<td>10-11</td>\n<td>5</td>\n<td>1,600</td>\n</tr>\n<tr>\n<td>12-14</td>\n<td>6</td>\n<td>2,400</td>\n</tr>\n<tr>\n<td>15-17</td>\n<td>7</td>\n<td>3,200</td>\n</tr>\n<tr>\n<td>18-20</td>\n<td>8</td>\n<td>4,800</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Alignment:</strong> Always neutral evil.</p>\n<p><strong>Type:</strong> The creature's type changes to undead. It retains any subtype except for alignment subtypes (such as good) and subtypes that indicate kind (such as giant). It does not gain the augmented subtype. It uses all the base creature's statistics and special abilities except as noted here.</p>\n<p><strong>Armor Class:</strong> Natural armor bonus changes as follows:</p>\n<table>\n<tbody>\n<tr><th>Skeleton Size</th><th>Natural Armor Bonus</th></tr>\n<tr>\n<td>Tiny or smaller</td>\n<td>+0</td>\n</tr>\n<tr>\n<td>Small</td>\n<td>+1</td>\n</tr>\n<tr>\n<td>Medium or Large</td>\n<td>+2</td>\n</tr>\n<tr>\n<td>Huge</td>\n<td>+3</td>\n</tr>\n<tr>\n<td>Gargantuan</td>\n<td>+6</td>\n</tr>\n<tr>\n<td>Colossal</td>\n<td>+10</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Hit Dice:</strong> A skeleton drops any HD gained from class levels and changes racial HD to d8s. Creatures without racial HD are treated as if they have 1 racial HD. If the creature has more than 20 Hit Dice, it can't be made into a skeleton by the animate dead spell. A skeleton uses its Cha modifier (instead of its Con modifier) to determine bonus hit points.</p>\n<p><strong>Saves:</strong> Base save bonuses are Fort +1/3 HD, Ref +1/3 HD, and Will +1/2 HD + 2.</p>\n<p><strong>Defensive Abilities:</strong> A skeleton loses the base creature's defensive abilities and gains DR 5/bludgeoning and immunity to cold. It also gains all of the standard immunities and traits possessed by undead creatures.</p>\n<p><strong>Speed:</strong> A winged skeleton can't use its wings to fly. If the base creature flew magically, so can the skeleton. All other movement types are retained.</p>\n<p><strong>Attacks:</strong> A skeleton retains all the natural weapons, manufactured weapon attacks, and weapon proficiencies of the base creature, except for attacks that can't work without flesh. A creature with hands gains one claw attack per hand; the skeleton can strike with each of its claw attacks at its full attack bonus. A claw attack deals damage depending on the skeleton's size (see pages 301-302). If the base creature already had claw attacks with its hands, use the skeleton claw damage only if it's better.</p>\n<p><strong>Special Attacks:</strong> A skeleton retains none of the base creature's special attacks.</p>\n<p><strong>Abilities:</strong> A skeleton's Dexterity increases by +2. It has no Constitution or Intelligence score, and its Wisdom and Charisma scores change to 10.</p>\n<p><strong>BAB:</strong> A skeleton's base attack bonus is equal to 3/4 of its Hit Dice.</p>\n<p><strong>Skills:</strong> A skeleton loses all skill ranks possessed by the base creature and gains none of its own.</p>\n<p><strong>Feats:</strong> A skeleton loses all feats possessed by the base creature and gains Improved Initiative as a bonus feat.</p>\n<p><strong><strong>Special Qualities:</strong></strong> A skeleton loses most special qualities of the base creature. It retains any extraordinary special qualities that improve its melee or ranged attacks.</p>\n<p><strong>Environment:</strong> Any, usually the same as base creature.</p>\n<p><strong>Organization:</strong> Any.</p>\n<p><strong>Treasure:</strong> Generally none, although sometimes a skeleton's creator arms it with magical armor or weapons.</p>\n<p><strong>Variant Skeletons</strong><br /> Numerous variant skeletons exist, such as those whose bones burn with an unending fire and those who drip with gore and reassemble themselves over time. Both of these variant skeletons can be created using animate dead, but they count as twice their normal number of Hit Dice per casting. Once controlled, they count normally against the controller's limit.</p>\n<p>Perhaps the most dangerous variant skeleton, though, is the skeletal champion. This skeleton retains its intellect, and often any class levels it possessed in life. A skeletal champion cannot be created with animate dead-these potent undead only arise under rare conditions similar to those that cause the manifestation of ghosts or via rare and highly evil rituals.</p>\n<p>Each of the following skeleton types modifies the base skeleton in a few key ways. Except as noted, these variations can be stacked with one another-it's possible to have a bloody burning skeletal champion.</p>\n<p><strong>Bloody Skeleton</strong><br /> A bloody skeleton is coated in a slick layer of blood and gore infused with negative energy. This gore allows the skeleton to reform and heal itself. In addition to the changes for the skeleton template, make the following adjustments to the base creature.</p>\n<p><strong>Challenge Rating:</strong> As a normal skeleton + 1.</p>\n<p><strong>Fast Healing:</strong> A bloody skeleton has fast healing equal to 1 per 2 Hit Dice it possesses (minimum 1).</p>\n<p><strong>Saves:</strong> A bloody skeleton gains channel resistance +4.</p>\n<p><strong>Abilities:</strong> A bloody skeleton's Charisma is 14.</p>\n<p><strong>Special Qualities:</strong> A bloody skeleton gains the deathless special quality.</p>\n<p><em>Deathless (Su):</em> A bloody skeleton is destroyed when reduced to 0 hit points, but it returns to unlife 1 hour later at 1 hit point, allowing its fast healing thereafter to resume healing it. A bloody skeleton can be permanently destroyed if it is destroyed by positive energy, if it is reduced to 0 hit points in the area of a bless or hallow spell, or if its remains are sprinkled with a vial of holy water.</p>\n<p><strong>Burning Skeleton</strong><br /> A burning skeleton is surrounded by an aura of flames that deals fire damage to those it strikes. In addition to the changes for the skeleton template, make the following adjustments to the base creature.</p>\n<p><strong>Challenge Rating:</strong> As a normal skeleton + 1.</p>\n<p><strong>Aura:</strong> Burning skeletons possess a fiery aura.</p>\n<p><em>Fiery Aura (Ex):</em> Creatures adjacent to a burning skeleton take 1d6 points of fire damage at the start of their turn.</p>\n<p>Anyone striking a burning skeleton with an unarmed strike or natural attack takes 1d6 points of fire damage.</p>\n<p><strong>Defensive Abilities:</strong> Burning skeletons lose their immunity to cold but gain immunity to fire. A burning skeleton gains vulnerability to cold damage.</p>\n<p><strong>Melee Attacks:</strong> A burning skeleton's melee attacks (including both those made with a natural weapon and those made with a manufactured weapon) deal an additional 1d6 points of fire damage.</p>\n<p><strong>Abilities:</strong> A burning skeleton's Charisma is 12.</p>\n<p><strong>Special Qualities:</strong> A burning skeleton gains fiery death.</p>\n<p><em>Fiery Death (Su):</em> A burning skeleton explodes into a burst of flame when it dies. Anyone adjacent to the skeleton when it is destroyed takes 1d6 points of fire damage per 2 Hit Dice the skeleton possessed (minimum 1d6). A Reflex save (DC = 10 + 1/2 the skeleton's Hit Dice + the skeleton's Cha bonus) halves this damage.</p>",
                                    "Description_Visual": "The pile of bones suddenly stirs, rising up to take on a human shape. Its long, bony fingers reach out to claw at the living.",
                                    "Init": "+6",
                                    "Senses": "darkvision 60 ft.; Perception +0",
                                    "DR": "5/bludgeoning",
                                    "Immune": "cold, undead traits",
                                    "SpecialAttacks": ": A skeleton retains none of the base creature's special attacks.",
                                    "SpellLikeAbilities": null,
                                    "Str": "15",
                                    "Dex": "14",
                                    "Wis": "10",
                                    "Cha": "10",
                                    "BaseAtk": "+0",
                                    "CMB": "+2",
                                    "CMD": "14",
                                    "SpecialAbilities": "",
                                    "TreasureBudget": "none",
                                    "Heroic": false,
                                    "AC_Mods": "(+2 armor, +2 Dex, +2 natural)",
                                    "Aura": ": Burning skeletons possess a fiery aura.",
                                    "lastModified": "2014-10-01T20:10:04.962Z",
                                    "templates": {}
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-encounter",
                            "key": "72",
                            "title": "Undead Miners",
                            "data": {
                                "resourceType": "encounter",
                                "userResource": {
                                    "Name": "Undead Miners",
                                    "coins": {
                                        "cp": 0,
                                        "sp": 0,
                                        "gp": 0,
                                        "pp": 0
                                    },
                                    "lastModified": "2014-09-30T08:31:57.634Z",
                                    "xp": 1400,
                                    "lootValue": 0,
                                    "CR": 5,
                                    "Monsters": {
                                        "542a693262b18e0b00f9a8c3": {
                                            "amount": 7,
                                            "Name": "Undead Miner",
                                            "XP": 200,
                                            "CR": 0.5,
                                            "Type": "undead",
                                            "TreasureBudget": "none",
                                            "Heroic": false,
                                            "userCreated": true
                                        }
                                    }
                                }
                            }
                        },
                        {
                            "extraClasses": "fancytree-text",
                            "key": "41",
                            "title": "B6. Sealing Stone",
                            "data": {
                                "resourceType": "user-text",
                                "userResource": {
                                    "name": "B6. Sealing Stone",
                                    "lastModified": "2014-09-30T23:48:26.404Z",
                                    "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">In the center of this wide room lies a large natural stone pillar. To the east, the passage is blocked by a large round stone that bears a strange magical rune. <strong>The magic writing glows with a faint reddish light that illuminates the entire room. There are obvious scorch marks surrounding the stone, suggesting a recent magical fire effect.</strong></span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><strong>Any PC who touches this Glyph of Warding releases the contained Fireball spell</strong> (6d6 fire damage, 20-ft. burst, DC 18 Reflex save for half). A PC with the trapfinding ability can disarm the Glyph with a successful DC 28 Disable Device check. </span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Once the Glyph is discharged, the stone can be pushed or dragged if the PCs can muster enough strength. <strong>If the sum of the Strength modifiers of the participating PCs is 12 or more</strong>, the stone can be moved, albeit very slowly. Destroying the stone by conventional means, using pickaxes or similar equipment, take the players at least 8 hours of continuous work. This will surely attract the creatures inside.</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Additionally, Farkas has set up a hidden trapdoor in the gallery immediately to the north of the stone that leads to a small tunnel which bypasses the stone. Any PC who enters that gallery<strong> can notice this trapdoor with a DC 20 Perception check</strong>.</span></p>"
                                }
                            }
                        }
                    ]
                }
            ]
        },
        {
            "expanded": true,
            "folder": true,
            "key": "44",
            "title": "ACT 6 Entering Kuyunedir",
            "children": [
                {
                    "extraClasses": "fancytree-text",
                    "key": "45",
                    "title": "Entering Kuyunedir",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "Entering Kuyunedir",
                            "lastModified": "2014-10-06T08:40:42.410Z",
                            "content": "<p>&nbsp;A<span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> small tunnel beyond the sealing stone leads to the parlor in area C1. In this final stage of the adventure, the players are free to explore the underground city of Kuyunedir and face the dangers within. Several encounters are given below, but GMs are free to adapt these to the players&rsquo; behaviour and desired game time. For an optimal experience, we advise GMs to print out the map of Kunyunedir and to reveal each explored room one by one.</span></p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-image",
                    "key": "80",
                    "title": "Map of Zone C",
                    "data": {
                        "resourceType": "user-illustration",
                        "userResource": {
                            "name": "Map of Zone C",
                            "lastModified": "2014-10-06T08:39:00.172Z",
                            "fileType": "image/jpeg",
                            "fileName": "maps-1-colored-small-labeled.jpg",
                            "url": "http://s3.amazonaws.com/dscf-staging/5423b9c052531c0b00cde94d?1411627471844",
                            "artist": "Nicolas Maquet",
                            "copyright": "© 2014 DemonSquid, Inc."
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "46",
                    "title": "C1. Parlor",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C1. Parlor",
                            "lastModified": "2014-09-30T23:49:35.070Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">This small room once served as a parlor to welcome visiting merchants and other foreigners. A pile of crumbled chairs and tables lay scattered on the floor. There are obvious fresh tracks of humanoid creatures in the chamber. <strong>A DC 20 knowledge Nature or Dungeoneering allows the players to identify the tracks as Morlock footprints</strong>.</span></span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">A large and ancient stone plaque is still riveted to the wall and reads in archaic common: &nbsp;<strong>&ldquo;Welcome to Kuyunedir. Humanity&rsquo;s earthen refuge. United underground, all shall stand protected.&rdquo;</strong></span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "47",
                    "title": "C2. Gate to surface (collapsed)",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C2. Gate to surface (collapsed)",
                            "lastModified": "2014-09-25T07:18:39.169Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This low ceiling room used to be the main entrance gate to the city from the surface. The earthquake that isolated the city has rendered this gate completely useless. Several graffitis are carved on the walls:</span></p>\n<ul style=\"margin-top: 0pt; margin-bottom: 0pt;\">\n<li dir=\"ltr\" style=\"list-style-type: disc; font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&ldquo;How I miss the sun touching my face!&rdquo;</span></p>\n</li>\n</ul>\n<ul style=\"margin-top: 0pt; margin-bottom: 0pt;\">\n<li dir=\"ltr\" style=\"list-style-type: disc; font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&ldquo;The Gods have forsaken us. Earth and rock trembled and in their anger shook us away from the world.&rdquo;</span></p>\n</li>\n<li dir=\"ltr\" style=\"list-style-type: disc; font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&ldquo;There is no hope. We dug and dug and dug. We shall never see the surface again.&rdquo;</span></p>\n</li>\n</ul>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "48",
                    "title": "C3. Trapped stairway (CR3)",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C3. Trapped stairway (CR3)",
                            "lastModified": "2014-09-25T07:19:40.165Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The stairs leading down from the parlor to the guard room is trapped by an ancient but still functioning Slashing Cage Trap with the following statistics:</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span>&nbsp;</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">SLASHING CAGE TRAP (CR3)</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Type</span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> magical; </span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Perception</span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> DC 20; </span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Disable Device</span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> DC 20</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">EFFECTS</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Trigger </span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">location;</span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> Reset </span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">automatic</span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Effect</span><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> portcullises drop to seal target in 5-foot area between them (Reflex DC 15 to jump to an adjacent 5-foot-square as they drop); 1 round later, 2 statues slash at the area with glaives for 2 rounds; Atk +8 melee (2 glaives; 1d10/x3); 10-foot fall after 2 rounds (2d6 damage, fall, Reflex DC 20 negates).</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "49",
                    "title": "C4. Guardroom",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C4. Guardroom",
                            "lastModified": "2014-09-25T07:48:37.615Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">This large square room used to be occupied by a permanent watch of a dozen guards but is now deserted. Large faded murals depict scenes of heroic fights between Kuyunedir&rsquo;s defenders and hordes of giants attacking from the surface. The skull of a giant is mounted on the far wall and remains untouched to this day. Under the skull, a carved graffiti reads &ldquo;decapitated boulderheads&rdquo; with several dozen of small vertical </span></span><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">markings underneath.</span></span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "8",
                    "title": "C5. Prison Cells",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C5. Prison Cells",
                            "lastModified": "2014-09-25T07:20:39.976Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">The prison cells are unused, skeletons of the last prisoners still lies behind the closed bars.</span></span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "26",
                    "title": "C6. Armory (CR 6)",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C6. Armory (CR 6)",
                            "lastModified": "2014-09-25T07:22:04.674Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This large chamber was once Kunyunedir&rsquo;s armory and training room. Similarly to the guardroom, a number of mural paintings depict the fight between humans and giants. </span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">A group of 4 morlocks are hiding in the corners of the ceiling and attempt to ambush the PC&rsquo;s, making good use of their Swarming and Leap attack special abilities.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-encounter",
                    "key": "65",
                    "title": "Armory",
                    "data": {
                        "resourceType": "encounter",
                        "userResource": {
                            "Name": "Armory",
                            "coins": {
                                "cp": 0,
                                "sp": 0,
                                "gp": 0,
                                "pp": 0
                            },
                            "lastModified": "2014-09-30T08:34:09.688Z",
                            "xp": 2400,
                            "lootValue": 0,
                            "CR": 6,
                            "Monsters": {
                                "morlock": {
                                    "amount": 4,
                                    "Name": "Morlock",
                                    "XP": "600",
                                    "CR": 2,
                                    "Type": "monstrous humanoid",
                                    "TreasureBudget": "standard",
                                    "Heroic": false
                                }
                            }
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "51",
                    "title": "C7. Ventilation",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C7. Ventilation",
                            "lastModified": "2014-09-25T07:22:44.006Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">This room is mostly empty with a well in the center, the well is in working order though the craftsmanship is very rudimentary.</span></span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "34",
                    "title": "C8. Market",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C8. Market",
                            "lastModified": "2014-09-30T23:56:17.785Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This large room is almost completely empty except for several sets of murals on the walls. The mosaics depict the daily life of Kuyunedir, all professions are represented (blacksmiths, miners, priests, midwives,...) and most drawings show a peaceful lifestyle. <strong>One of the murals is more sinister and shows the selling of slaves to dark-skinned slender figures</strong>.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "58",
                    "title": "C9. Gate to the underground road",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C9. Gate to the underground road",
                            "lastModified": "2014-09-30T23:56:35.827Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">A collapsed gate is connected to a (now collapsed) ten mile long tunnel leading to a neighbouring underground city. A faded stone plaque on the gatehouse reads: <strong>&ldquo;Tunnel to Alkanedir, our sister in darkness.&rdquo;</strong> The tunnel is not accessible and clearing it out is beyond the scope of this adventure. </span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "52",
                    "title": "C10. Forge",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C10. Forge",
                            "lastModified": "2014-09-25T07:25:23.215Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">An impressive forge takes up all of the north wall of this room, and even after centuries of neglect, it looks nearly in working conditions. This forge must have been one of the most important place of the city.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "50",
                    "title": "C11. Storage room (CR4)",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C11. Storage room (CR4)",
                            "lastModified": "2014-09-30T23:57:07.828Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This old storage room is immense and filled with broken barrels, jars, and wooden shelves. A 10 feet wide cylindrical elevator shaft connects the floor to the ceiling in the middle of the room. The shaft is heavily damaged and seems to have been teared open from the inside. <strong>The elevator shaft is now home to a nasty Tentamort that hides within the cylinder (Stealth +7) and will attack any approaching PC</strong>. Nothing of value remains in the room. There is a collapsed passageway to the east that is impossible to dig out.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-encounter",
                    "key": "66",
                    "title": "Storage Room",
                    "data": {
                        "resourceType": "encounter",
                        "userResource": {
                            "Name": "Storage Room",
                            "coins": {
                                "cp": 0,
                                "sp": 0,
                                "gp": 0,
                                "pp": 0
                            },
                            "lastModified": "2014-09-30T08:35:46.570Z",
                            "xp": 1200,
                            "lootValue": 0,
                            "CR": 4,
                            "Monsters": {
                                "tentamort": {
                                    "amount": 1,
                                    "Name": "Tentamort",
                                    "XP": "1200",
                                    "CR": 4,
                                    "Type": "aberration",
                                    "TreasureBudget": "incidental",
                                    "Heroic": false
                                }
                            }
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "59",
                    "title": "C12. Highborn quarters",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C12. Highborn quarters",
                            "lastModified": "2014-09-30T23:59:07.818Z",
                            "content": "<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</h2>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">In this large chamber, several doors open up to high-ceiling rooms. The masonry is much more detailed here and this clearly seems to be higher class living quarters. Several plaques with family names and crests can be found on the walls, and are all written in Undercommon<strong>. Small idols can be found here and there, which can be identified as portraying demon lords with a successful DC 15 Knowledge Religion check</strong> (these are similar to the one found in the Ice Troll cave).</span></p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "60",
                    "title": "C13. Ventilation Chamber",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C13. Ventilation Chamber",
                            "lastModified": "2014-09-25T07:27:22.936Z",
                            "content": "<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">This room is very similar to C7.</span></span></h2>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "61",
                    "title": "C14. Temple (CR 8)",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C14. Temple (CR 8)",
                            "lastModified": "2014-10-01T00:00:07.871Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">As the PCs arrive in the Temple, they find a small band of Morlocks who are in the process of ritually sacrificing a lone Dark Creeper. A huge faceless idol made of stone is seated next to the western wall, and is covered in thick white cobwebs. The offering ritual takes only a couple of minutes with blood spraying everywhere but leaving the victim alive. Finally, a huge ogre spider descends from the ceiling on thick silken threads and devours the offered meal. Along the western wall to the idol&rsquo;s feet lies a treasure hoard of various precious objects and magic items. The encounter is composed of four Morlocks and an Ogre Spider. Depending on your party&rsquo;s APL, this can be a very dangerous encounter if the PCs fight all monsters at once. It is quite easy to avoid fighting both the Morlocks and the Ogre Spider at the same time, as the spider will only attack if it is threatened or if a PC comes within 5 feet of the idol.</span></span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-encounter",
                    "key": "67",
                    "title": "Temple",
                    "data": {
                        "resourceType": "encounter",
                        "userResource": {
                            "Name": "Temple",
                            "coins": {
                                "pp": 0,
                                "gp": 718,
                                "sp": 1700,
                                "cp": 14000
                            },
                            "lastModified": "2014-10-01T00:02:27.543Z",
                            "xp": 4000,
                            "lootValue": 13061,
                            "CR": 8,
                            "Monsters": {
                                "ogre-spider": {
                                    "amount": 1,
                                    "Name": "Ogre Spider",
                                    "XP": "1600",
                                    "CR": 5,
                                    "Type": "vermin",
                                    "TreasureBudget": "incidental",
                                    "Heroic": false
                                },
                                "morlock": {
                                    "amount": 4,
                                    "Name": "Morlock",
                                    "XP": "600",
                                    "CR": 2,
                                    "Type": "monstrous humanoid",
                                    "TreasureBudget": "standard",
                                    "Heroic": false
                                }
                            },
                            "items": {
                                "warding-full-plate-1": {
                                    "Price": 5650,
                                    "PriceUnit": "gp",
                                    "Name": "Warding full plate +1",
                                    "id": "warding-full-plate-1",
                                    "amount": 1
                                },
                                "flail-1": {
                                    "Price": 2308,
                                    "PriceUnit": "gp",
                                    "Name": "Flail +1",
                                    "id": "flail-1",
                                    "amount": 1
                                },
                                "cloak-of-fiery-vanishing": {
                                    "Price": 2600,
                                    "PriceUnit": "gp",
                                    "Name": "Cloak of fiery vanishing",
                                    "id": "cloak-of-fiery-vanishing",
                                    "amount": 1
                                },
                                "scroll-of-tongues": {
                                    "Price": 375,
                                    "PriceUnit": "gp",
                                    "Name": "Scroll of Tongues",
                                    "id": "scroll-of-tongues",
                                    "amount": 1
                                },
                                "opal": {
                                    "Price": 500,
                                    "PriceUnit": "gp",
                                    "Name": "Opal",
                                    "id": "opal",
                                    "amount": 1
                                },
                                "gold-chalice-with-griffon-carvings": {
                                    "Price": 600,
                                    "PriceUnit": "gp",
                                    "Name": "Gold chalice with griffon carvings",
                                    "id": "gold-chalice-with-griffon-carvings",
                                    "amount": 1
                                }
                            }
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "78",
                    "title": "Web (Ex)",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "Web (Ex)",
                            "lastModified": "2014-10-01T00:06:09.947Z",
                            "content": "<p id=\"web\"><strong>Web (Ex)</strong>&nbsp;Creatures with the web ability can use webs to support themselves and up to one additional creature of the same size. In addition, such creatures can throw a web up to eight times per day. This is similar to an attack with a net but has a maximum range of 50 feet, with a range increment of 10 feet, and is effective against targets up to one size category larger than the web spinner. An entangled creature can escape with a successful&nbsp;<a href=\"http://paizo.com/prd/skills/escapeArtist.html#escape-artist\">Escape Artist</a>&nbsp;check or burst the web with a Strength check. Both are standard actions with a DC equal to 10 + 1/2 creature's HD + creature's Con modifier. Attempts to burst a web by those caught in it suffer a &ndash;4 penalty.</p>\n<p>Web spinners can create sheets of sticky webbing up to three times their size. They usually position these sheets to snare flying creatures but can also try to trap prey on the ground. Approaching creatures must succeed on a DC 20&nbsp;<a href=\"http://paizo.com/prd/skills/perception.html#perception\">Perception</a>&nbsp;check to notice a web; otherwise they stumble into it and become trapped as though by a successful web attack. Attempts to escape or burst the webbing gain a +5 bonus if the trapped creature has something to walk on or grab while pulling free. Each 5-foot-square section of web has a number of hit points equal to the Hit Dice of the creature that created it and DR 5/&mdash;.</p>\n<p>A creature can move across its own web at its climb speed and can pinpoint the location of any creature touching its web.</p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "62",
                    "title": "C15. Ventilation Chamber",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C15. Ventilation Chamber",
                            "lastModified": "2014-09-25T07:29:31.950Z",
                            "content": "<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">This room is very similar to C7 and C13.</span></span></h2>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "63",
                    "title": "C16. Mines",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C16. Mines",
                            "lastModified": "2014-09-25T07:30:16.528Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; white-space: pre-wrap; line-height: 1.15; background-color: transparent;\">These mines are occupied by a coterie of Dark Creepers. The mines are huge and are of no special interest. If the players spend too much time here, the Dark Creepers will eventually try to ambush the PCs.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;<span style=\"line-height: 1.15; font-size: 15px;\">&nbsp;</span></h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-monster",
                    "key": "74",
                    "title": "Dark Creeper",
                    "data": {
                        "resourceType": "user-monster",
                        "userResource": {
                            "Name": "Dark Creeper",
                            "CR": 2,
                            "XP": "600",
                            "Alignment": "CN",
                            "Size": "Small",
                            "Type": "humanoid",
                            "SubType": "(dark folk)",
                            "AC": "16, touch 14, flat-footed 13",
                            "HP": "19",
                            "HD": "(3d8+6)",
                            "Saves": "Fort +3, Ref +6, Will +1",
                            "Fort": "3",
                            "Ref": "6",
                            "Will": "1",
                            "Speed": "30 ft.",
                            "Melee": "dagger +6 (1d3/19-20 plus poison)",
                            "Space": "5 ft.",
                            "Reach": "5 ft.",
                            "AbilityScores": "Str 11, Dex 17, Con 14, Int 9, Wis 10, Cha 8",
                            "Feats": "Skill Focus (Sleight of Hand), Weapon Finesse",
                            "Skills": "Climb +8, Perception +4, Sleight of Hand +7, Stealth +12",
                            "RacialMods": "+4 Climb, +4 Perception, +4 Stealth",
                            "Languages": "Dark Folk",
                            "SQ": "poison use, rag armor",
                            "Environment": "any underground",
                            "Organization": "solitary, pair, gang (3-6), or clan (20-80 plus 1 dark stalker per 20 dark creepers)",
                            "Treasure": "standard",
                            "Source": "Tome of Horrors Complete",
                            "IsTemplate": "0",
                            "CharacterFlag": "1",
                            "CompanionFlag": "0",
                            "Fly": "0",
                            "Climb": "0",
                            "Burrow": "0",
                            "Swim": "0",
                            "Land": "1",
                            "AgeCategory": "NULL",
                            "DontUseRacialHD": "0",
                            "CompanionFamiliarLink": "NULL",
                            "UniqueMonster": "0",
                            "MR": "0",
                            "Mythic": false,
                            "MT": "0",
                            "Description": "<p></p><p>Dark creepers lurk in the black places deep below the surface of the world, venturing forth at night or into neighboring societies when the urge to steal and cause mayhem grows too great to resist. Endless layers of filthy, moldering black cloth shroud these small creatures, leading some to believe that the creature inside is smaller still. Usually encountered in groups, dark creepers flee from bright light, but are quite brave in the dark.</p><p>Dark creepers stand just under 4 feet tall and weigh 80 pounds. Their flesh is pale and moist, and their eyes are milky white. Dark creepers exude a foul stench of sweat and spoiled food, owing primarily to the fact that they never take off their clothing-instead piling on new layers when the outermost one grows too ragged.</p><p>For all the mayhem and trouble a pack of dark creepers can cause, this is nothing compared to the dangers a tribe led by the taller, even more sinister dark stalkers represents. Dark creepers treat their tall, lithe masters almost like gods, presenting them with offerings and obeying their every whim.</p><p>Invariably, several dark stalkers serve as leaders to dark creeper tribes, with all of the tribe's heavy work and labor falling on the diminutive shoulders of the creepers, freeing the dark stalkers for their own decadent pleasures. Yet the dark creepers themselves see no inherent imbalance in this arrangement- to a dark creeper, a life in the servitude of a dark stalker is a life fulfilled.<b></b></p><p>Dark Creeper Society</p><p> It is known that subterranean cities of dark creepers exist. Most creatures that have seen these cities venture no closer than necessary, for the route to the city is often lined with traps, snares, and other deadly devices to detour would-be trespassers. Each city is a large circular pit with a spiraling staircase leading down to the multi-layered city. A dark creeper city is constantly shrouded in a cloud of impenetrable <i>darkness</i>. The actual habitat and details of dark creeper society remain a mystery, as those that have ventured into a dark creeper city have yet to return and tell of their exploits. It is believed that the race known as dark stalkers are the leaders of such cities.</p><p><br><b>Dark Creeper Characters</b><br> Dark creepers possess racial Hit Dice and may have class levels. Dark Creepers have the following racial traits.<br><b>+6 Dexterity, +2 Constitution, +2 Wisdom, -2 Charisma:</b> Dark creepers are quick and tough, but creepy.<br><b>Small size</b>: Dark creepers are Small and have the following adjustments +1 bonus to Armor Class, +1 bonus on attack rolls, +4 bonus on Stealth checks, -1 penalty on CMB/CMD, lifting and carrying limits 3/4 those of Medium characters <br><b>Base Speed</b>: A dark creeper's base land speed is 30 feet <br><b>Darkvision</b>: Dark creepers can see in <i>darkness</i> out to 60 feet <br><b>Racial Hit Dice</b>: Dark creepers begin play with 3 levels of humanoid, which provides 3d8 HD, a base attack bonus of +2, and base saves of Fort +1, Ref +3, Will +1.<br><b>Racial Skills</b>: A dark creeper's humanoid levels give it skill points equal to 3 x (2 + Int modifier, minimum 1). Dark creepers receive a +4 racial bonus on Climb, Perception and Stealth checks.<br><b>Racial Feats</b>: A dark creeper's humanoid levels give it two feats.<br><b>Special Attacks</b>: death throes (see above) <br><b>Special Qualities</b>: Light blindness, rag armor, see in <i>darkness</i> (see above) <br><b>Spell-like Abilities</b>: All dark creepers can cast <i>darkness</i> and <i>detect magic</i> at will. Their caster level equals their Hit Dice <br><b>Languages</b>: Dark creepers begin play speaking Dark Folk. Dark creepers with high intelligence may choose from the following bonus languages: Common, Undercommon, Goblin Credit The Dark Creeper originally appeared in the First Edition <i>Fiend Folio</i> (© TSR/Wizards of the Coast, 1981) and is used by permission.</p><p>Copyright Notice Author Scott Greene, based on original material by Rik Shepard.</p>",
                            "Description_Visual": "This creature resembles a small humanoid with a light, thin frame. It has gray skin and stark-white eyes with gray pupils. It is dressed in brownish-black filthy clothing. The smell of dung and rotted meat hangs in the air around it.",
                            "Init": "+3",
                            "Senses": "see in darkness; Perception +8",
                            "Weaknesses": "light blindness",
                            "SpecialAttacks": ": death throes (see above) Special Qualities: Light blindness, rag armor, see in darkness (see above) Spell-like Abilities: All dark creepers can cast darkness and detect magic at will. Their caster level equals their Hit Dice Languages: Dark creepers begin play speaking Dark Folk. Dark creepers with high intelligence may choose from the following bonus languages: Common, Undercommon, Goblin Credit The Dark Creeper originally appeared in the First Edition Fiend Folio (© TSR/Wizards of the Coast, 1981) and is used by permission.",
                            "SpellLikeAbilities": "<b>Spell-Like Abilities</b> (CL 3rd)<br>At will&mdash;<i>darkness</i>, <i>detect magic</i>",
                            "Str": "11",
                            "Dex": "17",
                            "Con": "14",
                            "Int": "9",
                            "Wis": "10",
                            "Cha": "8",
                            "BaseAtk": "+2",
                            "CMB": "+1",
                            "CMD": "14",
                            "SpecialAbilities": "<h5><b>Death Throes (Su)</b> When a dark creeper is slain, its body combusts in a flash of bright white light, leaving its gear in a heap ont he ground. All creatures within a 10-foot burst must make a DC 13 Fortitude save or be blinded for 1d6 rounds. Other dark creepesr within 10 feet are automatically blinded for at least 1 round,due to their light blindness. The save is Constitution-based. </h5><h5><b>Poison Use (Ex)</b> Dark creepers are skilled in the use of poison and never risk accidentally poisoning themselves. Dark creepers favor a foul-smelling black paste distilled from certain deep-underground fungi known as black smear. <i>Black Smear</i>-injury; save Fort DC 15; frequency 1/round for 6 rounds; effect 1d2 Str; cure 1 save. </h5><h5><b>Rag Armor (Ex)</b> A dark creeper's multiple layers of filthy rags function as leather armor when worn by one of their kind. </h5><h5><b>See in Darkness (Su)</b> A dark creeper can see perfectly in <i>darkness</i> of any kind, including that created by deeper <i>darkness</i>.</h5>",
                            "TreasureBudget": "standard",
                            "Heroic": false,
                            "AC_Mods": "(+2 armor, +3 Dex, +1 size)",
                            "lastModified": "2014-09-30T09:10:37.508Z",
                            "templates": {}
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "56",
                    "title": "C17. Living quarters",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C17. Living quarters",
                            "lastModified": "2014-10-09T11:08:36.822Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">A maze of dozens of very small rooms are occupied by crumbled wooden beds. Several graffiti on the walls recount anecdotes of underground life. Many are insults targeting &ldquo;evil elven masters&rdquo; from parents grieving the loss of a child sold in slavery.</span></span></p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "57",
                    "title": "C18. Great Hall (CR 4)",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C18. Great Hall (CR 4)",
                            "lastModified": "2014-09-25T07:31:32.385Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\"><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"><span style=\"font-family: Arial; font-size: 15px; font-weight: normal; line-height: 1.15; background-color: transparent;\">This two story room has a huge stone balcony that is now almost completely collapsed.</span></span></p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</p>\n<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\"><span style=\"font-size: 15px; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Farkas has imprisoned a very young White Dragon named Rompuk to serve him as a last-resort guard. Rompuk is detained in a large metallic cage in one of the rooms of the Great Hall, and it is set up to open when a tripwire at the bottom of the helicoidal stairs coming from C17 is sprung (DC 20 perception to notice the trap). Farkas promised Rompuk that he would be freed eventually if he behaved. PCs who speak draconic can avoid a fight with Rompuk if they set him free and tell him that he should escape and not fight them (unless told he won&rsquo;t think that by himself). PCs who speak Draconic can attempt to rally Rompuk in the fight agains Farkas with a succesful DC 25 Diplomacy or Intimidate check.</span></p>\n<h2 dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">&nbsp;</h2>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-monster",
                    "key": "75",
                    "title": "Rompuk",
                    "data": {
                        "resourceType": "user-monster",
                        "userResource": {
                            "Name": "Rompuk",
                            "CR": 4,
                            "XP": "1200",
                            "Alignment": "CE",
                            "Size": "Small",
                            "Type": "dragon",
                            "SubType": "(cold)",
                            "AC": "18, touch 13, flat-footed 16",
                            "HP": "42",
                            "HD": "(5d12+10)",
                            "Saves": "Fort +6, Ref +6, Will +4",
                            "Fort": "6",
                            "Ref": "6",
                            "Will": "4",
                            "Speed": "30 ft., burrow 30 ft., fly 150 ft. (average), swim 60 ft.",
                            "Melee": "bite +8 (1d6+3), 2 claws +8 (1d4+2)",
                            "Space": "5 ft.",
                            "Reach": "5 ft.",
                            "AbilityScores": "Str 15, Dex 14, Con 15, Int 8, Wis 11, Cha 8",
                            "Feats": "Alertness, Improved Initiative, Power Attack",
                            "Skills": "Fly +12, Intimidate +7, Perception +10, Stealth +14, Swim +18",
                            "RacialMods": "+8 Swim",
                            "Languages": "Draconic",
                            "SQ": "icewalking",
                            "Environment": "cold mountains",
                            "Organization": "solitary",
                            "Treasure": "triple",
                            "Group": "Chromatic Dragon",
                            "Source": "d20pfsrd",
                            "IsTemplate": "0",
                            "CharacterFlag": "0",
                            "CompanionFlag": "0",
                            "Fly": "1",
                            "Climb": "0",
                            "Burrow": "1",
                            "Swim": "1",
                            "Land": "1",
                            "AgeCategory": "NULL",
                            "DontUseRacialHD": "0",
                            "CompanionFamiliarLink": "NULL",
                            "UniqueMonster": "0",
                            "MR": "0",
                            "Mythic": false,
                            "MT": "0",
                            "Description": "<p>&nbsp;</p>\n<p>Although most consider it to be the weakest and most feral of the chromatic dragons, the white dragon makes up for its lack of cunning with sheer ferocity. White dragons dwell on remote, frozen mountaintops and in arctic lowlands, making their home in glittering caves full of ice and snow. They prefer their meals completely frozen.</p>",
                            "Description_Visual": "This dragon's scales are a frosty white. Its head is crowned with slender horns, with a thin membrane stretched between them.",
                            "Init": "+6",
                            "Senses": "dragon senses, snow vision; Perception +10",
                            "Immune": "cold, paralysis, sleep",
                            "Weaknesses": "Vulnerability to fire",
                            "SpecialAttacks": "breath weapon (20-ft. cone, DC 14, 4d4 cold)",
                            "SpellLikeAbilities": null,
                            "Str": "15",
                            "Dex": "14",
                            "Con": "15",
                            "Int": "8",
                            "Wis": "11",
                            "Cha": "8",
                            "BaseAtk": "+5",
                            "CMB": "+6",
                            "CMD": "18 (22 vs. trip)",
                            "SpecialAbilities": "<h5><strong>Icewalking (Ex)</strong> This ability works like the spider climb spell, but the surfaces the dragon climbs must be icy. The dragon can move across icy surfaces without penalty and does not need to make Acrobatics checks to run or charge on ice.</h5>\n<h5><strong> Snow Vision (Ex)</strong> A very young white dragon learns to see perfectly well in snowy conditions. A white dragon does not suffer any penalties to Perception checks while in snow.</h5>",
                            "TreasureBudget": "triple",
                            "Heroic": false,
                            "AC_Mods": "(+2 Dex, +5 natural, +1 size)",
                            "lastModified": "2014-09-30T09:11:37.505Z",
                            "templates": {}
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "64",
                    "title": "C19. Unfinished excavation",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "C19. Unfinished excavation",
                            "lastModified": "2014-10-09T11:07:51.234Z",
                            "content": "<p><span style=\"font-size: 17px; font-family: 'Trebuchet MS'; color: #000000; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap; background-color: transparent;\"><span style=\"font-family: Arial; font-size: 15px; line-height: 1.15; background-color: transparent;\">As the PCs arrive in this room, they find Farkas apparently lost in thought in front of carvings on the wall. He greets the PCs with a smile, pretending to be happy to see them and tells the players that they have come just at the right time. He politely inquires what they are doing in the mines but does not confront them. Players who suspect that he&rsquo;s lying can make a DC 18 Sense Motive check to realize that he&rsquo;s actually furious at the PCs. &nbsp;If the PCs ask him what he&rsquo;s doing down here, he tells them that after the teenager&rsquo;s death he investigated the area and found this faboulous city. He pretends not to know more. He tells the PCs that he suspects that there is a passage to the Underworld here. Farkas will pretend to invite the PCs to join him in his expedition. If the PCs accept, he lets them go in front and leads them in the tunnels ahead where a band of Murlocks are busy excavating. Finally, he waits to strike at the best opportunity starting combat with a destructive spell. In this last showdown, Farkas shouts to the Morlocks to come to his aid.</span></span></p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-npc",
                    "key": "76",
                    "title": "Jacod Farkas",
                    "data": {
                        "resourceType": "user-npc",
                        "userResource": {
                            "Name": "Jacod Farkas",
                            "CR": 5,
                            "XP": "1600",
                            "Race": "Elf",
                            "Alignment": "N",
                            "Size": "Medium",
                            "Type": "humanoid",
                            "SubType": "(human)",
                            "Init": "6",
                            "Senses": "Perception +6; low-light vision",
                            "AC": "16, touch 12, flat-footed 14",
                            "AC_Mods": "(+4 mage armor, +2 Dex)",
                            "HP": "33",
                            "HD": "(6d6+12)",
                            "Saves": "Fort +3, Ref +4, Will +5",
                            "Fort": "3",
                            "Ref": "4",
                            "Will": "5",
                            "Speed": "30 ft.",
                            "Melee": "dagger +2 (1d4-1/19-20) or wand of shocking grasp +2 touch (1d6 electricity)",
                            "Ranged": "dagger +5 (1d4-1/19-20)",
                            "Space": "5 ft.",
                            "Reach": "5 ft.",
                            "SpecialAttacks": "intense spells +3",
                            "SpellLikeAbilities": "Arcane School Spell-Like Abilities (CL 6th; concentration +9) 6/day-force missile (1d4+3)",
                            "SpellsPrepared": "Wizard Spells Prepared (CL 6th; concentration +9) 3rd-dispel magic, invisibility, slow, fireball (2) (DC 17) 2nd-flaming sphere (DC 16), glitterdust (DC 15), mirror image, protection from arrows, scorching ray (DC 16) 1st-burning hands (DC 15), color spray (DC 14), expeditious retreat, mage armor (already cast), shocking grasp 0 (at will)-dancing lights, detect magic, light, message",
                            "BaseAtk": 3,
                            "CMB": "2",
                            "CMD": "17",
                            "Feats": "Combat Casting, Craft Wand, Defensive Combat Training, Improved Initiative, Scribe Scroll, Spell Focus (evocation)",
                            "Skills": "Craft (Armor) +10, Craft (Weapons) +10, Fly +11, Knowledge (arcana) +12, Knowledge (engineering) +7, Knowledge (geography) +7, Knowledge (history) +7, Perception +6, Ride +6, Spellcraft +12",
                            "Languages": "Common, Draconic, Elven, Giant",
                            "SQ": "arcane bond (wand)",
                            "Source": "GameMastery Guide",
                            "ProhibitedSchools": "enchantment, necromancy",
                            "Gear": "scrolls of fly (2), invisibility (2), minor image (2), wand of magic missile (CL 5, 50 charges, arcane bond item), wand of shocking grasp (50 charges), tanglefoot bags (3)",
                            "OtherGear": "daggers (2), 20 gp",
                            "CharacterFlag": "0",
                            "CompanionFlag": "0",
                            "Fly": "0",
                            "Climb": "0",
                            "Burrow": "0",
                            "Swim": "0",
                            "Land": "1",
                            "AgeCategory": "Adult",
                            "CompanionFamiliarLink": "NULL",
                            "UniqueMonster": "0",
                            "Variant": "0",
                            "MR": 0,
                            "Mythic": false,
                            "MT": 0,
                            "Description": "",
                            "Str": "9",
                            "Dex": "14",
                            "Con": "12",
                            "Int": "17",
                            "Wis": "10",
                            "Cha": "13",
                            "Heroic": true,
                            "Level": 6,
                            "Classes": [
                                {
                                    "Class": "evoker",
                                    "Level": 6
                                }
                            ],
                            "lastModified": "2014-10-06T08:19:20.367Z",
                            "SpecialAbilities": ""
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-encounter",
                    "key": "77",
                    "title": "Final Battle",
                    "data": {
                        "resourceType": "encounter",
                        "userResource": {
                            "Name": "Final Battle",
                            "coins": {
                                "pp": 0,
                                "gp": 19,
                                "sp": 230,
                                "cp": 0
                            },
                            "lastModified": "2014-09-30T09:19:45.416Z",
                            "xp": 5200,
                            "lootValue": 9902,
                            "CR": 8,
                            "Npcs": {
                                "542a73da5f6be50b0016489e": {
                                    "amount": 1,
                                    "Name": "Jacod Farkas",
                                    "XP": "1600",
                                    "CR": 5,
                                    "Type": "humanoid",
                                    "Heroic": true,
                                    "Level": 6,
                                    "userCreated": true
                                }
                            },
                            "Monsters": {
                                "morlock": {
                                    "amount": 6,
                                    "Name": "Morlock",
                                    "XP": "600",
                                    "CR": 2,
                                    "Type": "monstrous humanoid",
                                    "TreasureBudget": "standard",
                                    "Heroic": false
                                }
                            },
                            "items": {
                                "ring-of-the-grasping-grave": {
                                    "Price": 2000,
                                    "PriceUnit": "gp",
                                    "Name": "Ring of the grasping grave",
                                    "id": "ring-of-the-grasping-grave",
                                    "amount": 1
                                },
                                "dust-of-dryness": {
                                    "Price": 850,
                                    "PriceUnit": "gp",
                                    "Name": "Dust of dryness",
                                    "id": "dust-of-dryness",
                                    "amount": 1
                                },
                                "wand-of-tongues": {
                                    "Price": 4500,
                                    "PriceUnit": "gp",
                                    "Name": "Wand of Tongues",
                                    "id": "wand-of-tongues",
                                    "amount": 1
                                },
                                "potion-of-mage-armor": {
                                    "Price": 50,
                                    "PriceUnit": "gp",
                                    "Name": "Potion of Mage armor",
                                    "id": "potion-of-mage-armor",
                                    "amount": 1
                                },
                                "heavy-steel-shield-1": {
                                    "Price": 1170,
                                    "PriceUnit": "gp",
                                    "Name": "Heavy steel shield +1",
                                    "id": "heavy-steel-shield-1",
                                    "amount": 1
                                },
                                "mwk-longspear": {
                                    "Price": 305,
                                    "PriceUnit": "gp",
                                    "Name": "Mwk Longspear",
                                    "id": "mwk-longspear",
                                    "amount": 1
                                },
                                "elixir-of-hiding": {
                                    "Price": 250,
                                    "PriceUnit": "gp",
                                    "Name": "Elixir of hiding",
                                    "id": "elixir-of-hiding",
                                    "amount": 1
                                },
                                "potion-of-resist-energy-acid": {
                                    "Price": 300,
                                    "PriceUnit": "gp",
                                    "Name": "Potion of Resist energy, acid",
                                    "id": "potion-of-resist-energy-acid",
                                    "amount": 1
                                },
                                "mwk-light-crossbow": {
                                    "Price": 335,
                                    "PriceUnit": "gp",
                                    "Name": "Mwk Light crossbow",
                                    "id": "mwk-light-crossbow",
                                    "amount": 1
                                },
                                "potion-of-purify-food-and-drink": {
                                    "Price": 25,
                                    "PriceUnit": "gp",
                                    "Name": "Potion of Purify food and drink",
                                    "id": "potion-of-purify-food-and-drink",
                                    "amount": 2
                                },
                                "potion-of-enlarge-person": {
                                    "Price": 50,
                                    "PriceUnit": "gp",
                                    "Name": "Potion of Enlarge person",
                                    "id": "potion-of-enlarge-person",
                                    "amount": 1
                                }
                            }
                        }
                    }
                }
            ]
        },
        {
            "expanded": true,
            "folder": true,
            "key": "53",
            "title": "Conclusion",
            "children": [
                {
                    "extraClasses": "fancytree-text",
                    "key": "54",
                    "title": "After defeating Jacod",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "After defeating Jacod",
                            "lastModified": "2014-10-10T08:23:47.425Z",
                            "content": "<p dir=\"ltr\" style=\"line-height: 1.15; margin-top: 10pt; margin-bottom: 0pt;\">After defeating Jacod, the players return to Horntop. If the players are not hostile towards the Mayor, he thanks them for their assistance and asks to keep the affair secret. If the players so desire, they can reveal to the villagers that the Mayor is partially responsible for the kid&rsquo;s death, for sympathising with a Drow who could have re-connected Horntop with the underworld&hellip;&nbsp;</p>"
                        }
                    }
                },
                {
                    "extraClasses": "fancytree-text",
                    "key": "55",
                    "title": "Continuing the adventure",
                    "data": {
                        "resourceType": "user-text",
                        "userResource": {
                            "name": "Continuing the adventure",
                            "lastModified": "2014-10-10T08:23:26.804Z",
                            "content": "<p dir=\"ltr\">The dangers exposed by the uncovering the Underworld entrance is a nice hook to continue the adventure. Also, the connected cities to Kuyunedir can make for extra material. Who knows, maybe they are still inhabited to this day?</p>"
                        }
                    }
                }
            ]
        }
    ],
    "lastModified": "2014-10-10T08:38:54.155Z",
    "synopsis": ""
}