[
    {
        "CL": 10,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Batrachian Helm",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": " 3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, telekinesis",
        "Description": "This oily bronze helm is fashioned in the shape of a frog's head. Three times per day as a swift action, the helm fires an unerring tongue of force at a visible target within 20 feet.If the target is an unattended object weighing 250 pounds or less, it is pulled 20 feet toward the wearer. If the target is a creature of the wearer's size or smaller, the wearer may make a combat maneuver check as a free action to pull the target 20 feet toward him.If the target is a creature larger than the wearer, an unattended object weighing more than 250 pounds, or an immobile structure such as a wall, the wearer is pulled 20 feet toward the target. This movement does not provoke attacks of opportunity, and the object or creature stops if the movement would move it into a solid object or creature.",
        "Source": "Ultimate Equipment",
        "id": "batrachian-helm"
    },
    {
        "CL": 1,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Buffering Cap",
        "Price": 2000,
        "PriceUnit": "gp",
        "Aura": "faint conjuration",
        "Weight": " 1 lb.",
        "Cost": 1000,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, shield",
        "Description": "This cloth hat is floppy and shapeless. It offers its wearer an unusual amount of protection against particularly devastating blows. Once per day when struck by a critical hit, the wearer can spend an immediate action to convert the bonus damage of the critical hit into nonlethal damage. The cap has no effect if the wearer is immune to nonlethal damage.",
        "Source": "Ultimate Equipment",
        "id": "buffering-cap"
    },
    {
        "CL": 3,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Cap of Human Guise",
        "Price": 800,
        "PriceUnit": "gp",
        "Aura": "faint illusion",
        "Weight": " —",
        "Cost": 400,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, disguise self",
        "Description": "This threadbare hat allows its wearer to alter her appearance at will as with a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/disguiseSelf.html#_disguise-self\">disguise self</a></i> spell, except she can only appear as a plainly dressed Small human child, adult halfling, or adult gnome, such as a peasant, blacksmith, or shopkeeper. The wearer can slightly alter the cap's appearance as part of the disguise, but otherwise must match the overall unremarkable look of the illusory form.Though invented and primarily used by Small humanoids, it can be used by any Small or Medium humanoid creature.",
        "Source": "Ultimate Equipment",
        "id": "cap-of-human-guise"
    },
    {
        "CL": 1,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Cap of Light",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint evocation",
        "Weight": "—",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, light",
        "Description": "This small cloth skullcap resembles those some priests wear, but is topped with a small silver statue in the shape of a lit candle. The wearer can command the statue to radiate <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/light.html#_light\">light</a></i> (as the spell). The <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/light.html#_light\">light</a></i> can also be turned off on command.",
        "Source": "Ultimate Equipment",
        "id": "cap-of-light"
    },
    {
        "CL": 10,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Cap of the Free Thinker",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": " —",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, mind blank",
        "Description": "This soft cap helps the wearer free herself from outside influences. When the wearer makes a saving throw against a mind-affecting effect, she can roll twice and take the better roll.",
        "Source": "Ultimate Equipment",
        "id": "cap-of-the-free-thinker"
    },
    {
        "CL": 10,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Cat's Eye Crown",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate divination",
        "Weight": "1 lb.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, clairaudience/clairvoyance, darkvision, creator must be a catfolk",
        "Description": "This slender silver crown is decorated with a single cat's eye gemstone as a centerpiece. When the gem is attached to the crown, its wearer gains darkvision 60 feet, or increases her darkvision by 60 feet if she already possesses that sense. The gemstone is detachable, and can be rolled into rooms, dropped into holes, thrown through windows, or planted on a creature. Once per day, on command, the crown's wearer gains the benefit of the <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/clairaudienceClairvoyance.html#_clairaudience-clairvoyance\">clairaudience/clairvoyance</a></i> spell, but uses the cat's eye gemstone as that spell's sensor and gains darkvision when viewing through that sensor. If the stone is held or carried by a creature, even within a sack or some other container, the creature wearing the crown uses the senses of the creature carrying the gemstone as the sensor instead, whether or not the creature carrying the gemstone is aware of the stone's true purpose or even its existence. Destroying the gem (hardness 8, hp 5) severs the link, but a new cat's eye gemstone worth at least 100 gp can be fashioned and attuned to the crown. The attunement process takes 24 hours.",
        "Source": "Ultimate Equipment",
        "id": "cat-s-eye-crown"
    },
    {
        "CL": 9,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Circlet of Mindsight",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate divination",
        "Weight": " —",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, clairaudience/clairvoyance, detect thoughts",
        "Description": "This elaborate circlet of gold-and-platinum filigree bears tiny gems in settings that look disturbingly like human eyes. When worn, the circlet lets the wearer sense the presence of other thinking creatures in her immediate area. The wearer gains the benefits of blindsense 30 feet, but only against creatures with an Intelligence score that are susceptible to mind-affecting effects.Undead, constructs, and mindless creatures like most oozes and vermin cannot be perceived when using the circlet, nor can creatures under the effects of <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/mindBlank.html#_mind-blank\">mind blank</a></i> or a <i><a href=\"http://paizo.com/pathfinderRPG/prd/magicItems/rings.html#_ring-of-mind-shielding\">ring of mind shielding</a></i>.The circlet does not interfere with the wearer's ability to see normally. If the wearer has blindsense or blindsight, he is able to differentiate creatures detected with those senses from creatures detected with the <i>circlet of mindsight</i>.",
        "Source": "Ultimate Equipment",
        "id": "circlet-of-mindsight"
    },
    {
        "CL": 5,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Circlet of Persuasion",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "—",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, eagle's splendor",
        "Description": "This delicately engraved silver headband grants its wearer a +3 competence bonus on Charisma-based checks.",
        "Source": "Ultimate Equipment",
        "id": "circlet-of-persuasion"
    },
    {
        "CL": 17,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Crown of Blasting, major",
        "Price": 23760,
        "PriceUnit": "gp",
        "Aura": "strong evocation",
        "Weight": " 1 lb.",
        "Cost": 11880,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, Maximize Spell, searing light",
        "Description": "On command, this elaborate golden crown projects a blast of <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/searingLight.html#_searing-light\">searing light</a></i> (5d8 maximized for 40 points of damage) once per day.",
        "Source": "Ultimate Equipment",
        "id": "crown-of-blasting-major"
    },
    {
        "CL": 6,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Crown of Blasting, Minor",
        "Price": 6480,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": " 1 lb.",
        "Cost": 3240,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, searing light",
        "Description": "On command, this simple golden crown projects a blast of <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/searingLight.html#_searing-light\">searing light</a></i> (3d8 points of damage) once per day.",
        "Source": "Ultimate Equipment",
        "id": "crown-of-blasting-minor"
    },
    {
        "CL": 7,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Crown of Conquest",
        "Price": 24600,
        "PriceUnit": "gp",
        "Aura": "moderate enchantment",
        "Weight": " 3 lbs.",
        "Cost": 12300,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, bless, eagle's splendor, prayer",
        "Description": "This crown of steel and gold projects an aura of menacing power. The wearer gains a +4 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/intimidate.html#_intimidate\">Intimidate</a> checks, and whenever he confirms a critical hit, the crown creates a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/prayer.html#_prayer\">prayer</a></i> effect centered on the crown's wearer (caster level 5th).If the wearer of the crown has the <a href=\"http://paizo.com/pathfinderRPG/prd/feats.html#_leadership\">Leadership</a> feat, he gains a +1 bonus to his <a href=\"http://paizo.com/pathfinderRPG/prd/feats.html#_leadership\">Leadership</a> score and any follower or cohort of the wearer gains a +1 bonus on attack rolls and saving throws against fear effects while within line of sight of the wearer.",
        "Source": "Ultimate Equipment",
        "id": "crown-of-conquest"
    },
    {
        "CL": 10,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Crown of Heaven",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": "5 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, aura of doom , detect evil, dispel evil, magic circle against evil, tongues",
        "Description": "This slim golden diadem, bejeweled with diamonds and sapphires, grants its wearer fluency in Celestial and allows her to <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectEvil.html#_detect-evil\">detect evil</a> </i>at will and use <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/tongues.html#_tongues\">tongues</a> </i>once per day, both on command. She also gains a +5 sacred bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/knowledge.html#_knowledge\">Knowledge</a> (planes) checks regarding outsiders with the good or evil subtypes, and any effect she creates with the good descriptor takes effect at +1 caster level.A <i>crown</i>, an <i>orb</i>, and a <i>scepter of heaven</i>—collectively known as a <i>regalia of heaven</i>—increase in power when used together. If the wearer of a <i>crown of heaven </i>wields an <i>orb</i> or <i>scepter of heaven</i>, effects she creates with the good descriptor gain an additional +1 caster level, and she gains a +1 sacred bonus to AC and on saves against attacks or effects created by evil creatures. She also radiates an <i>aura of menace</i> in a 20-foot radius. Any evil creature within this aura takes a –2 penalty on attack rolls, on saving throws, and to AC until it successfully hits the wearer of the regalia (DC 20 Will negates). A creature that saves is immune to this effect for 24 hours. If the aura is dispelled, the wearer can restore it as a standard action.If the crown is worn while the wearer is wielding both an <i>orb</i> and <i>scepter of heaven</i>, the crown's caster level increases to 15th, effects the wearer creates with the good descriptor gain an additional +1 caster level increase, and her sacred bonus to AC and saves increases to +2. In addition, as a full-round action, the wearer can create an <i>aura of sanctity </i>for as long as she concentrates. This aura provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws against attacks made or effects created by evil creatures, as well as the benefits of a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/magicCircleAgainstEvil.html#_magic-circle-against-evil\">magic circle against evil</a> </i>and a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/globeOfInvulnerability.html#_globe-of-invulnerability-lesser\">lesser globe of invulnerability</a>. </i>A <i>crown of heaven </i>bestows one negative level on any evil creature bearing it, which cannot be removed or overcome while carrying the crown. If the same creature carries an <i>orb </i>or <i>scepter of heaven, </i>it gains one additional negative level per object. An evil creature intentionally donning a <i>crown of heaven </i>gains an additional negative level and is affected as <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/bestowCurse.html#_bestow-curse\">bestow curse</a> </i>(DC 17) immediately and every 24 hours that the crown is worn. A neutral character can attempt a DC 17 Fortitude save to avoid gaining these negative levels.",
        "Source": "Ultimate Equipment",
        "id": "crown-of-heaven"
    },
    {
        "CL": 3,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Crown of Swords",
        "Price": 6000,
        "PriceUnit": "gp",
        "Aura": "faint evocation",
        "Weight": "  3 lbs.",
        "Cost": 3000,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, spiritual weapon",
        "Description": "This radiant crown of steel is bedecked with miniature mithral swords. A <i>crown of swords</i> can be used up to 10 times per day. When struck in combat, the wearer may spend one use as an immediate action to create a longsword-shaped <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/spiritualWeapon.html#_spiritual-weapon\">spiritual weapon</a></i> that then attacks her attacker. On the wearer's next turn, she may spend one additional use each round to continue attacking that target with the <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/spiritualWeapon.html#_spiritual-weapon\">spiritual weapon</a></i>; the <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/spiritualWeapon.html#_spiritual-weapon\">spiritual weapon</a></i> cannot be redirected and disappears if the target is killed or moves out of range. Multiple <i>spiritual weapons</i> may be created (even attacking the same target) if the wearer is attacked in subsequent rounds.",
        "Source": "Ultimate Equipment",
        "id": "crown-of-swords"
    },
    {
        "CL": 1,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Grappler's Mask",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "2 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, bull's strength, cat's grace, expeditious retreat",
        "Description": "This mask is fashioned from dark leather decorated with geometrical patterns that emphasize the wearer's fearsomeness. It covers the wearer's face, but leaves his mouth and eyes uncovered. The wearer may attempt to bull rush and grapple without provoking attacks of opportunity.",
        "Source": "Ultimate Equipment",
        "id": "grappler-s-mask"
    },
    {
        "CL": 15,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Halo of Inner Calm",
        "Price": 16000,
        "PriceUnit": "gp",
        "Aura": "strong abjuration",
        "Weight": " 1 lb.",
        "Cost": 8000,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, holy aura, creator must be a tiefling of good alignment",
        "Description": "This silvery ring looks like a halo. When worn by a tiefling it hovers just above his head, though it still uses the head magic item slot. It helps to calm the baser emotions and the dark whispers that plague tieflings, granting the wearer a +4 resistance bonus on saving throws against all spells with the emotion descriptor. When worn by a tiefling of a good alignment, it provides spell resistance 13 against spells with the evil descriptor and a +2 sacred bonus on saving throws.",
        "Source": "Ultimate Equipment",
        "id": "halo-of-inner-calm"
    },
    {
        "CL": 9,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Halo of Menace",
        "Price": 84000,
        "PriceUnit": "gp",
        "Aura": "strong enchantment",
        "Weight": " 1 lb.",
        "Cost": 42000,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, order's wrath, creator must be an aasimar or an archon",
        "Description": "When placed over the head, this halo of shimmering polished steel floats above it, though it still takes up the head slot. The halo constantly radiates a 20-foot-radius aura from its wearer. Any hostile creature within the aura must succeed at a DC 20 Will save or take a –2 penalty on attack rolls, on saving throws, and to AC for the next 24 hours or until it hits the wearer with an attack or damages it with a spell, spell-like ability, or supernatural ability. Chaotic creatures take a –2 penalty on this saving throw. A creature that has resisted or broken the effect of the <i>halo of menace</i> cannot be affected by the same wearer's aura for 24 hours. The aura is a mind-affecting effect.",
        "Source": "Ultimate Equipment",
        "id": "halo-of-menace"
    },
    {
        "CL": 1,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Hat of Disguise",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint illusion",
        "Weight": "—",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, disguise self",
        "Description": "This apparently normal hat allows its wearer to alter her appearance as with a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/disguiseSelf.html#_disguise-self\">disguise self</a></i> spell. As part of the disguise, the hat can be changed to appear as a comb, ribbon, headband, cap, coif, hood, helmet, or other headwear.",
        "Source": "Ultimate Equipment",
        "id": "hat-of-disguise"
    },
    {
        "CL": 13,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Helm of Brilliance",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "strong varied",
        "Weight": "3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, detect undead, fireball, flame blade, daylight, prismatic spray, protection from energy, wall of fire",
        "Description": "This normal-looking helm takes its true form and manifests its powers when the user dons it and speaks the command word. Made of brilliant silver and polished steel, a newly created helm is set with large magic gems: 10 diamonds, 20 rubies, 30 fire opals, and 40 opals. When struck by bright light, the helm scintillates and sends forth reflective rays in all directions from its crown-like, gem-tipped spikes. The jewels' functions are as follows:<li>Diamond: <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/prismaticSpray.html#_prismatic-spray\">Prismatic spray</a></i> (save DC 20)</li>\n<li>Ruby: <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/wallOfFire.html#_wall-of-fire\">Wall of fire</a></i></li>\n<li>Fire opal: <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/fireball.html#_fireball\">Fireball</a></i> (10d6, Reflex DC 20 half)</li>\n<li>Opal: <a href=\"http://paizo.com/pathfinderRPG/prd/spells/daylight.html#_daylight\">Daylight</a></li>The helm may be used once per round, but each gem can perform its spell-like power just once. Until all its jewels are depleted, a <i>helm of brilliance</i> also has the following magical properties when activated.It emanates a bluish light when undead are within 30 feet. This light causes 1d6 points of damage per round to all such creatures within that range.The wearer may command any weapon he wields to become a <i><a href=\"http://paizo.com/pathfinderRPG/prd/magicItems/weapons.html#_weapons-flaming\">flaming</a></i> weapon. This is in addition to whatever abilities the weapon may already have (unless the weapon already is a <i><a href=\"http://paizo.com/pathfinderRPG/prd/magicItems/weapons.html#_weapons-flaming\">flaming</a></i> weapon). The command takes 1 round to take effect.The helm provides fire resistance 30. This protection does not stack with similar protection from other sources.Once all its jewels have lost their magic, the helm loses its powers and the gems turn to worthless powder. Removing a jewel destroys it.If a creature wearing the helm is damaged by magical fire (after the fire protection is taken into account) and fails an additional DC 15 Will save, the remaining gems on the helm overload and detonate. Remaining diamonds become <i>prismatic sprays</i> that each randomly target a creature within range (possibly the wearer), rubies become straight-line <i>walls of fire</i> extending outward in a random direction from the helm wearer, and fire opals become <i>fireballs</i> centered on the helm wearer. The opals and the helm itself are destroyed.",
        "Source": "Ultimate Equipment",
        "id": "helm-of-brilliance"
    },
    {
        "CL": 5,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Helm of Brilliance, Lesser",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate varied",
        "Weight": " 3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, detect undead, fireball, flame blade, flaming sphere, light, protection from energy, scorching ray",
        "Description": "This helm functions like a <i>helm of brilliance</i> but is lower-powered. Instead of the standard helm's allotment of gems, the lesser helm has 10 diamonds (<i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/fireball.html#_fireball\">fireball</a></i>, 10d6 damage, Reflex DC 20 half), 20 corals (<i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/flamingSphere.html#_flaming-sphere\">flaming sphere</a></i>), 30 garnets (<i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/scorchingRay.html#_scorching-ray\">scorching ray</a></i>), and 40 agates (<i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/light.html#_light\">light</a></i>). It still glows near and harms undead, has the <i><a href=\"http://paizo.com/pathfinderRPG/prd/magicItems/weapons.html#_weapons-flaming\">flaming</a></i> weapon special ability, and provides fire resistance (though only 20 instead of 30).Just like the standard helm, the wearer risks detonation if damaged by magical fire; diamonds become <i>fireballs</i> centered on the wearer, corals become <i><a href=\"http://paizo.com/pathfinderRPG/prd/magicItems/weapons.html#_weapons-flaming\">flaming</a> spheres</i> in and adjacent to the wearer's space, garnets become <i>scorching rays</i> that fire randomly at creatures in range, and the agates and the helm itself are destroyed.",
        "Source": "Ultimate Equipment",
        "id": "helm-of-brilliance-lesser"
    },
    {
        "CL": 4,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "helm of comprehend languages and read Magic",
        "Price": 5200,
        "PriceUnit": "gp",
        "Aura": "faint divination",
        "Weight": " 3 lbs.",
        "Cost": 2600,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, comprehend languages, read magic",
        "Description": "Appearing as a normal helmet, a <i><a href=\"http://paizo.com/pathfinderRPG/prd/magicItems/wondrousItems.html#_helm-of-comprehend-languages-and-read-magic\">helm of </a><a href=\"http://paizo.com/pathfinderRPG/prd/spells/comprehendLanguages.html#_comprehend-languages\">comprehend languages</a> and read magic</i> grants its wearer the ability to understand the spoken words of any creature and to read text in any language and any magical writing. The wearer gains a +5 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/linguistics.html#_linguistics\">Linguistics</a> checks to understand messages written in incomplete, archaic, or exotic forms. Note that understanding a magical text does not necessarily imply ability to use its spells.",
        "Source": "Ultimate Equipment",
        "id": "helm-of-comprehend-languages-and-read-magic"
    },
    {
        "CL": 13,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Helm of Electric Radiance",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "strong varied",
        "Weight": " 3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, chain lightning, daylight, detect undead, flaming sphere, lightning bolt, protection from energy, shocking grasp",
        "Description": "The <i>helm of electric radiance</i> is similar to a <i>helm of brilliance</i>, except its spells focus on electricity rather than fire. Other aspects of the helm, such as detecting and damaging undead, remain unchanged. The helm has 10 sapphires that can be used for <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/chainLightning.html#_chain-lightning\">chain lightning</a></i>, 20 pieces of amber that can be used for <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/lightningBolt.html#_lightning-bolt\">lightning bolt</a></i>, 30 pieces of petrified wood that can be used for <i>shocking sphere</i> (as <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/flamingSphere.html#_flaming-sphere\">flaming sphere</a></i> but dealing electricity damage), and 40 opals that can be used for <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/daylight.html#_daylight\">daylight</a></i>. In addition, the wearer gains resistance to electricity 30 and his weapons become <i>shocking</i> weapons instead of <i><a href=\"http://paizo.com/pathfinderRPG/prd/magicItems/weapons.html#_weapons-flaming\">flaming</a></i> weapons.",
        "Source": "Ultimate Equipment",
        "id": "helm-of-electric-radiance"
    },
    {
        "CL": 1,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Helm of Fearsome Mien",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint necromancy",
        "Weight": "4 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, cause fear",
        "Description": "This metal helm is made to look like the wearer has large fangs and other features resembling those of a fearsome predator. If the wearer is a barbarian, she can use the intimidating glare rage power whenever she rages. The helm has no effect if the wearer is not a barbarian (or another class with the rage class feature).",
        "Source": "Ultimate Equipment",
        "id": "helm-of-fearsome-mien"
    },
    {
        "CL": 5,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Helm of Telepathy",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint divination and enchantment",
        "Weight": "3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, detect thoughts, suggestion",
        "Description": "This pale metal or ivory helm covers much of the head when worn. The wearer can use <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectThoughts.html#_detect-thoughts\">detect thoughts</a></i> at will. Furthermore, he can send a telepathic message to anyone whose surface thoughts he is reading (allowing two-way communication). Once per day, the wearer of the helm can implant a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/suggestion.html#_suggestion\">suggestion</a></i> (as the spell, Will DC 14 negates) along with his telepathic message.",
        "Source": "Ultimate Equipment",
        "id": "helm-of-telepathy"
    },
    {
        "CL": 9,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Helm of Teleportation",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate conjuration",
        "Weight": "3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, teleport",
        "Description": "A character wearing this helm may <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/teleport.html#_teleport\">teleport</a></i> three times per day, instantly transporting himself and objects he might be carrying on his person to a designated destination, exactly as if he had cast the spell of the same name.",
        "Source": "Ultimate Equipment",
        "id": "helm-of-teleportation"
    },
    {
        "CL": 5,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Helm of the Mammoth Lord",
        "Price": 8500,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": " 3 lbs.",
        "Cost": 4250,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, beast shape I, charm animal, detect animals or plants, speak with animals, creator must have 5 ranks in Handle Animal and Ride",
        "Description": "This hide helm is set with plates of ivory carved with primitive runes, with a pair of tusks curving down on either side of the wearer's face for cheek guards. The tusks of the helm provide a gore attack dealing 1d6 points of damage for a Medium wearers (or 1d4 points of damage for Small wearers) and counts as a magic weapon for the purposes of overcoming damage reduction.The <i>helm of the mammoth lord </i>also protects the wearer from cold environments as the <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/endureElements.html#_endure-elements\">endure elements</a></i> spell. Furthermore<i>, </i>it provides a +5 competence bonus to <a href=\"http://paizo.com/pathfinderRPG/prd/skills/handleAnimal.html#_handle-animal\">Handle Animal</a>, <a href=\"http://paizo.com/pathfinderRPG/prd/skills/ride.html#_ride\">Ride</a>, and wild empathy checks with elephants, mammoths, mastodons, and other similar elephant-like creatures.On command, the wearer may use <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectAnimalsOrPlants.html#_detect-animals-or-plants\">detect animals or plants</a></i>, but can only detect elephant-like creatures. On command, the wearer may use <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/speakWithAnimals.html#_speak-with-animals\">speak with animals</a></i>, but only to communicate with elephant-like creatures.",
        "Source": "Ultimate Equipment",
        "id": "helm-of-the-mammoth-lord"
    },
    {
        "CL": 5,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Helm of Underwater Action",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, water breathing",
        "Description": "The wearer of this helmet can see underwater. Drawing the small lenses in compartments on either side into position before the wearer's eyes activates the visual properties of the helm, allowing her to see five times farther than water and light conditions would allow for normal human vision. (Weeds, obstructions, and the like block vision in the usual manner.) If the command word is spoken, the helm of underwater action gives the wearer a 30-foot swim speed and creates a globe of air around the wearer's head and maintains it until the command word is spoken again, enabling her to breathe freely.",
        "Source": "Ultimate Equipment",
        "id": "helm-of-underwater-action"
    },
    {
        "CL": 5,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Howling Helm",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint conjuration",
        "Weight": "2 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, speak with animals, summon nature's ally III",
        "Description": "The wearer of this helm, crafted from a beast's skull, gains the ability to communicate with dogs, wolves, dire wolves, foxes, jackals, coyotes, and similar canine animals as the <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/speakWithAnimals.html#_speak-with-animals\">speak with animals</a></i> spell. The wearer gains a +2 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/diplomacy.html#_diplomacy\">Diplomacy</a> checks and Charisma checks to influence wolf-like magical beasts such as blink dogs, winter wolves, and worgs.On command three times per day, the wearer can unleash a terrifying howl. When he does so, he makes a single <a href=\"http://paizo.com/pathfinderRPG/prd/skills/intimidate.html#_intimidate\">Intimidate</a> check to demoralize all opponents within 30 feet that can hear the howl. At the start of the wearer's following turn, 1d3 wolves appear as if summoned by the spell <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/summonNatureSAlly.html#_summon-nature-s-ally-iii\">summon nature's ally III</a></i>. They act on the wearer's initiative and follow her instructions (or attacking her opponents, if she cannot communicate with them) for 5 rounds before vanishing in a swirl of pine needles and snow.",
        "Source": "Ultimate Equipment",
        "id": "howling-helm"
    },
    {
        "CL": 11,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Iron Circlet of Guarded Souls",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": "1 lb.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, nondetection, trap the soul",
        "Description": "This simple cold iron circle has no markings or ornamentation upon it, and is always slightly cool to the touch. The circle shields both the wearer's soul and his identity from mystic intrusion. The wearer is immune to effects that target souls (such as <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/trapTheSoul.html#_trap-the-soul\">trap the soul</a></i>) or that would be foiled by a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/nondetection.html#_nondetection\">nondetection</a></i> spell (unlike <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/nondetection.html#_nondetection\">nondetection</a></i>, the diviner's caster cannot attempt a spell resistance check to overcome this effect). If the wearer is slain, he cannot be restored to life by magic (save by a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/miracle.html#_miracle\">miracle</a></i>, <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/wish.html#_wish\">wish</a></i>, or divine intervention) until the circlet is removed.",
        "Source": "Ultimate Equipment",
        "id": "iron-circlet-of-guarded-souls"
    },
    {
        "CL": 15,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Jingasa of the Fortunate Soldier",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "strong divination",
        "Weight": " 3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, divine favor, moment of prescience",
        "Description": "This conical iron jingasa, or war hat, grants the wearer a +1 luck bonus to AC. Once per day when struck by a critical hit or sneak attack, the wearer can spend an immediate action to negate the critical hit or sneak attack (similar to the <i><a href=\"http://paizo.com/pathfinderRPG/prd/magicItems/armor.html#_armor-fortification\">fortification</a></i> armor special ability, but without requiring a roll). The damage is instead rolled normally.",
        "Source": "Ultimate Equipment",
        "id": "jingasa-of-the-fortunate-soldier"
    },
    {
        "CL": 7,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Judge's Wig",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate divination",
        "Weight": " —",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, discern lies",
        "Description": "This flowing wig of white ringlets grants its wearer an unmistakable impression of dignity and gravitas. This grants a +4 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/diplomacy.html#_diplomacy\">Diplomacy</a> and <a href=\"http://paizo.com/pathfinderRPG/prd/skills/intimidate.html#_intimidate\">Intimidate</a> checks.At will, the wearer can concentrate on a creature within 30 feet to scrutinize it with <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/discernLies.html#_discern-lies\">discern lies</a></i>.",
        "Source": "Ultimate Equipment",
        "id": "judge-s-wig"
    },
    {
        "CL": 3,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Laurel of Command",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint enchantment",
        "Weight": " —",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, heroism",
        "Description": "Laurel leaves crafted from fine gold decorate this circlet that imparts powers of persuasion and leadership. The wearer's voice carries great authority and can inspire others to victory. As a swift action, the wearer can speak words of encouragement or advice to an ally within 30 feet. That ally gains a +2 morale bonus on attack rolls, saving throws, skill checks, and ability checks until the start of the wearer's next turn. The wearer can use the laurel to grant this bonus to himself. A creature cannot gain this bonus more than once per day.",
        "Source": "Ultimate Equipment",
        "id": "laurel-of-command"
    },
    {
        "CL": 10,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Magician's Hat",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "—",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, mnemonic enhancer",
        "Description": "Mystic symbols embroidered in gold thread decorate this conical hat. Three times per day as a free action when casting a spell, the wearer can shift metamagic feats on prepared spells. The wearer can either move a metamagic feat from another prepared spell to a spell being cast or from the spell being cast to another prepared spell. In either case, the spell that gains the metamagic feat can't exceed the spell slot of the spell that originally had the metamagic feat. For example, a wizard with <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectThoughts.html#_detect-thoughts\">detect thoughts</a></i>, <i>silent <a href=\"http://paizo.com/pathfinderRPG/prd/spells/dispelMagic.html#_dispel-magic\">dispel magic</a></i>, and <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/dimensionDoor.html#_dimension-door\">dimension door</a></i> prepared could cast a <i>silent <a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectThoughts.html#_detect-thoughts\">detect thoughts</a></i> (and would now have <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/dispelMagic.html#_dispel-magic\">dispel magic</a></i> prepared), but could not cast <i>silent <a href=\"http://paizo.com/pathfinderRPG/prd/spells/dimensionDoor.html#_dimension-door\">dimension door</a></i>. Moving metamagic feats does not increase spell casting time, even for quickened spells. The hat provides no benefit to spontaneous casting or spell-like abilities.",
        "Source": "Ultimate Equipment",
        "id": "magician-s-hat"
    },
    {
        "CL": 5,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Mask Of A Thousand Tomes",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint divination",
        "Weight": "1 lb.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, clairaudience/clairvoyance",
        "Description": "The random snippets of script that write across the surface of this parchment-colored eyeless mask hint at the knowledge of the many tomes stored within. The mask grants its wearer a +10 competence bonus on all <a href=\"http://paizo.com/pathfinderRPG/prd/skills/knowledge.html#_knowledge\">Knowledge</a> skill checks, but the wearer is blinded while wearing the mask. The mask must be worn for 10 minutes before the wearer gains its bonus.",
        "Source": "Ultimate Equipment",
        "id": "mask-of-a-thousand-tomes"
    },
    {
        "CL": 13,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Mask of Giants, greater",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "strong transmutation",
        "Weight": " 1 lb.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, giant form I",
        "Description": "A <i>greater mask of giants</i> has all the powers of a <i>lesser mask of giants</i>, plus it grants additional abilities in giant form. If the form has any of the following abilities, the wearer gains the listed ability: rend (2d6 damage), regeneration 5 (acid or fire), rock catching, rock throwing (range 60 feet, 2d6 damage). If the chosen giant form has immunity or resistance to any energy type, the wearer gains resistance 20 to that energy type when in giant form. If the giant form has vulnerability to an energy type, the wearer gains that vulnerability when in giant form. In giant form, the wearer gains a +6 size bonus to Strength, a –2 penalty to Dexterity, a +4 size bonus to Constitution, and a +4 natural armor bonus.",
        "Source": "Ultimate Equipment",
        "id": "mask-of-giants-greater"
    },
    {
        "CL": 6,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Mask of Giants, lesser",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": " 1 lb.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, giant form I",
        "Description": "This wooden mask depicts a leering humanoid with an oversized nose and ears. If the wearer has the wild shape class feature, the mask allows her to use wild shape to take the form of a humanoid with the giant subtype. The forms allowed by a l<i>esser mask of giants</i> are ogre, troll, fire giant, frost giant, and stone giant. If the form has any of the following abilities, the wearer gains the listed ability: darkvision 60 feet, low-light vision, scent. In giant form, the wearer gains a +4 size bonus to Strength, a –2 penalty to Dexterity, and a +1 natural armor bonus.",
        "Source": "Ultimate Equipment",
        "id": "mask-of-giants-lesser"
    },
    {
        "CL": 6,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Mask of Stony Demeanor",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": " 4 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Rod, innocence , stone shape",
        "Description": "When worn, this mask transforms the wearer's face into a stone statue and its voice into an emotionless monotone. Though it allows the wearer to speak, its facial expressions and voice betray little emotion, granting a +10 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/bluff.html#_bluff\">Bluff</a> checks made to lie and a +5 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/bluff.html#_bluff\">Bluff</a> checks made to feint, but also imposing a –5 penalty on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/bluff.html#_bluff\">Bluff</a> checks made to pass a hidden message.",
        "Source": "Ultimate Equipment",
        "id": "mask-of-stony-demeanor"
    },
    {
        "CL": 3,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Mask of the Krenshar",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint illusion",
        "Weight": " 1 lb.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, disguise self, scare",
        "Description": "This simple leather mask depicts an earless catlike creature. When worn, it melds into its wearer's face and vanishes, leaving the wearer's face just as it looked before. Three times per day the wearer can command the mask to appear to retract the wearer's skin, revealing an illusion of the wearer's glistening skull and musculature. Creatures within 100 feet who see this display must succeed at a DC 13 Will save or become frightened (if the target has 6 or fewer Hit Dice) or shaken (if the target has more than 6 HD) for 1d4 rounds. This is a mind-affecting fear effect and a glamer. Anyone who can see through illusions (such as by <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/trueSeeing.html#_true-seeing\">true seeing</a></i>) is unaffected.",
        "Source": "Ultimate Equipment",
        "id": "mask-of-the-krenshar"
    },
    {
        "CL": 13,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Mask of the Skull",
        "Price": 22000,
        "PriceUnit": "gp",
        "Aura": "strong necromancy and transmutation",
        "Weight": " 3 lbs.",
        "Cost": 11000,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, animate objects, finger of death, fly",
        "Description": "This fearsome-looking mask of ivory, beaten copper, or pale wood is typically fashioned into the likeness of a human skull with a missing lower jaw, allowing the bottom half of the wearer's face to remain visible when the mask is worn.Once per day, after it has been worn for at least 1 hour, the mask can be loosed to fly from the wearer's face. It travels up to 50 feet away from the wearer and attacks a target assigned to it. The grinning skull mask makes a touch attack against the target based on the wearer's base attack bonus. If the attack succeeds, the target must make a successful DC 20 Fortitude save or take 130 points of damage, as if affected by a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/fingerOfDeath.html#_finger-of-death\">finger of death</a></i> spell. If the target succeeds at its saving throw, it nevertheless takes 3d6+13 points of damage. After attacking (whether successful or not), the mask flies back to its user. The mask has AC 16, 10 hit points, and hardness 6.",
        "Source": "Ultimate Equipment",
        "id": "mask-of-the-skull"
    },
    {
        "CL": 7,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Maw of the Wyrm",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": " 3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, dragon's breath",
        "Description": "This fearsome helm, wrought into the shape of a roaring dragon's maw, has dozens of glittering dragon scales across its surface. The helm's wearer gains a +4 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/intimidate.html#_intimidate\">Intimidate</a> checks and a +4 insight bonus on saves to resist a dragon's frightful presence aura.Each helm is modeled after a particular type of chromatic or metallic dragon. Once per day on command, the wearer can breathe out a blast of energy, as the <i><a href=\"http://paizo.com/pathfinderRPG/prd/advanced/spells/dragonSBreath.html#_dragon&apos;s-breath\">dragon's breath</a></i> spell  to mimic the breath weapon of the dragon the helm is modeled after (7d6 points of damage, Reflex DC 16 half).",
        "Source": "Ultimate Equipment",
        "id": "maw-of-the-wyrm"
    },
    {
        "CL": 11,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Medusa Mask",
        "Price": 10000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": " 1 lb.",
        "Cost": 5000,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, flesh to stone, resistance",
        "Description": "This intricate mask is made of gold-plated iron. Writhing snake tails radiate from a gemstone upon the brow, almost as if they were medusa-like hair. The mask grants a +4 bonus on all saving throws against visual effects, including gaze attacks and sight-based illusions. Once per day as a standard action, the wearer can cause the central gemstone to glow with pale green light, at which point she may target any one creature within 30 feet. The targeted creature must succeed at a DC 15 Fortitude save or be petrified for 1 minute, as if by <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/fleshToStone.html#_flesh-to-stone\">flesh to stone</a></i>.",
        "Source": "Ultimate Equipment",
        "id": "medusa-mask"
    },
    {
        "CL": 1,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Miser's mask",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint divination",
        "Weight": " 1 lb.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, bloodhound , the creator must have 4 ranks in Appraise",
        "Description": "This wooden mask depicts the sunken face of a miser with an upturned nose. The mask grants the wearer the scent ability (<i>Bestiary</i> 304), but she can use it only to sense coins and gems. Each type and quality of gem has its own unique aura to the wearer, granting her a +5 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/appraise.html#_appraise\">Appraise</a> checks made to ascertain the value of gems. ",
        "Source": "Ultimate Equipment",
        "id": "miser-s-mask"
    },
    {
        "CL": 9,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Mitre of the Hierophant",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate divination",
        "Weight": "2 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, atonement, commune, guidance",
        "Description": "This ostentatious hat functions only for a wearer who can cast divine spells. The wearer gains a +5 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/diplomacy.html#_diplomacy\">Diplomacy</a> and <a href=\"http://paizo.com/pathfinderRPG/prd/skills/knowledge.html#_knowledge\">Knowledge</a> (religion) checks. Once per day on command, the wearer can ask a single question of her patron deity, as if by using <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/commune.html#_commune\">commune</a></i>. Once per week on command, the wearer can touch a creature, atoning it for past misdeeds as if using an <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/atonement.html#_atonement\">atonement</a></i> spell.",
        "Source": "Ultimate Equipment",
        "id": "mitre-of-the-hierophant"
    },
    {
        "CL": 5,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Plague Mask",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint necromancy",
        "Weight": "2 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, remove disease",
        "Description": "This stylized bird mask consists of a pair of goggles attached to a ceramic beak that covers the nose and mouth. The goggles are not magic and can be replaced with other goggles or eye slot items. It grants the wearer a +4 resistance bonus on saving throws against disease. Once per day on command, the user can <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/removeDisease.html#_remove-disease\">remove disease</a></i> (as the spell) on a single creature touched.",
        "Source": "Ultimate Equipment",
        "id": "plague-mask"
    },
    {
        "CL": 5,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Stalker's Mask",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "faint illusion",
        "Weight": " 1 lb.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, disguise self, rage",
        "Description": "Preserved sections harvested from several different human faces cover this mask. When worn, the mask desaturates the wearer's color, making him appear shadowy and granting a +5 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/stealth.html#_stealth\">Stealth</a> checks. Once per day as a full-round action, the wearer can cause the mask's features to take on the appearance of any creature of the wearer's basic size and shape within 60 feet that he observes, allowing the wearer to adopt that creature's appearance for 1 hour. This grants him a +10 bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/disguise.html#_disguise\">Disguise</a> checks made to appear as the creature. The mask also grants the wearer a +1 bonus on attack rolls and weapon damage rolls made against the creature he is disguised as, as the mask builds upon the wearer's rage and jealousy of the target's appearance.",
        "Source": "Ultimate Equipment",
        "id": "stalker-s-mask"
    },
    {
        "CL": 9,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Steel-mind Cap",
        "Price": 0,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": "3 lbs.",
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, surmount affliction (Ultimate Magic)",
        "Description": "Ruined scraps of various constructs were repurposed and combined to form this ornate iron helmet. Though the helmet is not intelligent, it has a brute mechanical cunning that allows it to assert control whenever the wearer's mind is overwhelmed. The helmet takes control of the wearer's body anytime he is dazed or stunned. Whenever the wearer would be dazed, he is instead confused. Whenever the wearer would be stunned, he is instead confused and staggered.Time spent under the cap's influence counts against the duration of the daze or stun effect. The cap functions for up to 5 rounds per day. These rounds do not need to be consecutive. The cap stops asserting control over its wearer when the duration of the daze or stun effect ends, or when the cap's 5 rounds of duration are expended.",
        "Source": "Ultimate Equipment",
        "id": "steel-mind-cap"
    },
    {
        "CL": 10,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Stormlord's Helm",
        "Price": 35000,
        "PriceUnit": "gp",
        "Aura": "strong transmutation",
        "Weight": " 3 lbs.",
        "Cost": 17500,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, call lightning, control weather",
        "Description": "Two large horns jut from the sides of this iron helm, each of them carved with runes representing storms, thunder, and lightning. The runes give the wearer the ability to control the elements and bring forth a great storm. Once per day, the wearer can call upon the magic of the helm to call a thunderstorm, as if casting the <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/controlWeather.html#_control-weather\">control weather</a></i> spell. Like that spell, it takes 10 minutes to call the weather and an additional 10 minutes for the thunderstorm to manifest. Once it does, the wearer can <i>call lighting</i> (as the spell) for 10 minutes or until the wearer dismisses the thunderstorm with a standard action.",
        "Source": "Ultimate Equipment",
        "id": "stormlord-s-helm"
    },
    {
        "CL": 3,
        "Group": "Wondrous Item",
        "Slot": "head",
        "Name": "Veil of Fleeting Glances",
        "Price": 9000,
        "PriceUnit": "gp",
        "Aura": "faint divination",
        "Weight": " —",
        "Cost": 4500,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, blindness/deafness, true strike",
        "Description": "In addition to hiding the face, this fine lace veil protects the wearer against gaze attacks. The wearer has a 50% chance to avoid making a saving throw against a gaze attack even when not averting her eyes. If the wearer averts her eyes, she rolls twice (once for the veil, once for averting her eyes) and uses the more favorable result.Against patterns, visual figments, and other vision-based effects and attacks that cannot affect blind creatures, the veil grants the wearer a +4 circumstance bonus on saving throws. The veil does not otherwise impede the wearer's vision in any way.",
        "Source": "Ultimate Equipment",
        "id": "veil-of-fleeting-glances"
    }
]