[
    {
        "CL": 11,
        "Group": "Ring",
        "Name": "Decoy Ring",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "moderate illusion",
        "Weight": "-",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, mislead",
        "Description": "This ring is a thick loop of mirrorlike metal. Whenever the wearer of this ring takes the withdraw action or becomes helpless (including falling unconscious), it instantly makes her invisible for 3 rounds and creates four illusory duplicates that either run off in opposite directions or perform other plausible actions that could draw enemy attention away from her. The duplicates last for 3 rounds before disappearing, but they instantly pop out of existence if struck by an attack (AC 10) and can be disbelieved (Will DC 19). Allies of the wearer always know her true location and can freely provide aid or assistance to her.",
        "id": "decoy-ring"
    },
    {
        "CL": 3,
        "Group": "Ring",
        "Name": "Ring of Animal Friendship",
        "Price": 10800,
        "PriceUnit": "gp",
        "Aura": "faint enchantment",
        "Weight": "-",
        "Cost": 5400,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, charm animal",
        "Description": "A ring of animal friendship always bears some sort of animal-like design in its craftsmanship. On command, this ring affects an animal as if the wearer had cast <i><a href=\"/pathfinderRPG/prd/spells/charmAnimal.html#_charm-animal\">charm animal</a></i>, causing the animal to regard the wearer as a trusted friend.",
        "id": "ring-of animal friendship"
    },
    {
        "CL": 11,
        "Group": "Ring",
        "Name": "Ring of Arcane Mastery",
        "Price": 20000,
        "PriceUnit": "gp",
        "Aura": "strong abjuration and evocation",
        "Weight": "-",
        "Cost": 10000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, imbue with spell ability, spell turning",
        "Description": "This ring is a thin but sturdy piece of forged steel crafted to resemble a serpent swallowing its tail, and is magically imbued to reveal the secrets of arcane mastery to its wearer. The ring allows a wearer with an arcane pool to store up to 4 points from his arcane pool in the ring as a swift action. These points remain in the ring until used. A wearer can spend arcane pool points stored in the ring as if they were his own, or can spend them in each of the following ways.<li>As a free action, the wearer can expend 1 arcane pool point stored in the ring to gain a +2 bonus on Concentration checks for 1 round.</li>\r\n    <li>As a standard action, the wearer can expend 1 arcane pool point stored in the ring to use the pool strike magus arcana  using his own magus level to determine the effect.</li>\r\n    <li>As an immediate action, the wearer can expend up to 4 arcane pool points stored in the ring to use the reflection magus arcana .</li>",
        "id": "ring-of arcane mastery"
    },
    {
        "CL": 8,
        "Group": "Ring",
        "Name": "Ring of Arcane Signets",
        "Price": 1000,
        "PriceUnit": "gp",
        "Aura": "faint universal",
        "Weight": "-",
        "Cost": 500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, arcane mark",
        "Description": "The approximately 1-inch-diameter pentagon of emerald green crystal that dominates this otherwise plain silver ring forms itself into a specific rune, sigil, or similar identifying marker each time a person first puts it on. If the wearer expects this to occur, she can cause the crystal to adopt any shape she wishes. If the wearer does not expect this to occur, the crystal instead molds itself into an image that symbolizes the wearer or some dominant facet of her personality. Once the crystal assumes this initial form, it always takes that form whenever the same wearer puts on the ring. The wearer can, as a standard action, embed this image on any object (as if using <i><a href=\"/pathfinderRPG/prd/spells/arcaneMark.html#_arcane-mark\">arcane mark</a></i>) simply by pressing the ring against it. The wearer may choose the color and other cosmetic features of the image each time she uses the ring. The brand is otherwise permanent unless removed by <i><a href=\"/pathfinderRPG/prd/spells/dispelMagic.html#_dispel-magic\">dispel magic</a></i>, <i><a href=\"/pathfinderRPG/prd/spells/erase.html#_erase\">erase</a></i>, or a more powerful spell. ",
        "id": "ring-of arcane signets"
    },
    {
        "CL": 7,
        "Group": "Ring",
        "Name": "Ring of Blinking",
        "Price": 27000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 13500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, blink",
        "Description": "On command, this ring makes the wearer blink, as the <i><a href=\"/pathfinderRPG/prd/spells/blink.html#_blink\">blink</a></i> spell. ",
        "id": "ring-of blinking"
    },
    {
        "CL": 3,
        "Group": "Ring",
        "Name": "Ring of Chameleon Power",
        "Price": 12700,
        "PriceUnit": "gp",
        "Aura": "faint illusion",
        "Weight": "-",
        "Cost": 6350,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, disguise self, invisibility",
        "Description": "As a free action, the wearer of this ring can gain the ability to magically blend in with her surroundings. This provides a +10 competence bonus on her <a href=\"/pathfinderRPG/prd/skills/stealth.html#_stealth\">Stealth</a> checks. As a standard action, she can also use the spell <i><a href=\"/pathfinderRPG/prd/spells/disguiseSelf.html#_disguise-self\">disguise self</a></i> as often as she wants.",
        "id": "ring-of chameleon power"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of Climbing",
        "Price": 2500,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 1250,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, creator must have 5 ranks in the Climb skill",
        "Description": "This magic ring has the deceptively simple appearance of a plain leather cord that wraps securely around a finger. The ring continually grants the wearer a +5 competence bonus on <a href=\"/pathfinderRPG/prd/skills/climb.html#_climb\">Climb</a> checks.",
        "id": "ring-of climbing"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of Climbing, Improved",
        "Price": 10000,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 5000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, creator must have 10 ranks in the Climb skill",
        "Description": "This ring functions as a <i>ring of climbing</i>, except it grants a +10 competence bonus on its wearer's <a href=\"/pathfinderRPG/prd/skills/climb.html#_climb\">Climb</a> checks. ",
        "id": "ring-of climbing, improved"
    },
    {
        "CL": 7,
        "Group": "Ring",
        "Name": "Ring of Continuation",
        "Price": 56000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 28000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, mnemonic enhancer",
        "Description": "This band of braided copper wires throbs ever so slightly in harmony with its wearer's heartbeat. Whenever the wearer of this ring casts a spell with a range of personal, that spell remains in effect for 24 hours or until the wearer casts another spell with a range of personal (whichever comes first). Spells that usually only affect one specific action (such as making a particular attack) are expended after that action. This does not reduce the duration of spells that normally last longer than 24 hours. Casting a new spell does not eliminate a previous spell if its normal duration is such that it would still be in effect. However, attempts to dispel or otherwise eliminate a spell kept active by the ring work normally and, if successful, remove the spell from the ring, causing the wearer to lose all benefits from that spell. ",
        "id": "ring-of continuation"
    },
    {
        "CL": 11,
        "Group": "Ring",
        "Name": "Ring of Counterspells",
        "Price": 4000,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "-",
        "Cost": 2000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, imbue with spell ability",
        "Description": "Upon first examination, this ring seems to be a <i><a href=\"/pathfinderRPG/prd/magicItems/rings.html#_ring-of-spell-storing-minor\">ring of spell storing</a></i>. However, while it allows a single spell of 1st through 6th level to be cast into it, that spell cannot be cast out of the ring again. Instead, should that spell ever be cast upon the wearer, the spell is immediately countered, as a counterspell action, requiring no action (or even knowledge) on the wearer's part. Once so used, the spell cast within the ring is gone. A new spell (or the same one as before) may be placed into it again. ",
        "id": "ring-of counterspells"
    },
    {
        "CL": 3,
        "Group": "Ring",
        "Name": "Ring of Craft Magic",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, creator must have the obsession racial trait",
        "Description": "A <i>ring of craft magic</i> always bears some sort of tool-like design in its craftsmanship. The wearer of the ring sees spells as similar to crafts, and vice versa. The wearer may make a <a href=\"/pathfinderRPG/prd/skills/craft.html#_craft\">Craft</a> check in place of a <a href=\"/pathfinderRPG/prd/skills/spellcraft.html#_spellcraft\">Spellcraft</a> check to identify an item that could be created with that <a href=\"/pathfinderRPG/prd/skills/craft.html#_craft\">Craft</a> skill. The wearer may also expend a spell slot or prepared spell to gain an enhancement bonus equal to the level of the expended spell on a single <a href=\"/pathfinderRPG/prd/skills/craft.html#_craft\">Craft</a> or <a href=\"/pathfinderRPG/prd/skills/profession.html#_profession\">Profession</a> check (regardless of the amount of time needed to make the check).",
        "id": "ring-of craft magic"
    },
    {
        "CL": 8,
        "Group": "Ring",
        "Name": "Ring of Curing",
        "Price": 10000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 5000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, Heighten Spell, consecrate",
        "Description": "This simple copper ring is a boon to those who spend their lives healing others. Whenever the wearer of a <i>ring of curing </i>casts a conjuration spell of the healing subschool, all maximums to the level-dependent healing provided by that spell increase by 2. For example, <i><a href=\"/pathfinderRPG/prd/spells/cureLightWounds.html#_cure-light-wounds\">cure light wounds</a></i> would provide a maximum healing of 1d8 + 7 (at 7th caster level), while <i><a href=\"/pathfinderRPG/prd/spells/heal.html#_heal\">heal</a></i> would cure a maximum of 170 points of damage. This ring does not increase the wearer's actual caster level, nor the amount of level-dependent healing provided by any such spell.",
        "id": "ring-of curing"
    },
    {
        "CL": 9,
        "Group": "Ring",
        "Name": "Ring of Delayed Doom",
        "Price": 45000,
        "PriceUnit": "gp",
        "Aura": "moderate conjuration",
        "Weight": "-",
        "Cost": 22500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, heal, time stop",
        "Description": "Whenever the mind or body of this ring's wearer first becomes subject to any harmful effect that allows a saving throw to resist or mitigate it, he may, as an immediate action, choose to delay the onset of that effect for 1 minute, after he fails the saving throw but before its effects occur. This activation causes one of the ring's nine garnets to turn to powder. When that minute passes, the wearer may continue to delay the onset of this harmful effect an additional minute as an immediate action by willing the ring to do so, which destroys another garnet, thus repeating the cycle for another minute. The delayed harmful effect occurs when the wearer falls unconscious, when the ring is removed, or 1 minute after the last time the ring's power activated; rounds spent delaying the effect do not count toward the effect's duration (for example, a curse that lasts 5 rounds takes effect for a full 5 rounds, even if the wearer delayed its effect several minutes). Effects that protect against or negate the harmful effect work normally while it is delayed. The price of the ring is reduced by 5,000 gp for each of its garnets that ha sbeen destroyed.",
        "id": "ring-of delayed doom"
    },
    {
        "CL": 17,
        "Group": "Ring",
        "Name": "Ring of Djinni Calling",
        "Price": 125000,
        "PriceUnit": "gp",
        "Aura": "strong conjuration",
        "Weight": "-",
        "Cost": 62500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, gate",
        "Description": "This \"genie\" ring serves as a special gate by means of which a specific djinni can be called from the Plane of Air. When the ring is rubbed (a standard action), the call goes out, and the djinni appears on the next round. The djinni faithfully obeys and serves the wearer of the ring, but never for more than 1 hour per day. If the djinni of the ring is ever killed, the ring becomes nonmagical and worthless.",
        "id": "ring-of djinni calling"
    },
    {
        "CL": 6,
        "Group": "Ring",
        "Name": "Ring of Ectoplasmic Invigoration",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "moderate conjuration",
        "Weight": "-",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, the creator must be able to summon an eidolon and have the maker's call class feature",
        "Description": "A summoner wearing a <i>ring of ectoplasmic invigoration</i> can use his maker's call class feature to absorb his eidolon (dismissing it in the process) instead of bringing it to his side. He gains 2 temporary hit points per Hit Die of the eidolon and the benefits of a <i><a href=\"/pathfinderRPG/prd/spells/restoration.html#_restoration-lesser\">lesser restoration</a></i> spell. The eidolon must still be within range of his maker's call ability. Any temporary hit points gained fade after 1 hour or when the eidolon is summoned again. A wearer with the transposition ability can transport himself to the eidolon's square (still absorbing and dismissing it) rather than calling the eidolon to him.",
        "id": "ring-of ectoplasmic invigoration"
    },
    {
        "CL": 0,
        "Group": "Ring",
        "Name": "Ring of Elemental Command",
        "Price": 200000,
        "PriceUnit": "gp",
        "Aura": "strong conjuration",
        "Weight": "-",
        "Cost": 100000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, summon monster VI, all appropriate spells",
        "Description": "All four kinds of <i>rings of elemental command</i> are very powerful. Each appears to be nothing more than a lesser magic ring until fully activated (by meeting a special condition, such as single-handedly slaying an elemental of the appropriate type or exposure to a sacred material of the appropriate element), but each has certain other powers as well as the following common properties.Elementals of the plane to which the ring is attuned can't attack the wearer, or even approach within 5 feet of her. If the wearer desires, she may forgo this protection and instead attempt to charm the elemental (as charm monster, Will DC 17 negates). If the charm attempt fails, however, absolute protection is lost and no further attempt at charming can be made.Creatures from the plane to which the ring is attuned that attack the wearer take a &ndash;1 penalty on their attack rolls. The ring wearer makes applicable saving throws against the extraplanar creature's attacks with a +2 resistance bonus. She gains a +4 morale bonus on all attack rolls against such creatures. Any weapons he uses bypasses the damage reduction of such creatures, regardless of any qualities the weapon may or may not have.The wearer of the ring is able to converse with creatures from the plane to which her ring is attuned. These creatures recognize that she wears the ring, and show a healthy respect for the wearer if their alignments are similar. If alignments are opposed, creatures fear the wearer if she is strong. If she is weak, they hate and desire to slay her.The possessor of a ring of elemental command takes a saving throw penalty as follows.<thead><tr><th>Element</th><th>Saving Throw Penalty</th></tr></thead>\r\n    <tr class=\"odd\"><td>Air</td><td>&ndash;2 against earth-based effects</td></tr>\r\n    <tr class=\"even\"><td>Earth</td><td>&ndash;2 against air- or electricity-based effects</td></tr>\r\n    <tr class=\"odd\"><td>Fire</td><td>&ndash;2 against water- or cold-based effects</td></tr>\r\n    <tr class=\"even\"><td>Water</td><td>&ndash;2 against fire-based effects</td></tr>In addition to the powers described above, each specific ring gives its wearer the following abilities according to its kind.<b>Ring of Elemental Command (Air)</b><li><i><a href=\"/pathfinderRPG/prd/spells/windWall.html#_wind-wall\">Wind wall</a></i> (unlimited use)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/featherFall.html#_feather-fall\">Feather fall</a></i> (unlimited use, wearer only)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/resistEnergy.html#_resist-energy\">Resist energy</a> (electricity)</i> (unlimited use, wearer only)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/gustOfWind.html#_gust-of-wind\">Gust of wind</a></i> (twice per day)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/airWalk.html#_air-walk\">Air walk</a></i> (once per day, wearer only)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/chainLightning.html#_chain-lightning\">Chain lightning</a></i> (once per week)</li>This ring appears to be a <i>ring of feather falling</i> until a certain condition is met to activate its full potential. It must be reactivated each time a new wearer acquires it.<b>Ring of Elemental Command (Earth)</b><li><i><a href=\"/pathfinderRPG/prd/spells/softenEarthAndStone.html#_soften-earth-and-stone\">Soften earth and stone</a></i> (unlimited use)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/meldIntoStone.html#_meld-into-stone\">Meld into stone</a></i> (unlimited use, wearer only)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/stoneShape.html#_stone-shape\">Stone shape</a></i> (twice per day)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/wallOfStone.html#_wall-of-stone\">Wall of stone</a></i> (once per day)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/stoneskin.html#_stoneskin\">Stoneskin</a></i> (once per week, wearer only) </li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/passwall.html#_passwall\">Passwall</a></i> (twice per week) </li>This ring appears to be a <i>ring of <a href=\"/pathfinderRPG/prd/spells/meldIntoStone.html#_meld-into-stone\">meld into stone</a></i> (allowing the wearer to cast <i><a href=\"/pathfinderRPG/prd/spells/meldIntoStone.html#_meld-into-stone\">meld into stone</a></i> at will) until the established condition is met.<b>Ring of Elemental Command (Fire)</b><li><i><a href=\"/pathfinderRPG/prd/spells/resistEnergy.html#_resist-energy\">Resist energy</a> (fire)</i> (as a <i>major ring of energy resistance [fire]</i>) </li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/burningHands.html#_burning-hands\">Burning hands</a></i> (unlimited use) </li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/flamingSphere.html#_flaming-sphere\">Flaming sphere</a></i> (twice per day) </li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/pyrotechnics.html#_pyrotechnics\">Pyrotechnics</a></i> (twice per day) </li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/wallOfFire.html#_wall-of-fire\">Wall of fire</a></i> (once per day) </li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/flameStrike.html#_flame-strike\">Flame strike</a></i> (twice per week)</li>This ring appears to be a<i> major ring of energy resistance (fire) </i>until the established condition is met.<b>Ring of Elemental Command (Water)</b><i><a href=\"/pathfinderRPG/prd/spells/createWater.html#_create-water\">Create water</a></i> (unlimited use) <i><a href=\"/pathfinderRPG/prd/spells/waterBreathing.html#_water-breathing\">Water breathing</a></i> (unlimited use)<i><a href=\"/pathfinderRPG/prd/spells/waterWalk.html#_water-walk\">Water walk</a></i> (unlimited use) <i><a href=\"/pathfinderRPG/prd/spells/wallOfIce.html#_wall-of-ice\">Wall of ice</a></i> (once per day) <i><a href=\"/pathfinderRPG/prd/spells/iceStorm.html#_ice-storm\">Ice storm</a></i> (twice per week) <i><a href=\"/pathfinderRPG/prd/spells/controlWater.html#_control-water\">Control water</a></i> (twice per week)This ring appears to be a <i>ring of water walking</i> until the established condition is met. ",
        "id": "ring-of elemental command"
    },
    {
        "CL": 13,
        "Group": "Ring",
        "Name": "Ring of Energy Shroud",
        "Price": 19500,
        "PriceUnit": "gp",
        "Aura": "strong abjuration",
        "Weight": "-",
        "Cost": 9750,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, elemental aura, resist energy",
        "Description": "A <i>ring of energy shroud</i> always appears to be glass or crystal in construction, tinted in a red, green, blue, or yellow hue. Closer inspection reveals a small band of metal within the glass or crystal. Treasured by frontline fighters and anyone with a trusted evoker ally, <i>rings of energy shroud</i> normally function as a <i>minor ring of energy resistance</i>. However, once per day as an immediate action, the ring's wearer can negate the damage of an incoming acid, cold, electricity, or fire energy effect for himself (but not for other creatures affected by the spell or effect), transforming that damage into a shroud of energy that wreathes the wearer's body acting as if under the effects of the <i><a href=\"/pathfinderRPG/prd/advanced/spells/elementalAura.html#_elemental-aura\">elemental aura</a></i> spell (<i>Advanced Player's Guide</i>). The elemental aura effect has the same energy type of the damage negated. ",
        "id": "ring-of energy shroud"
    },
    {
        "CL": 7,
        "Group": "Ring",
        "Name": "Ring of Evasion",
        "Price": 25000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 12500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, jump",
        "Description": "This ring continually grants the wearer the ability to avoid damage as if she had evasion. Whenever she makes a Reflex saving throw to determine whether she takes half damage, a successful save results in no damage.",
        "id": "ring-of evasion"
    },
    {
        "CL": 1,
        "Group": "Ring",
        "Name": "Ring of Feather Falling",
        "Price": 2200,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 1100,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, feather fall",
        "Description": "This ring is crafted with a feather pattern all around its edge. It acts exactly like a <i><a href=\"/pathfinderRPG/prd/spells/featherFall.html#_feather-fall\">feather fall</a></i> spell, and activates immediately if the wearer falls more than 5 feet. ",
        "id": "ring-of feather falling"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of Ferocious Action",
        "Price": 3000,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 1500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, haste, stabilize",
        "Description": "This ring allows its wearer to persevere through physical or mental trauma that hampers his actions. The ring has 5 charges, which are renewed each day. At the start of his turn, if the wearer is staggered, as a free action he may spend a charge to activate the ring and ignore the staggered condition until his next turn.",
        "id": "ring-of ferocious action"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of Foe Focus",
        "Price": 10000,
        "PriceUnit": "gp",
        "Aura": "faint conjuration",
        "Weight": "-",
        "Cost": 5000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, shield",
        "Description": "This ring of jagged steel gives the impression that it was salvaged from a suit of armor and then crudely bent into a circle. The wearer of the ring can, at will, designate any one opponent she can see as a particularly dangerous foe. She gains a +2 bonus to her AC and saving throws against attacks made by that opponent until she designates a new enemy. ",
        "id": "ring-of foe focus"
    },
    {
        "CL": 9,
        "Group": "Ring",
        "Name": "Ring of Force Shield",
        "Price": 8500,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "-",
        "Cost": 4250,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, wall of force",
        "Description": "This ring generates a shield-sized (and shield-shaped) <i><a href=\"/pathfinderRPG/prd/spells/wallOfForce.html#_wall-of-force\">wall of force</a></i> that stays with the ring and can be wielded by the wearer as if it were a heavy shield (+2 AC). This special creation has no armor check penalty or arcane spell failure chance since it is weightless and encumbrance-free. It can be activated and deactivated at will as a free action. ",
        "id": "ring-of force shield"
    },
    {
        "CL": 9,
        "Group": "Ring",
        "Name": "Ring of Forcefangs",
        "Price": 8000,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "-",
        "Cost": 4000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, Heighten Spell, magic missile",
        "Description": "This band negates any force spell or force spell-like ability targeted at the wearer. Doing so gives the ring a number of charges equal to the spell level of the incoming force effect. The ring can hold a maximum of 9 charges. If an incoming force attack would charge the ring beyond this limit, the ring does not negate the attack or gain charges, and the attack affects the wearer normally. On command, the wearer can use the ring's charges to cast <i><a href=\"/pathfinderRPG/prd/spells/magicMissile.html#_magic-missile\">magic missile</a></i>, unleashing one missile (1d4+1 force damage) per charge but no more than five missiles per round.",
        "id": "ring-of forcefangs"
    },
    {
        "CL": 7,
        "Group": "Ring",
        "Name": "Ring of Freedom of Movement",
        "Price": 40000,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": "-",
        "Cost": 20000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, freedom of movement",
        "Description": "This gold ring allows the wearer to act as if continually under the effect of a <i><a href=\"/pathfinderRPG/prd/spells/freedomOfMovement.html#_freedom-of-movement\">freedom of movement</a></i> spell.",
        "id": "ring-of freedom of movement"
    },
    {
        "CL": 10,
        "Group": "Ring",
        "Name": "Ring of Friend Shield",
        "Price": 50000,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": "-",
        "Cost": 25000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, shield other",
        "Description": "These curious rings always come in pairs. A <i>ring of friend shield </i>without its mate is useless. Either wearer of one of a pair of the rings can, at any time, command his ring to cast a <i><a href=\"/pathfinderRPG/prd/spells/shieldOther.html#_shield-other\">shield other</a> </i>spell with the wearer of the mated ring as the recipient. This effect has no range limitation. ",
        "id": "ring-of friend shield"
    },
    {
        "CL": 3,
        "Group": "Ring",
        "Name": "Ring of Grit Mastery",
        "Price": 6840,
        "PriceUnit": "gp",
        "Aura": "faint abjuration and evocation",
        "Weight": "-",
        "Cost": 3420,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, anticipate peril, bullet shield, creator must have the grit class feature",
        "Description": "This ring is made out of fused firearm bullets, making it a chunky but overall impressive ring. Twice per day, as a free action, when the wearer regains grit, she can choose to store it in the <i>ring of grit mastery</i> instead of regaining the grit point. She can store up to 2 grit points within the ring in this way. She can spend the grit points stored in the ring either of the following ways. Once per day, without the need to take an action to do so, the wearer can spend 1 grit point stored in the ring to grant herself a +2 insight bonus to initiative.Once per day, as a standard action, the wearer of the ring can spend 2 grit points stored within the ring to activate a <i><a href=\"/pathfinderRPG/prd/ultimateCombat/spells/bulletShield.html#_bullet-shield\">bullet shield</a></i> as the spell. Any grit points stored in the ring disappear at the start of each day. ",
        "id": "ring-of grit mastery"
    },
    {
        "CL": 3,
        "Group": "Ring",
        "Name": "Ring of Invisibility",
        "Price": 20000,
        "PriceUnit": "gp",
        "Aura": "faint illusion",
        "Weight": "-",
        "Cost": 10000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, invisibility",
        "Description": "By activating this simple silver ring, the wearer can benefit from <i><a href=\"/pathfinderRPG/prd/spells/invisibility.html#_invisibility\">invisibility</a></i>, as the spell.",
        "id": "ring-of invisibility"
    },
    {
        "CL": 2,
        "Group": "Ring",
        "Name": "Ring of Jumping",
        "Price": 2500,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 1250,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, creator must have 5 ranks in Acrobatics",
        "Description": "This ring continually allows the wearer to leap about, providing a +5 competence bonus on all her <a href=\"/pathfinderRPG/prd/skills/acrobatics.html#_acrobatics\">Acrobatics</a> checks made to make high or long jumps. ",
        "id": "ring-of jumping"
    },
    {
        "CL": 7,
        "Group": "Ring",
        "Name": "Ring of Jumping, Improved",
        "Price": 10000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 5000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, creator must have 10 ranks in Acrobatics",
        "Description": "This ring functions as a <i>ring of jumping</i>, except it grants the wearer a +10 competence bonus all her <a href=\"/pathfinderRPG/prd/skills/acrobatics.html#_acrobatics\">Acrobatics</a> checks made to make high or long jumps. ",
        "id": "ring-of jumping, improved"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of Ki Mastery",
        "Price": 10000,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 3420,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, ki leech, the creator must be able to use ki",
        "Description": "This ring is half onyx and half clear-white crystal, magically fused together and hardened to the strength of steel. It allows a wearer with a <i>ki</i> pool to store up to 2 <i>ki</i> points in the ring as a swift action. These points remain in the ring until used. The wearer can use the <i>ki</i> points normally, or can gain the following benefits when he has <i>ki</i> points stored in the ring. As long as there is at least one <i>ki</i> point stored in the ring, the wearer gains a +2 bonus to CMD against grapple, reposition, and trip attempts. As long as there are at least 2 <i>ki</i> points stored in the ring, the wearer reduces the number of <i>ki</i> points needed to use a ninja trick or <i>ki</i> ability by 1 (minimum 1 <i>ki</i> point). ",
        "id": "ring-of ki mastery"
    },
    {
        "CL": 3,
        "Group": "Ring",
        "Name": "Ring of Maniacal Devices",
        "Price": 5000,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 2500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, fox's cunning, creator must have 5 ranks in the relevant skill",
        "Description": "This elaborately decorated ring is crafted with the design of a fierce dragon wrapped greedily around a shining gemstone. It grants the wearer a +5 competence bonus on all <a href=\"/pathfinderRPG/prd/skills/craft.html#_craft\">Craft</a> (traps) and <a href=\"/pathfinderRPG/prd/skills/disableDevice.html#_disable-device\">Disable Device</a> checks. Even if he has no ranks in these skills, the wearer may make <a href=\"/pathfinderRPG/prd/skills/craft.html#_craft\">Craft</a> (traps) and <a href=\"/pathfinderRPG/prd/skills/disableDevice.html#_disable-device\">Disable Device</a> checks as if he were trained in them.",
        "id": "ring-of maniacal devices"
    },
    {
        "CL": 3,
        "Group": "Ring",
        "Name": "Ring of Mind Shielding",
        "Price": 8000,
        "PriceUnit": "gp",
        "Aura": "faint abjuration",
        "Weight": "-",
        "Cost": 4000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, nondetection",
        "Description": "This ring is usually of fine workmanship and wrought from heavy gold. The wearer is continually immune to <i><a href=\"/pathfinderRPG/prd/spells/detectThoughts.html#_detect-thoughts\">detect thoughts</a></i>, <i><a href=\"/pathfinderRPG/prd/spells/discernLies.html#_discern-lies\">discern lies</a></i>, and any attempt to magically discern her alignment. ",
        "id": "ring-of mind shielding"
    },
    {
        "CL": 3,
        "Group": "Ring",
        "Name": "Ring of Rat Fangs",
        "Price": 5000,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 2500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, magic fang, polymorph",
        "Description": "This bone ring is the shape of an elongated rat biting its own tail. The wearer gains a bite attack as a primary natural attack. This attack deals 1d4 points of piercing damage for a Medium wearer or 1d3 points of damage for a Small wearer. After about a week of wearing the ring, the wearer's appearance becomes more ratlike, though she still looks like a member of her original race (for example, a human might gain prominent teeth).",
        "id": "ring-of rat fangs"
    },
    {
        "CL": 15,
        "Group": "Ring",
        "Name": "Ring of Regeneration",
        "Price": 90000,
        "PriceUnit": "gp",
        "Aura": "strong conjuration",
        "Weight": "-",
        "Cost": 45000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, regenerate",
        "Description": "This white gold ring is generally set with a large green sapphire. When worn, the ring continually allows a living wearer to heal 1 point of damage per round and an equal amount of nonlethal damage. In addition, the wearer is immune to bleed damage while wearing a <i>ring of regeneration</i>. If the wearer loses a limb, an organ, or any other body part while wearing this ring, the ring regenerates it as the spell <i><a href=\"/pathfinderRPG/prd/spells/regenerate.html#_regenerate\">regenerate</a></i>. In either case, only damage taken while wearing the ring is regenerated. ",
        "id": "ring-of regeneration"
    },
    {
        "CL": 13,
        "Group": "Ring",
        "Name": "Ring of Retribution",
        "Price": 15000,
        "PriceUnit": "gp",
        "Aura": "strong evocation",
        "Weight": "-",
        "Cost": 7500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, Quicken Spell, fireball",
        "Description": "Once per day, the wearer of this charred bone ring may, as an immediate action, cause it to detonate in a 30-foot-radius burst that deals 10d6 points of fire damage (Reflex DC 14 half). If the wearer is killed by the detonation, all magical equipment he carries must also save or take fire damage, and all nonmagical equipment takes this damage with no saving throw. This explosion never destroys the ring.",
        "id": "ring-of retribution"
    },
    {
        "CL": 7,
        "Group": "Ring",
        "Name": "Ring of Return",
        "Price": 33600,
        "PriceUnit": "gp",
        "Aura": "moderate conjuration",
        "Weight": "-",
        "Cost": 16800,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, dimension door",
        "Description": "This gold ring is set with three stones: blue, green, and red. Three times per day, the wearer of the ring can, as a move action, use it to form a link with the particular 5-foot square she occupies at that moment. This causes one of the stones on the ring to glow. As a swift action, the wearer of the ring can teleport to any unoccupied linked square within 100 feet.",
        "id": "ring-of return"
    },
    {
        "CL": 1,
        "Group": "Ring",
        "Name": "Ring of Sacred Mistletoe",
        "Price": 6000,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 3000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, pass without trace, shillelagh",
        "Description": "This tiny ring of living mistletoe coils about the wearer's finger of its own accord. The wearer gains a +2 competence bonus on <a href=\"/pathfinderRPG/prd/skills/handleAnimal.html#_handle-animal\">Handle Animal</a>, <a href=\"/pathfinderRPG/prd/skills/knowledge.html#_knowledge\">Knowledge</a> (nature), and wild empathy checks, and a wearer with the woodland stride ability can move effortlessly, without harm or impediment, even through magically created or manipulated plants. This does not allow the wearer to move through solid objects or creatures.Furthermore, the wearer can use <i><a href=\"/pathfinderRPG/prd/spells/shillelagh.html#_shillelagh\">shillelagh</a> </i>once per day.",
        "id": "ring-of sacred mistletoe"
    },
    {
        "CL": 12,
        "Group": "Ring",
        "Name": "Ring of Shooting Stars",
        "Price": 50000,
        "PriceUnit": "gp",
        "Aura": "strong evocation",
        "Weight": "-",
        "Cost": 25000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, faerie fire, fireball, light, lightning bolt",
        "Description": "This ring has two modes of operation: one for when the wearer is in dim light or outdoors at night, and a second one when the wearer is underground or indoors at night. At night or in areas of shadow or darkness, the <i>ring of shooting stars</i> can perform the following functions on command.<li><i><a href=\"/pathfinderRPG/prd/spells/dancingLights.html#_dancing-lights\">Dancing lights</a></i> (once per hour)</li>\r\n    <li><i><a href=\"/pathfinderRPG/prd/spells/light.html#_light\">Light</a></i> (twice per night)</li>\r\n    <li>Ball lightning (special, once per night)</li>\r\n    <li>Shooting stars (special, three per week)</li>The first special function, ball lightning, releases one to four balls of lightning (ring wearer's choice). These glowing globes resemble <i><a href=\"/pathfinderRPG/prd/spells/dancingLights.html#_dancing-lights\">dancing lights</a></i>, and the wearer controls them similarly (see the <i><a href=\"/pathfinderRPG/prd/spells/dancingLights.html#_dancing-lights\">dancing lights</a></i> spell description). The spheres have a 120-foot range and a duration of 4 rounds. They can be moved at 120 feet per round. Each sphere is about 3 feet in diameter, and any creature who comes within 5 feet of one causes its charge to dissipate, taking electricity damage in the process according to the number of balls created.<thead><tr><th>Number of Balls</th><th>Damage per Ball</th></tr></thead>\r\n    <tr class=\"odd\"><td>1 lightning ball</td><td>2d6 points of electricity damage</td></tr>\r\n    <tr class=\"even\"><td>2 lightning balls</td><td>3d6 points of electricity damage</td></tr>\r\n    <tr class=\"odd\"><td>3 lightning balls</td><td>2d6 points of electricity damage</td></tr>\r\n    <tr class=\"even\"><td>4 lightning balls</td><td>1d6 points of electricity damage</td></tr>Once the ball lightning function is activated, the balls can be released at any time before the sun rises. Multiple balls can be released in the same round.The second special function produces three shooting stars that can be released from the ring each week, simultaneously or one at a time. Upon impact, they deal 12 points of damage and spread (as a <i><a href=\"/pathfinderRPG/prd/spells/fireball.html#_fireball\">fireball</a></i>) in a 5-foot-radius sphere that deals 24 points of fire damage.Any creature struck by a shooting star takes full damage from the impact plus full fire damage from the spread unless it succeeds at a DC 13 Reflex save. Creatures not struck but within the spread ignore the impact damage and take only half damage from the fire spread on a successful DC 13 Reflex save. The range is 70 feet, at the end of which the shooting star explodes unless it strikes a creature or object before that. A shooting star always follows a straight line, and any creature in its path must make a successful DC 13 Reflex save or be hit by the projectile.Indoors at night, or underground, the <i>ring of shooting stars</i> has the following properties.<li><i><a href=\"/pathfinderRPG/prd/spells/faerieFire.html#_faerie-fire\">Faerie fire</a></i> (once per day)</li>\r\n    <li>Spark shower (special, once per day)</li>The spark shower is a flying cloud of sizzling purple sparks that fan out from the ring for a distance of 20 feet in an arch 10 feet wide. Creatures within this area take 2d8 points of damage each if not wearing metal armor or carrying metal weapons. Any creature wearing metal armor and/or carrying a metal weapon takes 4d8 points of damage. ",
        "id": "ring-of shooting stars"
    },
    {
        "CL": 9,
        "Group": "Ring",
        "Name": "Ring of Spell Storing",
        "Price": 50000,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "-",
        "Cost": 25000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, imbue with spell ability",
        "Description": "A <i><a href=\"/pathfinderRPG/prd/magicItems/rings.html#_ring-of-spell-storing-minor\">ring of spell storing</a></i> contains up to 5 levels of spells (either divine or arcane, or even a mix of both spell types) that the wearer can cast. Each spell has a caster level equal to the minimum level needed to cast that spell. The user need not provide any material components or focus to cast the spell, and there is no arcane spell failure chance for wearing armor (because the ring wearer need not gesture). The activation time for the ring is the same as the casting time for the relevant spell, with a minimum of 1 standard action.For a randomly generated ring, treat it as a scroll to determine what spells are stored in it. If you roll a spell that would put the ring over the five-level limit, ignore that roll; the ring has no more spells in it.A spellcaster can cast any spells into the ring, so long as the total spell levels do not add up to more than 5. Metamagic versions of spells take up storage space equal to their spell level modified by the metamagic feat. A spellcaster can use a scroll to put a spell into the <i>minor <a href=\"/pathfinderRPG/prd/magicItems/rings.html#_ring-of-spell-storing-minor\">ring of spell storing</a></i>.The ring magically imparts to the wearer the names of all spells currently stored within it. ",
        "id": "ring-of spell storing"
    },
    {
        "CL": 17,
        "Group": "Ring",
        "Name": "Ring of Spell Storing, Major",
        "Price": 200000,
        "PriceUnit": "gp",
        "Aura": "strong evocation",
        "Weight": "-",
        "Cost": 100000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, imbue with spell ability",
        "Description": "As the <i>minor <a href=\"/pathfinderRPG/prd/magicItems/rings.html#_ring-of-spell-storing-minor\">ring of spell storing</a></i>, except it holds up to 10 levels of spells. ",
        "id": "ring-of spell storing, major"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of Spell Storing, minor",
        "Price": 18000,
        "PriceUnit": "gp",
        "Aura": "faint evocation",
        "Weight": "-",
        "Cost": 9000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, imbue with spell ability",
        "Description": "As the <i>minor <a href=\"/pathfinderRPG/prd/magicItems/rings.html#_ring-of-spell-storing-minor\">ring of spell storing</a></i>, except it holds up to 3 levels of spells. ",
        "id": "ring-of spell storing, minor"
    },
    {
        "CL": 13,
        "Group": "Ring",
        "Name": "Ring of SPELL TURNING",
        "Price": 100000,
        "PriceUnit": "gp",
        "Aura": "strong abjuration",
        "Weight": "-",
        "Cost": 50000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, spell turning",
        "Description": "Up to three times per day on command, this simple platinum band automatically reflects the next nine levels of spells cast at the wearer, exactly as if <i><a href=\"/pathfinderRPG/prd/spells/spellTurning.html#_spell-turning\">spell turning</a></i> had been cast upon him.",
        "id": "ring-of spell turning"
    },
    {
        "CL": 7,
        "Group": "Ring",
        "Name": "Ring of Strength Sapping",
        "Price": 8000,
        "PriceUnit": "gp",
        "Aura": "moderate necromancy",
        "Weight": "-",
        "Cost": 4000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, bull's strength, ray of enfeeblement",
        "Description": "This ring is made of black steel and is eerily cold to the touch. Once per day as a swift action, when the wearer hits a living creature with an unarmed attack, the target must succeed at a DC 20 Fortitude saving throw or take 1d4 point of Strength damage in addition to the attack's normal damage. If the target of the attack takes any Strength damage from this attack, the ring's wearer gains a +2 enhancement bonus to her Strength for 1 minute. ",
        "id": "ring-of strength sapping"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of Sustenance",
        "Price": 2500,
        "PriceUnit": "gp",
        "Aura": "faint conjuration",
        "Weight": "-",
        "Cost": 1250,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, create food and water",
        "Description": "This ring continually provides its wearer with life-sustaining nourishment. The ring also refreshes the body and mind; its wearer only needs to sleep 2 hours per day to gain the benefit of 8 hours of sleep. This allows a spellcaster that requires rest to prepare spells to do so after only 2 hours, but does not allow a spellcaster to prepare spells more than once per day. The ring must be worn for a full week before it begins to work. If it is removed, the owner must wear it for another week to reattune it to himself.",
        "id": "ring-of sustenance"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of Swarming Stabs",
        "Price": 6000,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 3000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, guidance, creator must be able to sneak attack",
        "Description": "This ring is crafted of hardened leather strips, into which bits of fur, feathers, bone, and ivory have been woven. Twice per day, when the wearer is flanking an opponent, he can as a swift action deal an additional 1d6 points of damage on a successful melee attack against that opponent. This is a sneak attack for any effects that reduce or negate such damage.",
        "id": "ring-of swarming stabs"
    },
    {
        "CL": 2,
        "Group": "Ring",
        "Name": "Ring of Swimming",
        "Price": 2500,
        "PriceUnit": "gp",
        "Aura": "faint transmutation",
        "Weight": "-",
        "Cost": 1250,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, creator must have 5 ranks in Swim",
        "Description": "This silver ring usually has fishlike designs and motifs etched into the band. It continually grants the wearer a +5 competence bonus on <a href=\"/pathfinderRPG/prd/skills/swim.html#_swim\">Swim</a> checks.",
        "id": "ring-of swimming"
    },
    {
        "CL": 7,
        "Group": "Ring",
        "Name": "Ring of Swimming, Improved",
        "Price": 10000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 5000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, creator must have 10 ranks in Swim",
        "Description": "As a ring of swimming, except it grants a +10 competence bonus on its wearer's <a href=\"/pathfinderRPG/prd/skills/swim.html#_swim\">Swim</a> checks.",
        "id": "ring-of swimming, improved"
    },
    {
        "CL": 3,
        "Group": "Ring",
        "Name": "Ring of Tactical Precision",
        "Price": 11000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 5500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, creator must have 5 ranks of Profession (soldier) and at least one teamwork feat",
        "Description": "This steel ring is inlaid with adamantine swords and shields. The wearer gains a +5 competence bonus on <a href=\"/pathfinderRPG/prd/skills/profession.html#_profession\">Profession</a> (soldier) checks, and anytime the wearer gives or receives a numeric bonus from a teamwork feat or the aid another action, that bonus increase by +1. By wearing the ring for 1 hour, a creature may imbue it with a teamwork feat he knows for 24 hours. During this time, any creature wearing the ring may use that feat when cooperating with the creature that imbued it, but not with other creatures even if they possess the same teamwork feat. If the ring is imbued with a new teamwork feat, it replaces the previous feat.",
        "id": "ring-of tactical precision"
    },
    {
        "CL": 9,
        "Group": "Ring",
        "Name": "Ring of Telekinesis",
        "Price": 75000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 37500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, telekinesis",
        "Description": "This ring, knotted with metallic tendrils encasing a setting of red and amber gemstones, allows the caster to use the spell <i><a href=\"/pathfinderRPG/prd/spells/telekinesis.html#_telekinesis\">telekinesis</a></i> on command, lifting and manipulating objects at a distance using only her mind.",
        "id": "ring-of telekinesis"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of the Ecclesiarch",
        "Price": 28500,
        "PriceUnit": "gp",
        "Aura": "faint enchantment",
        "Weight": "-",
        "Cost": 14250,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, arcane mark, enter image, enthrall, prayer, creator must have 5 ranks of Diplomacy and Knowledge (religion) and the ability to cast divine spells",
        "Description": "This ornate ring of sanctified silver is engraved with a golden signet that incorporates the holy symbol of the wearer's deity after being worn for 24 hours. The ring can be used to seal parchments or to mark any surface as the <i><a href=\"/pathfinderRPG/prd/spells/arcaneMark.html#_arcane-mark\">arcane mark</a> </i>spell at will. The wearer is marked as a scholarly leader of the faith and gains a +5 competence bonus on <a href=\"/pathfinderRPG/prd/skills/diplomacy.html#_diplomacy\">Diplomacy</a> and <a href=\"/pathfinderRPG/prd/skills/knowledge.html#_knowledge\">Knowledge</a> (religion) checks. If the wearer has the <a href=\"/pathfinderRPG/prd/feats.html#_leadership\">Leadership</a> feat, she may attract double the normal number of followers, and her followers' zealous devotion grants them a +4 morale bonus on Will saves against enchantment spells and effects.Once per day, the wearer of the ring can use <i><a href=\"/pathfinderRPG/prd/spells/prayer.html#_prayer\">prayer</a> </i>and <i><a href=\"/pathfinderRPG/prd/advanced/spells/enterImage.html#_enter-image-\">enter image</a> </i>, often using the latter power to speak and observe through portraits, statues, and even minted coinage bearing their likeness.",
        "id": "ring-of the ecclesiarch"
    },
    {
        "CL": 1,
        "Group": "Ring",
        "Name": "Ring of the Grasping Grave",
        "Price": 2000,
        "PriceUnit": "gp",
        "Aura": "faint necromancy",
        "Weight": "-",
        "Cost": 1000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, sculpt corpse",
        "Description": "The wearer of this ring can make a melee touch attack against an undead creature no more than one size category larger than himself, cutting off that creature from undying energy. The wearer never suffers any ill effects that might normally occur from coming into physical contact with an undead creature touched in this way. On a successful hit, the undead cannot be healed or aided by the effects of negative energy for 1d4 rounds. During this duration, positive energy affects the undead creature normally.",
        "id": "ring-of the grasping grave"
    },
    {
        "CL": 9,
        "Group": "Ring",
        "Name": "Ring of the Ram",
        "Price": 8600,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 4300,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, bull's strength, telekinesis",
        "Description": "A <i>ring of the ram</i> has a setting crafted to resemble a ram's head. The wearer can command the ring to give forth a ramlike force, manifested by a vaguely discernible shape that resembles the head of a ram or a goat. This force strikes a single target, dealing 1d6 points of damage if 1 charge is expended, 2d6 points if 2 charges are used, or 3d6 points if 3 charges (the maximum) are used. Treat this as a ranged attack with a 50-foot maximum range and no penalties for distance.The force of the blow is considerable, and those struck by the ring are subject to a bull rush if within 30 feet of the ring wearer. The ram is Large and uses the ring's caster level as its base attack bonus, with a Strength of 25. This gives the ram a Combat Maneuver Bonus of +17. The ram gains a +1 bonus on the bull rush attempt if 2 charges are expended, or +2 if 3 charges are expended.In addition to its attack mode, the <i>ring of the ram</i> also has the power to open doors as if it were a character with a Strength score of 25. This usage expends 1 charge. If 2 charges are expended, the effect is equivalent to a character with a Strength score of 27. If 3 charges are expended, the effect is that of a character with Strength score of 29. A newly created ring has 50 charges. When all the charges are expended, the ring becomes a nonmagical item.",
        "id": "ring-of the ram"
    },
    {
        "CL": 7,
        "Group": "Ring",
        "Name": "Ring of the Sea Strider",
        "Price": 14000,
        "PriceUnit": "gp",
        "Aura": "moderate conjuration",
        "Weight": "-",
        "Cost": 7000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, dimension door, touch of the sea",
        "Description": "This ring is made of a single piece of deep blue crystal. The ring grants its wearer a swim speed of 30 feet, as well as +8 racial bonus on swim checks for having a swim speed. Furthermore, once per day as a swift action, as long as the wearer is in contact with liquid, he can use <i><a href=\"/pathfinderRPG/prd/spells/dimensionDoor.html#_dimension-door\">dimension door</a></i> as the spell, but its starting and ending points must be connected by a contagious mass of liquid.",
        "id": "ring-of the sea strider"
    },
    {
        "CL": 8,
        "Group": "Ring",
        "Name": "Ring of the Sophisticate",
        "Price": 11000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation and divination",
        "Weight": "-",
        "Cost": 5500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, know direction, locate creature, locate object, creator must have at least 4 ranks in both Sense Motive and Knowledge (local)",
        "Description": "Often worn on the little finger, this ring grants its wearer a +4 competence bonus on <a href=\"/pathfinderRPG/prd/skills/senseMotive.html#_sense-motive\">Sense Motive</a> and <a href=\"/pathfinderRPG/prd/skills/knowledge.html#_knowledge\">Knowledge</a> (local) checks. Also, once per day on command, the wearer can use the ring to cast either <i><a href=\"/pathfinderRPG/prd/spells/locateCreature.html#_locate-creature\">locate creature</a> </i>or <i><a href=\"/pathfinderRPG/prd/spells/locateObject.html#_locate-object\">locate object</a></i> (the wearer's choice). Furthermore, on command and at will, the wearer can instantly know the direction from herself to the nearest tavern, pub, or similar watering hole as long as that establishment is in a settlement whose population is equivalent to that of a village or greater and that is within 20 miles of the wearer.",
        "id": "ring-of the sophisticate"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Ring of the Troglodyte ",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "faint conjuration",
        "Weight": "-",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, stinking cloud",
        "Description": "Two times per day on command, the wearer of this ring can produce a horrific smell affecting all living creatures other than the wearer within a 10-foot radius. Once created, the smell remains, centered on the wearer, until she dismisses it as a free action. This is a poison effect. Any creature affected by the disgusting aroma produced by the ring must succeed at a DC 14 Fortitude saving throw when it starts its turn in the ring's stench radius. Those  that fail a saving throw become sickened for 1 round. If they are already sickened, they become nauseated for 1 round instead.",
        "id": "ring-of the troglodyte "
    },
    {
        "CL": 20,
        "Group": "Ring",
        "Name": "Ring of Three Wishes",
        "Price": 120000,
        "PriceUnit": "gp",
        "Aura": "strong universal",
        "Weight": "-",
        "Cost": 97500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, miracle or wish",
        "Description": "This ring is set with three rubies. Each ruby stores a <i><a href=\"/pathfinderRPG/prd/spells/wish.html#_wish\">wish</a></i> spell, activated by the ring. When a <i><a href=\"/pathfinderRPG/prd/spells/wish.html#_wish\">wish</a></i> is used, that ruby disappears. For a randomly generated ring, roll 1d3 to determine the remaining number of rubies. When all the <i>wishes</i> are used, the ring becomes a nonmagical item.",
        "id": "ring-of three wishes"
    },
    {
        "CL": 10,
        "Group": "Ring",
        "Name": "Ring of Transposition",
        "Price": 10800,
        "PriceUnit": "gp",
        "Aura": "moderate conjuration",
        "Weight": "-",
        "Cost": 5400,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, dimension door",
        "Description": "On command, the wearer of this ring can touch it to another ring, magical or mundane, and bind it to the ring of transposition. Once per day, the wearer of the ring of transposition can speak a command word to exchange places with the creature wearing the bonded ring, which must be within 800 feet, as though using a dimension door spell against a willing target. In the process, the ring of transposition trades places with the ring on the other creature's hand, and the bond between the rings is broken.The bonding property of the <i>ring of transposition</i> can be used as often as desired, breaking any existing bond each time it is used. An existing bond can be broken by a successful dispel check against the caster level of the ring.",
        "id": "ring-of transposition"
    },
    {
        "CL": 9,
        "Group": "Ring",
        "Name": "Ring of Water Walking",
        "Price": 15000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 7500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, water walk",
        "Description": "This ring is often made of coral or bluish metal decorated with motifs depicting rolling waves of water. The ring allows the wearer to continually utilize the effects of the spell <i><a href=\"/pathfinderRPG/prd/spells/waterWalk.html#_water-walk\">water walk</a></i>.",
        "id": "ring-of water walking"
    },
    {
        "CL": 6,
        "Group": "Ring",
        "Name": "Ring of X-Ray Vision",
        "Price": 25000,
        "PriceUnit": "gp",
        "Aura": "moderate divination",
        "Weight": "-",
        "Cost": 12500,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, true seeing",
        "Description": "On command, this ring gives its wearer the ability to see into and through solid matter. Vision range is 20 feet, with the viewer seeing as if he were looking at something in normal light even if there is no illumination. X-ray vision can penetrate 1 foot of stone, 1 inch of common metal, or up to 3 feet of wood or dirt. Thicker substances or a thin sheet of lead blocks the vision.Using the ring is exhausting, causing the wearer 1 point of Constitution damage per minute after the first 10 minutes of use in a single day. The ring must be used in 1-minute increments. ",
        "id": "ring-of x-ray vision"
    },
    {
        "CL": 5,
        "Group": "Ring",
        "Name": "Scholar's Ring",
        "Price": 8700,
        "PriceUnit": "gp",
        "Aura": "moderate conjuration",
        "Weight": "-",
        "Cost": 4350,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, comprehend languages, legend lore",
        "Description": "A <i>scholar's ring</i> grants complete understanding of any written text or spoken language, even one that the wearer has never encountered before (as the <i><a href=\"/pathfinderRPG/prd/spells/comprehendLanguages.html#_comprehend-languages\">comprehend languages</a></i> spell), as well as a +5 competence bonus on <a href=\"/pathfinderRPG/prd/skills/knowledge.html#_knowledge\">Knowledge</a> (history) checks.In addition, once every 5 days the wearer can invoke a <i><a href=\"/pathfinderRPG/prd/spells/legendLore.html#_legend-lore\">legend lore</a></i> spell related to a subject that she has been studying in the previous week, if she has attempted a <a href=\"/pathfinderRPG/prd/skills/knowledge.html#_knowledge\">Knowledge</a> (history) check aided by the ring.",
        "id": "scholar's-ring"
    },
    {
        "CL": 12,
        "Group": "Ring",
        "Name": "Spiritualist Rings",
        "Price": 70000,
        "PriceUnit": "gp",
        "Aura": "strong necromancy",
        "Weight": "-",
        "Cost": 45000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, speak with dead, spectral hand, plane shift",
        "Description": "These four garish and gaudy rings must be worn on one hand, though they take up only a single ring slot. They grant the wearer the ability to commune with and affect the dead in the following ways. <li>The wearer can use <i><a href=\"/pathfinderRPG/prd/spells/speakWithDead.html#_speak-with-dead\">speak with dead</a></i>, as the spell, three times per day. It takes 10 minutes to use this ability.</li>\r\n    <li>The wearer can use <i><a href=\"/pathfinderRPG/prd/spells/spectralHand.html#_spectral-hand\">spectral hand</a></i>, as the spell, three times per day. </li>\r\n    <li>The wearer's weapons gain the <i><a href=\"/pathfinderRPG/prd/magicItems/weapons.html#_weapons-ghost-touch\">ghost touch</a></i> weapon special ability while the wearer is wielding the weapons. </li>\r\n    <li>The wearer gains a +4 sacred or profane bonus on saving throws against positive and negative energy effects. The bonus depends on the wearer's alignment&mdash;good-aligned wearers gain a sacred bonus, whereas evil-aligned wearers gain a profane bonus. Neutral-aligned wearers pick either a sacred or profane bonus when the ring is first put on, which cannot be changed later .</li>",
        "id": "spiritualist-rings"
    },
    {
        "CL": 8,
        "Group": "Ring",
        "Name": "Steelhand Circle",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "-",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Forge Ring, stone fist, stoneskin",
        "Description": "When this ring is worn, the wielder's skin attains a barely perceptible sheen. In practical terms, the wearer ignores the first 5 points of an object's hardness when performing a sunder combat maneuver or when smashing an object. She also does not take the standard &ndash;4 penalty for making a combat maneuver check to disarm while unarmed. Additionally, the ring's wearer can focus all of the ring's power, possibly repelling a devastating blow. Once per day, when a critical hit or sneak attack is scored on the wearer, there is a 50% chance that the critical hit or sneak attack is negated and damage is instead rolled normally. Using this ability is an immediate action, and the wearer must decide to use it before the critical hit or sneak attack damage is rolled.",
        "id": "steelhand-circle"
    }
]