[
    {
        "CL": 12,
        "Group": "Rod",
        "Name": "Conduit Rod",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": "5 lbs.",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, dimension door, lightning bolt, resist energy",
        "Description": "This stout, dense rod is always constructed of highly conductive metal, shot through with weblike veins of white or yellow glass. While a creature holds a <i>conduit rod</i>, she gains electricity resistance 5 as a constant effect as well as a +1 bonus to her effective caster level when casting any spell with the electricity descriptor.Once per day as a free action, when the wielder of a <i>conduit rod</i> casts a spell with the electricity descriptor, she can teleport anywhere that spell's effect, but is otherwise unaffected by the spell.",
        "Source": "Ultimate Equipment",
        "id": "conduit-rod"
    },
    {
        "CL": 6,
        "Group": "Rod",
        "Name": "Earthbind Rod",
        "Price": 26500,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "5 lbs.",
        "Cost": 13250,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, stone shape",
        "Description": "This rod looks like nothing more than a large, strange sliver of rough granite. This rod's magic interacts with stone or earth to both steady its wielder and anchor creatures the rod touches. An <i>earthbind rod</i> functions like a <i>+1 light mace</i>, and it grants its wielder a +4 circumstance bonus to its CMD against bull rush, grapple, overrun, reposition, and trip combat maneuvers, but only if the wielder is an oread, has the earth subtype, or is standing on earth or stone. Three times per day, when the wielder hits a creature with this rod, as long as the target of this attack is standing on stone or earth, the wielder can attempt to entangle that creature (Fortitude DC 18 negates) for 1d4 rounds.",
        "Source": "Ultimate Equipment",
        "id": "earthbind-rod"
    },
    {
        "CL": 6,
        "Group": "Rod",
        "Name": "Fiery Nimbus Rod",
        "Price": 22305,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "3 lbs.",
        "Cost": 11305,
        "CostUnit": "gp",
        "Requirements": "Craft Wondrous Item, flame blade, flame strike or fireball, fairy fire",
        "Description": "This rod functions as a <i>+1 flaming burst light mace</i>. Furthermore, when the rod confirms a critical hit, not only does it deal the extra damage from the <i>flaming burst</i> special ability, a nimbus of cold blue flames ignites the target for 1d4 rounds. This illuminates the target as the faerie fire spell. While the nimbus does not burn the target, it responds to melee attacks made against that foe. Each time an ignited foe takes damage from a melee attack, it takes and additional 1d10 fire damage.Furthermore, once per day, as a free action, after hitting a foe with this rod, the wielder can surround the target of that attack with the nimbus, which has the same effect as the nimbus created by a confirmed critical hit.",
        "Source": "Ultimate Equipment",
        "id": "fiery-nimbus-rod"
    },
    {
        "CL": 5,
        "Group": "Rod",
        "Name": "Grounding Rod",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "faint abjuration",
        "Weight": "10 lbs.",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, dispel magic, lightning bolt, resist energy",
        "Description": "This 6-foot-long silver rod is capped with a copper ball at one end, and a multipronged iron spike at the other. Three times per day, the spiked end can be driven into sand, mud, or loose earth as a move action, into dense soil or loose gravel as a standard action, or into stone or harder materials as a full-round action. Once anchored, the rod emits a field that inhibits electrical charges within a 40-foot radius. All creatures within this radius gain resistance 5 to electricity, and anyone attempting to cast a spell with the electricity descriptor must make a caster level check (DC 16) or lose the spell.Removing the rod from the ground and deactivating it requires the same type of action as anchoring it.",
        "Source": "Ultimate Equipment",
        "id": "grounding-rod"
    },
    {
        "CL": 10,
        "Group": "Rod",
        "Name": "Immovable Rod",
        "Price": 5000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "5 lbs.",
        "Cost": 2500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, levitate",
        "Description": "This rod looks like a flat iron bar with a small button on one end. When the button is pushed (a move action), the rod does not move from where it is, even if staying in place defies gravity. Thus, the owner can lift or place the rod wherever he wishes, push the button, and let go. Several <i>immovable</i> rods can even make a ladder when used together (although only two are needed). An immovable rod can support up to 8,000 pounds before falling to the ground. If a creature pushes against an <i>immovable</i> rod, it must succeed at a DC 30 Strength check to move the rod up to 10 feet in a single round.",
        "Source": "Ultimate Equipment",
        "id": "immovable-rod"
    },
    {
        "CL": 9,
        "Group": "Rod",
        "Name": "Liberator's Rod",
        "Price": 30000,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": "5 lbs.",
        "Cost": 15000,
        "CostUnit": "gp",
        "Requirements": "Craft Magic Arms and Armor, Craft Rod, break enchantment, cast out, continual flame",
        "Description": "This bronze rod is capped with a hollow head formed by sweeping aquiline wings shielding a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/continualFlame.html#_continual-flame\">continual flame</a>. </i>A <i>rod of liberty </i>can be used as a <i>+1 merciful light mace</i>, but while its merciful property is suppressed by the wielder so is the <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/continualFlame.html#_continual-flame\">continual flame</a>. </i>On command, the wielder of a <i>rod of liberty </i>may touch a creature that has failed a save against a charm, compulsion, or possession effect. Doing so grants that creature a new saving throw to end the effect. If this new save fails, the effect remains and the rod's touch cannot further affect it.Once per day on command, the wielder can use <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/breakEnchantment.html#_break-enchantment\">break enchantment</a></i>, as the spell.",
        "Source": "Ultimate Equipment",
        "id": "liberator-s-rod"
    },
    {
        "CL": 15,
        "Group": "Rod",
        "Name": "Rod Of Absorption",
        "Price": 50000,
        "PriceUnit": "gp",
        "Aura": "strong abjuration",
        "Weight": "5 lbs.",
        "Cost": 25000,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, spell turning",
        "Description": "This rod absorbs spells or spell-like abilities into itself. The magic absorbed must be a single-target spell or a ray directed at either the character holding the rod or her gear. The rod then nullifies the spell's effect and stores its potential until the wielder releases this energy in the form of spells of her own. She can instantly detect a spell's level as the rod absorbs that spell's energy. Absorption requires no action on the part of the user if the rod is in hand at the time.A running total of absorbed (and used) spell levels should be kept. The wielder of the rod can use captured spell energy to cast any spell she has prepared without expending the prepared spell itself. The only restrictions are that the levels of spell energy stored in the rod must be equal to or greater than the level of the spell the wielder wants to cast, that any material components required for the spell be present, and that the rod be in the wielder's hand when he casts the spell. For casters such as bards or sorcerers who do not prepare spells, the rod's energy can be used to cast any spell of the appropriate level or levels that they know.A <i>rod of absorption</i> can absorb a maximum of 50 spell levels and thereafter can only discharge any remaining potential it might have. The rod cannot be recharged. The wielder knows the rod's remaining absorbing potential and current amount of stored energy.To determine the absorption potential remaining in a newly found rod, roll d% and divide the result by 2. Then roll d% again: on a result of 71–100, half the levels already absorbed by the rod are still stored within.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-absorption"
    },
    {
        "CL": 11,
        "Group": "Rod",
        "Name": "Rod Of Alertness",
        "Price": 85000,
        "PriceUnit": "gp",
        "Aura": "moderate varies",
        "Weight": "4 lbs.",
        "Cost": 42500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, alarm, animate objects, detect chaos, detect evil, detect good, detect law, detect magic, discern lies, light, prayer, see invisibility",
        "Description": "This rod is indistinguishable from a <i>+1 light mace</i>. The rod bestows a +1 insight bonus on initiative checks. If grasped firmly, it enables the wielder to use <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectChaos.html#_detect-chaos\">detect chaos</a></i>,<i> <a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectEvil.html#_detect-evil\">detect evil</a></i>,<i> <a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectGood.html#_detect-good\">detect good</a></i>,<i> <a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectLaw.html#_detect-law\">detect law</a></i>,<i> <a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectMagic.html#_detect-magic\">detect magic</a></i>,<i> <a href=\"http://paizo.com/pathfinderRPG/prd/spells/discernLies.html#_discern-lies\">discern lies</a></i>,<i> light</i>, or<i> <a href=\"http://paizo.com/pathfinderRPG/prd/spells/seeInvisibility.html#_see-invisibility\">see invisibility</a></i>. Each different use is a standard action.If the head of a <i>rod of alertness</i> is planted in the ground and the possessor wills it to alertness (a standard action), the rod senses any creatures within 120 feet that intend to harm the possessor. At the same time, the rod creates the effect of a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/prayer.html#_prayer\">prayer</a></i> spell upon all creatures friendly to the possessor in a 20-foot radius. Immediately thereafter, the rod sends forth a mental alert to these friendly creatures, warning them of any unfriendly creatures within the 120-foot radius. These effects last for 10 minutes, and the rod can perform this function once per day. Last, the rod can be used to simulate the casting of an <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/animateObjects.html#_animate-objects\">animate objects</a> </i>spell, utilizing any 11 (or fewer) Small objects located roughly around the perimeter of a 5-foot-radius circle centered on the rod when planted in the ground. Objects remain animated for 11 rounds. The rod can perform this function once per day.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-alertness"
    },
    {
        "CL": 5,
        "Group": "Rod",
        "Name": "Rod of Balance",
        "Price": 15000,
        "PriceUnit": "gp",
        "Aura": "faint abjuration",
        "Weight": "5 lbs.",
        "Cost": 7500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, cat's grace, feather fall, jump ",
        "Description": "This short, slender rod appears to be crafted from solid iron, though it is incredibly light. In this shortened form, the rod has no powers. However, when the wielder pushes a small button on one end of the rod (a move action), the rod springs open to a 5-foot length, and its powers become available for use.Once extended, the rod possesses several powers that add to the wielder's acrobatic abilities. The wielder of the rod receives a +10 competence bonus on all <a href=\"http://paizo.com/pathfinderRPG/prd/skills/acrobatics.html#_acrobatics\">Acrobatics</a> checks involving long jumps and high jumps; additionally, the wielder covers double the normal distance for a jump when making an <a href=\"http://paizo.com/pathfinderRPG/prd/skills/acrobatics.html#_acrobatics\">Acrobatics</a> check. The individual holding the rod also gain a +4 dodge bonus to AC when fighting defensively instead of the usual +2 bonus. Also, while using this item, the user of the rod cannot be knocked prone, and takes only half damage from falling. A rod of balance emits a faint aura of the abjuration and transmutation schools.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-balance"
    },
    {
        "CL": 5,
        "Group": "Rod",
        "Name": "Rod of Beguiling",
        "Price": 18000,
        "PriceUnit": "gp",
        "Aura": "faint abjuration",
        "Weight": "5 lbs.",
        "Cost": 9000,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, hypnosis",
        "Description": "This eye-catching rod is bedecked with glittering spangles. The wielder gains a +5 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/bluff.html#_bluff\">Bluff</a> and <a href=\"http://paizo.com/pathfinderRPG/prd/skills/sleightOfHand.html#_sleight-of-hand\">Sleight of Hand</a> checks, as well as on opposed Charisma checks to give commands to charmed creatures..A <i>rod of beguiling </i>allows a bard's fascinate, suggestion, and mass suggestion bardic performance to take effect as if she were 5 levels higher, and grants a +5 bonus on a bard's <a href=\"http://paizo.com/pathfinderRPG/prd/skills/perform.html#_perform\">Perform</a> checks when using distraction.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-beguiling"
    },
    {
        "CL": 17,
        "Group": "Rod",
        "Name": "Rod of Cancellation",
        "Price": 11000,
        "PriceUnit": "gp",
        "Aura": "strong abjuration",
        "Weight": "5 lbs.",
        "Cost": 5500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, mage's disjunction",
        "Description": "This dreaded rod is a bane to magic items, for its touch drains an item of all magical properties. The item touched must make a successful DC 23 Will save to prevent the rod from draining it. If a creature is holding it at the time, then the item can use the holder's Will save bonus in place of its own if the holder's is better. In such cases, contact is made by making a melee touch attack roll. Upon draining an item, the rod becomes brittle and cannot be used again. Drained items are only restorable by a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/wish.html#_wish\">wish</a></i> or <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/miracle.html#_miracle\">miracle</a> </i>spell. If a <i>sphere of annihilation</i> and a <i>rod of cancellation</i> negate each other, nothing can restore either of them.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-cancellation"
    },
    {
        "CL": 19,
        "Group": "Rod",
        "Name": "Rod of Dwarven Might",
        "Price": 80000,
        "PriceUnit": "gp",
        "Aura": "strong transmutation",
        "Weight": "10 lbs.",
        "Cost": 40000,
        "CostUnit": "gp",
        "Requirements": "Craft Magic Arms and Armor, Craft Rod, bull's strength, telekinesis, creator must be a dwarf",
        "Description": "This dwarven version of the more famous <i>rod of lordly might</i> has no spell-like powers; however, when wielded by a dwarf, it increases all AC, attack roll, CMD, CMB, and saving throw bonuses from a dwarf's racial traits by +1. The rod shares the mundane powers of a <i>rod of lordly might</i>, but its magical weapon forms are tailored to dwarven preferences.<li>In its normal form, the rod can be used as a <i>+1 returning light hammer.</i></li>\n<li>When button 1 is pushed, the rod becomes a <i>+3 dwarven longhammer. </i></li>\n<li>When button 2 is pushed, the rod becomes a <i>+4 dwarven waraxe. </i></li>\n<li>When button 3 is pushed, the rod becomes a <i>+2 light crossbow</i> or <i>+2 heavy crossbow</i>.</li>",
        "Source": "Ultimate Equipment",
        "id": "rod-of-dwarven-might"
    },
    {
        "CL": 10,
        "Group": "Rod",
        "Name": "Rod Of Enemy Detection",
        "Price": 23500,
        "PriceUnit": "gp",
        "Aura": "moderate divination",
        "Weight": "5 lbs.",
        "Cost": 11750,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, true seeing",
        "Description": "This device pulses in the wielder's hand and points in the direction of any creature or creatures hostile to the bearer of the device (nearest ones first). These creatures can be <i>invisible</i>, ethereal, hidden, disguised, or in plain sight. The detection range is 60 feet. If the bearer of the rod concentrates for a full round, the rod pinpoints the location of the nearest enemy and indicates how many enemies are within range. The rod can be used to pinpoint enemies three times each day, each use lasting up to 10 minutes. Activating the rod is a standard action.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-enemy-detection"
    },
    {
        "CL": 5,
        "Group": "Rod",
        "Name": "Rod of Escape",
        "Price": 15000,
        "PriceUnit": "gp",
        "Aura": "faint evocation",
        "Weight": "5 lbs.",
        "Cost": 7500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, bull's strength, cat's grace, shatter",
        "Description": "Wrought from cold iron, this rod allows its wielder to escape from even the tightest of bonds or grasps. If an opponent grapples the wielder of this rod, the ends of the rod extend, flailing about in an attempt to free the user. The rod's wielder gains a +5 bonus to CMD when attempting to evade or break out of a grapple; additionally, the holder cannot be pinned while wielding the rod.The rod's wielder gains a +5 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/escapeArtist.html#_escape-artist\">Escape Artist</a> checks when restrained by nonmagical and inanimate means, such as ropes or manacles. The rod's owner does not need to be holding the rod to gains this bonus; it must merely be on the owner's person.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-escape"
    },
    {
        "CL": 9,
        "Group": "Rod",
        "Name": "Rod Of Flailing",
        "Price": 50000,
        "PriceUnit": "gp",
        "Aura": "moderate enchantment",
        "Weight": "5 lbs.",
        "Cost": 25000,
        "CostUnit": "gp",
        "Requirements": "Craft Magic Arms and Armor, Craft Rod, bless",
        "Description": "Upon the command of its possessor, this rod activates, changing from a normal-seeming rod to a <i>+3/+3 dire flail</i>. The dire flail is a double weapon, which means that each of the weapon's heads can be used to attack. The wielder can gain an extra attack (with the second head) at the cost of making all attacks at a –2 penalty (as if she had the <a href=\"http://paizo.com/pathfinderRPG/prd/feats.html#_two-weapon-fighting\">Two-Weapon Fighting</a> feat).Once per day, the wielder can use a free action to cause the rod to grant her a +4 deflection bonus to AC and a +4 resistance bonus on saving throws for 10 minutes. The rod need not be in weapon form to grant this benefit.Transforming a <i>rod of flailing</i> into a weapon or back into a rod is a move action.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-flailing"
    },
    {
        "CL": 12,
        "Group": "Rod",
        "Name": "Rod Of Flame Extinguishing",
        "Price": 15000,
        "PriceUnit": "gp",
        "Aura": "strong transmutation",
        "Weight": "5 lbs.",
        "Cost": 7500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, pyrotechnics",
        "Description": "This rod can extinguish Medium or smaller nonmagical fires with simply a touch (a standard action). For the rod to be effective against other sorts of fires, the wielder must expend 1 or more of the rod's charges.Extinguishing a Large or larger nonmagical fire or a magic fire of size Medium or smaller (such as that of a flaming weapon or a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/burningHands.html#_burning-hands\">burning hands</a></i> spell), expends 1 charge. Continual magic flames, such as those generated by a weapon or a fire creature, are suppressed for 6 rounds and flare up again after that time. To extinguish an instantaneous fire spell, the rod must be within the area of the effect and the wielder must have used a ready action, effectively countering the entire spell.When applied to Large or larger magic fires, such as those caused by <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/fireball.html#_fireball\">fireball</a></i>, <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/flameStrike.html#_flame-strike\">flame strike</a></i>, or <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/wallOfFire.html#_wall-of-fire\">wall of fire</a></i>, extinguishing the flames expends 2 charges from the rod.If a <i>rod of flame extinguishing</i> is touched to a creature with the fire subtype by making a successful melee touch attack, the rod deals 6d6 points of damage to the creature. This use requires 3 charges.A <i>rod of flame extinguishing</i> has 10 charges when found. Spent charges are renewed every day, so that a wielder can expend up to 10 charges in any 24-hour period.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-flame-extinguishing"
    },
    {
        "CL": 9,
        "Group": "Rod",
        "Name": "Rod of Ice",
        "Price": 8500,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "3 lbs.",
        "Cost": 4250,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, cone of cold",
        "Description": "This rod looks like a long sliver of ice and is cold to the touch, but deals no cold damage to its wielder. The wearer can use the rod to make a melee touch attack that deals 1d4 points of cold damage to any creature struck. Also, once per day on command, the wielder can touch the rod to the ground to create a 30-foot cone of ice that encrusts the earth, affecting the area as per the spell <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/grease.html#_grease\">grease</a></i>.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-ice"
    },
    {
        "CL": 19,
        "Group": "Rod",
        "Name": "Rod Of Lordly Might",
        "Price": 70000,
        "PriceUnit": "gp",
        "Aura": "strong varies",
        "Weight": "10 lbs.",
        "Cost": 35000,
        "CostUnit": "gp",
        "Requirements": "Craft Magic Arms and Armor, Craft Rod, bull's strength, fear, flame blade, hold person, inflict light wounds",
        "Description": "This rod has functions that are spell-like, and it can also be used as a magic weapon of various sorts. In addition, it has several more mundane uses. The <i>rod of lordly might</i> is metal and thicker than other rods, with a flanged ball at one end and six studlike buttons along its length. Pushing any of the rod's buttons is an action equivalent to drawing a weapon, and the rod weighs 10 pounds.The following spell-like functions of the rod can each be used once per day.<li>Use <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/holdPerson.html#_hold-person\">hold person</a></i> upon a touched creature, if the wielder so commands (Will DC 14 negates). The wielder must choose to use this power (a free action) and then succeed at a melee touch attack to activate the power. If the attack fails, the effect is lost.</li>\n<li>Use<i> <a href=\"http://paizo.com/pathfinderRPG/prd/spells/fear.html#_fear\">Fear</a></i> upon all enemies viewing it, if the wielder so desires (10-foot maximum range, Will DC 16 partial). Invoking this power is a standard action.</li>\n<li>Deal 2d4 hit points of damage to an opponent on a successful touch attack (Will DC 17 half) and cure the wielder of the same amount of damage. The wielder must choose to use this power before attacking, as with <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/holdPerson.html#_hold-person\">hold person</a></i>.</li>The following functions of the rod have no limit on the number of times they can be employed.<li>In its normal form, the rod can be used as a <i>+2 light mace</i>. </li>\n<li>When button 1 is pushed, the rod becomes a <i>+1 flaming longsword</i>. A blade springs from the ball, with the ball itself becoming the sword's hilt. The weapon stretches to an overall length of 4 feet.</li>\n<li>When button 2 is pushed, the rod becomes a <i>+4 battleaxe</i>. A wide blade springs forth from the ball, and the whole weapon lengthens to 4 feet. </li>\n<li>When button 3 is pushed, the rod becomes a <i>+3 shortspear</i> or a <i>+3 longspear</i>. A spear blade springs forth, and the handle can be lengthened up to 12 feet (wielder's choice) for an overall length ranging from 6 feet to 15 feet. At its 15-foot length, the rod is suitable for use as a lance.</li>The following other functions of the rod also have no limit on the number of times they can be employed.<li>When button 4 is pushed, a spike that can anchor in stone is extruded from the ball, while the other end sprouts three sharp hooks. The rod lengthens to anywhere between 5 and 50 feet in a single round, stopping when button 4 is pushed again. Horizontal bars 3 inches long fold out from the sides, 1 foot apart, in a staggered progression. The rod is firmly held by the spike and hooks and can bear up to 4,000 pounds. The wielder can retract the climbing pole by pushing button 5.</li>\n<li>The ladder function can be used to force open doors. The wielder plants the rod's base 30 feet or less from the portal to be forced and in line with it, then pushes button 4. The force exerted has a Strength modifier of +12.</li>\n<li>When button 6 is pushed, the rod indicates magnetic north and gives the wielder knowledge of his approximate depth beneath the surface or height above it.</li>",
        "Source": "Ultimate Equipment",
        "id": "rod-of-lordly-might"
    },
    {
        "CL": 9,
        "Group": "Rod",
        "Name": "Rod of Metal and Mineral Detection",
        "Price": 10500,
        "PriceUnit": "gp",
        "Aura": "moderate divination",
        "Weight": "5 lbs.",
        "Cost": 5250,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, locate object",
        "Description": "This rod is valued by treasure hunters and miners alike, for it pulses and hums in the wielder's hand in the proximity of metal. As the wearer aims the rod, the pulsations grow more noticeable as it points to the largest mass of metal within 30 feet. However, the wielder can also concentrate on a specific metal or mineral. If the specific mineral is within 30 feet, the rod points to any places it is located, and the rod wielder knows the approximate quantity as well. If more than one deposit of the specified metal or mineral is within range, the rod points to the largest cache first. Each operation requires a full-round action.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-metal-and-mineral-detection"
    },
    {
        "CL": 7,
        "Group": "Rod",
        "Name": "Rod of Mind Mastery",
        "Price": 67000,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration and divination",
        "Weight": "5 lbs.",
        "Cost": 33500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, detect thoughts, discern lies, nondetection",
        "Description": "This rod is a simple, unadorned piece of clear crystal that has been magically hardened. The wielder of the rod is under a constant <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/nondetection.html#_nondetection\">nondetection</a></i> effect, as the spell. Furthermore, the rod has the following powers.<li>Three times per day on command, the user of the rod can use it to <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectThoughts.html#_detect-thoughts\">detect thoughts</a></i> as the spell. </li>\n<li>Once per day as an immediate action, the wielder may determine whether someone is lying to her, as the <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/discernLies.html#_discern-lies\">discern lies</a></i> spell.</li>",
        "Source": "Ultimate Equipment",
        "id": "rod-of-mind-mastery"
    },
    {
        "CL": 15,
        "Group": "Rod",
        "Name": "Rod Of Negation",
        "Price": 37000,
        "PriceUnit": "gp",
        "Aura": "strong varies",
        "Weight": "5 lbs.",
        "Cost": 18500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, dispel magic, limited wish or miracle",
        "Description": "This device negates the spell or spell-like function or functions of magic items. The wielder points the rod at the magic item, and a pale gray beam shoots forth to touch the target device, attacking as a ray (a ranged touch attack). The ray functions as a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/dispelMagic.html#_dispel-magic-greater\">greater dispel magic</a></i> spell, except it only affects magic items. To negate instantaneous effects from an item, the rod's wielder needs to have a readied action. The dispel check uses the rod's caster level (15th). The target item gets no saving throw, although the rod can't negate artifacts (even minor artifacts). A <i>rod of negation </i>can function three times per day.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-negation"
    },
    {
        "CL": 8,
        "Group": "Rod",
        "Name": "Rod of Nettles",
        "Price": 18000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "5 lbs.",
        "Cost": 9000,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, plant growth, poison",
        "Description": "This wooden rod is engraved with serrated-edged leaves of stinging nettles. This rod acts as a <i>+1 light mace</i> that deals no damage. Instead, the rod's venomous touch (melee touch attack) deals 1d3 points of Dexterity damage and causes the target to become sickened for 1d6 rounds (DC 14 Fortitude negates the sickened effect and halves the Dexterity damage); on a critical hit, no saving throw is allowed.Once per day on command, the wielder may touch the <i>rod of nettles </i>to ordinary vegetation, causing a 20-foot cube to become tangled with nettle-choked overgrowth as the overgrowth ability of the <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/plantGrowth.html#_plant-growth\">plant growth</a></i> spell. Furthermore, creatures entering or within this area are affected as if touched by the rod, though creatures with a natural armor bonus of +3 or greater are immune to this effect. A creature that saves is unaffected by the area's poison for 24 hours.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-nettles"
    },
    {
        "CL": 7,
        "Group": "Rod",
        "Name": "Rod of Ruin",
        "Price": 16000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "5 lbs.",
        "Cost": 8000,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, disintegrate",
        "Description": "This magical item appears to be an old and decaying scepter, with empty sockets for gemstones and rusted iron bands holding its rotting wooden shaft together. Three times per day on command, when the wielder touches the rod to a nonmagical, inanimate object, that object decays, cracks, and withers. The object, which can be no larger than a door or must take up no more than a 5-foot-by-5-foot area, gains the broken condition.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-ruin"
    },
    {
        "CL": 20,
        "Group": "Rod",
        "Name": "Rod Of Rulership",
        "Price": 60000,
        "PriceUnit": "gp",
        "Aura": "strong enchantment",
        "Weight": "8 lbs.",
        "Cost": 32500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, mass charm monster",
        "Description": "This rod looks like a royal scepter worth at least 5,000 gp in materials and workmanship alone. The wielder can command the obedience and fealty of creatures within 120 feet when she activates the device (a standard action). Creatures totaling 300 Hit Dice can be ruled, but creatures with Intelligence scores of 12 or higher are each entitled to a DC 16 Will save to negate the effect. Ruled creatures obey the wielder as if she were their absolute sovereign. Still, if the wielder gives a command that is contrary to the nature of the creatures commanded, the magic is broken. The rod can be used for 500 total minutes before it crumbles to dust. This duration need not be continuous.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-rulership"
    },
    {
        "CL": 20,
        "Group": "Rod",
        "Name": "Rod Of Security",
        "Price": 61000,
        "PriceUnit": "gp",
        "Aura": "strong conjuration",
        "Weight": "5 lbs.",
        "Cost": 30500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, gate",
        "Description": "This item creates a nondimensional space, a pocket paradise. There the rod's possessor and as many as 199 other creatures can stay in complete safety for a period of time—up to 200 days divided by the number of creatures affected. All fractions are rounded down. In this pocket paradise, creatures don't age, and natural healing takes place at twice the normal rate. Fresh water and food (fruits and vegetables only) are abundant. The climate is comfortable for all creatures present. Activating the rod (a standard action) causes the wielder and all creatures touching the rod to be transported instantaneously to the paradise. Members of large groups can hold hands or otherwise maintain physical contact, allowing all connected creatures in a circle or a chain to be affected by the rod. Unwilling creatures get a DC 17 Will save to negate the effect. If an unwilling creature succeeds at its save, other creatures beyond that point in a chain can still be affected by the rod.When the rod's effect expires, is dismissed, or is dispelled, all the affected creatures instantly reappear in the location they occupied when the rod was activated. If something else occupies the space that a traveler would be returning to, then his body is displaced a sufficient distance to provide the space required for reentry. The rod's possessor can dismiss the effect whenever he wishes before the maximum time period expires, but the rod can only be activated once per week.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-security"
    },
    {
        "CL": 8,
        "Group": "Rod",
        "Name": "Rod of Shadows",
        "Price": 64305,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": "5 lbs.",
        "Cost": 32305,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, deeper darkness, true seeing",
        "Description": "This ebon rod is so dark it seems to absorb the light around it. The rod functions as a <i>+2 light mace</i>, and allows its wielder to see in darkness as if she had the see in darkness ability. Three times per day, the wielder can use it to create a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/deeperDarkness.html#_deeper-darkness\">deeper darkness</a></i> effect (caster level 8th). To use this ability, the rod's wielder must touch the target object, which is a standard action that provokes attacks of opportunity.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-shadows"
    },
    {
        "CL": 12,
        "Group": "Rod",
        "Name": "Rod Of Splendor",
        "Price": 25000,
        "PriceUnit": "gp",
        "Aura": "strong conjuration and transmutation",
        "Weight": "5 lbs.",
        "Cost": 12500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, eagle's splendor, fabricate, major creation",
        "Description": "The possessor of this fantastically bejeweled rod gains a +4 enhancement bonus to her Charisma score for as long as she holds or carries the item. Once per day, the rod garbs her in magically created clothing of the finest fabrics, and adorns her with furs and jewels.Apparel created by the magic of the rod remains in existence for 12 hours. However, if the possessor attempts to sell or give away any part of it, use it for a spell component, or the like, all the apparel immediately disappears. The same applies if any of it is forcibly taken from her.The value of the noble garb created by the rod ranges from 7,000 to 10,000 gp (1d4+6 × 1,000 gp)—1,000 gp for the fabric alone, 5,000 gp for the furs, and the rest for the jewels (maximum of 20 gems; maximum value 200 gp each).In addition, the rod has a second special power, usable once per week. Upon command, it creates a palatial tent—a huge pavilion of silk 60 feet across. Inside the tent are temporary furnishings and food suitable to the splendor of the pavilion and sufficient to entertain as many as 100 people. The tent and its trappings last for 1 day. At the end of that time, the tent and all objects associated with it (including any items that were taken out of the tent) disappear.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-splendor"
    },
    {
        "CL": 9,
        "Group": "Rod",
        "Name": "Rod of Steadfast Resolve",
        "Price": 38305,
        "PriceUnit": "gp",
        "Aura": "moderate abjuration",
        "Weight": "5 lbs.",
        "Cost": 19305,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, bless, calm emotion, creator must have the human subtype",
        "Description": "This rod functions as a <i>+2 light mace</i>. It takes the form of a light mace with a head in the shape of a clenched fist. While a character wields this rod, it grants all his allies within a 20-foot-radius burst a +2 morale bonus on saving throws against fear and emotion effects, or a +4 morale bonus on such saves if the ally has the human subtype.Also, once per day as an immediate action, the wielder can activate the rod to allow himself or a single ally within the rod's aura to reroll a failed saving throw against a spell or effect with the fear or emotion descriptor. The affected creature must take the result of the reroll, even if it is worse.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-steadfast-resolve"
    },
    {
        "CL": 7,
        "Group": "Rod",
        "Name": "Rod of the Aboleth",
        "Price": 29000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "5 lbs.",
        "Cost": 14500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, aboleth's lung, acid arrow, touch of the sea",
        "Description": "The <i>rod of the aboleth</i> acts as a <i>+1 <a href=\"http://paizo.com/pathfinderRPG/prd/advanced/magicItems/weapons.html#_corrosive\">corrosive</a> light mace</i>. One end of the rod has three eye-shaped rubies imbedded in it, while the other end comes to a sharp point. When exposed to moisture, the surface of the rod takes on a slimy sheen that doesn't affect the wielder's grip. This rod has the following powers.<li>Once per day as a free action, when the rod hits a living creature, the target must succeed at a DC 18 Fortitude saving throw or take 1d4 points of Constitution damage.</li>\n<li>Once per day as a free action, when the rod hits a living creature, the creature must succeed at a DC 13 Will saving throw or be affected as though targeted with a <i>aboleth's lung</i> spell.</li>\n<li>On command for 1 minute per day, the wielder may gain a swim speed of 60 feet for 1 minute. This time need not be continuous, and can be spent in 1-round increments.</li>",
        "Source": "Ultimate Equipment",
        "id": "rod-of-the-aboleth"
    },
    {
        "CL": 10,
        "Group": "Rod",
        "Name": "Rod Of The Python",
        "Price": 13000,
        "PriceUnit": "gp",
        "Aura": "moderate transmutation",
        "Weight": "10 lbs.",
        "Cost": 6500,
        "CostUnit": "gp",
        "Requirements": "Craft Magic Arms and Armor, Craft Rod, baleful polymorph, creator must be good",
        "Description": "Unlike with most rods, one end of this rod curls and twists back on itself in a crook—the tip of this crook sometimes looks like the head of a snake. The rod itself is about 4 feet long and weighs 10 pounds. It strikes as a <i>+1/+1 quarterstaff</i>. If the user throws the rod to the ground (a standard action), it grows to become a constrictor snake by the end of the round. The python obeys all commands of the owner. (In animal form, it retains the +1 enhancement bonus on attack and damage rolls possessed by the rod form.) The serpent returns to rod form (a full-round action) whenever the wielder desires, or whenever it moves farther than 100 feet from the owner. If the snake form is slain, it returns to rod form and cannot be activated again for 3 days. A <i>rod of the python</i> only functions if the possessor is good.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-the-python"
    },
    {
        "CL": 10,
        "Group": "Rod",
        "Name": "Rod of the Viper",
        "Price": 19000,
        "PriceUnit": "gp",
        "Aura": "moderate necromancy",
        "Weight": "5 lbs.",
        "Cost": 9500,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, Craft Magic Arms and Armor, poison, creator must be evil",
        "Description": "This rod strikes as a <i>+2 heavy mace.</i> Once per day, upon the wielder's command, the head of the rod becomes that of an actual serpent for 10 minutes. During this period, any successful strike with the rod deals its usual damage and also poisons the creature hit. This poison deals 1d3 points of Constitution damage per round for 6 rounds. Poisoned creatures can make a DC 16 Fortitude save each round to negate the damage and end the affliction. Multiple hits extend the duration by 3 rounds and increase the DC by 2 for each hit. The rod only functions if its possessor is evil.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-the-viper"
    },
    {
        "CL": 8,
        "Group": "Rod",
        "Name": "Rod of the Wayang",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "5 lbs.",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, shadow conjuration greater, shadow evocation greater",
        "Description": "This rod is lacquered jet black, covered with bright white runes, and capped with crown of jagged smoky quartz. When the rod's wielder casts a spell of the shadow subschool, she increases the DC of that spell's saving throw by 1. Furthermore, once per day on command, wielder can treat positive and negative energy effects as if she were an undead creature, taking damage from positive energy and healing damage from negative energy. This ability lasts for 1 minute unless dismissed as a free action.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-the-wayang"
    },
    {
        "CL": 9,
        "Group": "Rod",
        "Name": "Rod Of Thunder And Lightning",
        "Price": 33000,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "5 lbs.",
        "Cost": 16500,
        "CostUnit": "gp",
        "Requirements": "Craft Magic Arms and Armor, Craft Rod, lightning bolt, shout",
        "Description": "Constructed of iron set with silver rivets, this rod has the properties of a <i>+2 light mace</i>. Its other powers are as follows.<li><b>Lightning</b>: Once per day, when the wielder desires, a short spark of electricity can leap forth when the rod strikes an opponent to deal the normal damage for a <i>+2 light mace</i> (1d6+2) and an extra 2d6 points of electricity damage. Even when the rod fails to score a normal hit in combat, if the roll was good enough to count as a successful melee touch attack, then the 2d6 points of electricity damage still apply. The wielder activates this power as a free action, and it works if he strikes an opponent within 1 round.</li>\n<li><b>Lightning Stroke</b>: Once per day as a standard action, the wielder can cause the rod to shoot out a 5-foot-wide <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/lightningBolt.html#_lightning-bolt\">lightning bolt</a></i> dealing 9d6 points of electricity damage (Reflex DC 16 half) to a range of 200 feet.</li>\n<li><b>Thunder</b>: Once per day, the rod can strike as a <i>+3 light mace</i>, and the opponent struck is stunned from the noise of the rod's impact (Fortitude DC 16 negates). Activating this sonic power counts as a free action, and it works if the wielder strikes an opponent within 1 round.</li>\n<li><b>Thunderclap</b>: Once per day as a standard action, the wielder can cause the rod to give out a deafening noise, just as a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/shout.html#_shout\">shout</a></i> spell (Fortitude DC 16 partial, 2d6 points of sonic damage, target deafened for 2d6 rounds).</li>\n<li><b>Thunder and Lightning</b>: Once per week as a standard action, the wielder of the rod can combine the thunderclap power with a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/lightningBolt.html#_lightning-bolt\">lightning bolt</a></i>, as in the lightning stroke power. The thunderclap affects all creatures within 10 feet of the bolt. The lightning stroke deals 9d6 points of electricity damage (count rolls of 1 or 2 as rolls of 3, for a range of 27 to 54 points), and the thunderclap deals 2d6 points of sonic damage. A single DC 16 Reflex save applies for both effects.</li>",
        "Source": "Ultimate Equipment",
        "id": "rod-of-thunder-and-lightning"
    },
    {
        "CL": 9,
        "Group": "Rod",
        "Name": "Rod of Thunderous Force",
        "Price": 5400,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "5 lbs.",
        "Cost": 2700,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, blindness/deafness, wall of force",
        "Description": "This mahogany rod is etched with the image of whirling storm clouds. Once per day on command, the wielder can slam the rod against the ground, releasing a concussive wave of sonic and force energy. This creates a 20-foot radius burst centered on the wielder. While it causes no damage, those within the burst must succeed at a DC 19 Fortitude save or fall prone and be deafened for 1d4 rounds. The wielder is unaffected by this blast. This effect is a force and sonic effect.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-thunderous-force"
    },
    {
        "CL": 13,
        "Group": "Rod",
        "Name": "Rod Of Withering",
        "Price": 25000,
        "PriceUnit": "gp",
        "Aura": "strong necromancy",
        "Weight": "5 lbs.",
        "Cost": 12500,
        "CostUnit": "gp",
        "Requirements": "Craft Magic Arms and Armor, Craft Rod, contagion",
        "Description": "A <i>rod of withering</i> acts as a <i>+1 light mace</i> that deals no hit point damage. Instead, the wielder deals 1d4 points of Strength damage and 1d4 points of Constitution damage to any creature she touches with the rod (by making a melee touch attack). If she scores a critical hit, the damage from that hit is permanent ability drain. In either case, the defender negates the effect with a DC 17 Fortitude save.",
        "Source": "Ultimate Equipment",
        "id": "rod-of-withering"
    },
    {
        "CL": 10,
        "Group": "Rod",
        "Name": "Rod Of Wonder",
        "Price": 12000,
        "PriceUnit": "gp",
        "Aura": "moderate enchantment",
        "Weight": "5 lbs.",
        "Cost": 6000,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, confusion, creator must be chaotic",
        "Description": "A rod of wonder is a strange and unpredictable device that randomly generates any number of weird effects each time it is used. Activating the rod is a standard action. Typical powers of the rod include the following.<thead><tr><th>d%</th><th>Wondrous Effect</th></tr></thead>\n<tbody><tr class=\"odd\"><td>01–05</td><td style=\"white-space: normal;\">Target affected by <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/slow.html#_slow\">slow</a></i> for 10 rounds (Will DC 15 negates).</td></tr>\n<tr class=\"even\"><td>06–10</td><td style=\"white-space: normal;\"><i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/faerieFire.html#_faerie-fire\">Faerie fire</a></i> surrounds the target.</td></tr>\n<tr class=\"odd\"><td>11–15</td><td style=\"white-space: normal;\">Deludes the wielder for 1 round into believing the rod functions as indicated by a second die roll (no save).</td></tr>\n<tr class=\"even\"><td>16–20 </td><td style=\"white-space: normal;\"><i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/gustOfWind.html#_gust-of-wind\">Gust of wind</a></i>, but at windstorm force (Fortitude DC 14 negates).</td></tr>\n<tr class=\"odd\"><td>21–25 </td><td style=\"white-space: normal;\">Wielder learns the target's surface thoughts (as with <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/detectThoughts.html#_detect-thoughts\">detect thoughts</a></i>) for 1d4 rounds (no save).</td></tr>\n<tr class=\"even\"><td>26–30 </td><td style=\"white-space: normal;\"><i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/stinkingCloud.html#_stinking-cloud\">Stinking cloud</a></i> appears at 30-foot range (Fortitude DC 15 negates).</td></tr>\n<tr class=\"odd\"><td>31–33 </td><td style=\"white-space: normal;\">Heavy rain falls for 1 round in 60-foot radius centered on the rod wielder.</td></tr>\n<tr class=\"even\"><td>34–36 </td><td style=\"white-space: normal;\">Summons an animal—a rhino (01–25 on d%), elephant (26–50), or mouse (51–100).</td></tr>\n<tr class=\"odd\"><td>37–46 </td><td style=\"white-space: normal;\"><i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/lightningBolt.html#_lightning-bolt\">Lightning bolt</a></i> (70 foot long, 5 foot wide), 6d6 points of damage (Reflex DC 15 half).</td></tr>\n<tr class=\"even\"><td>47–49</td><td style=\"white-space: normal;\">A stream of 600 large butterflies pours forth and flutters around for 2 rounds, blinding everyone within 25 foot (Reflex DC 14 negates).</td></tr>\n<tr class=\"odd\"><td>50–53</td><td style=\"white-space: normal;\">Target is affected by <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/enlargePerson.html#_enlarge-person\">enlarge person</a></i> if within 60 feet of rod (Fortitude DC 13 negates).</td></tr>\n<tr class=\"even\"><td>54–58</td><td style=\"white-space: normal;\"><i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/darkness.html#_darkness\">Darkness</a></i>, 30-foot-diameter hemisphere, centered 30 feet away from rod.</td></tr>\n<tr class=\"odd\"><td>59–62</td><td style=\"white-space: normal;\">Grass grows in 160-square-foot area before the rod, or grass existing there grows to 10 times its normal size.</td></tr>\n<tr class=\"even\"><td>63–65</td><td style=\"white-space: normal;\">Any nonliving object of up to 1,000 pounds of mass and up to 30 cubic feet in size turns ethereal.</td></tr>\n<tr class=\"odd\"><td>66–69 </td><td style=\"white-space: normal;\">Reduce wielder two size categories (no save) for 1 day.</td></tr>\n<tr class=\"even\"><td>70–79</td><td style=\"white-space: normal;\"><i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/fireball.html#_fireball\">Fireball</a></i> at target or 100 feet straight ahead, 6d6 points of damage (Reflex DC 15 half).</td></tr>\n<tr class=\"odd\"><td>80–84 </td><td style=\"white-space: normal;\"><i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/invisibility.html#_invisibility\">Invisibility</a></i> covers the rod's wielder.</td></tr>\n<tr class=\"even\"><td>85–87</td><td style=\"white-space: normal;\">Leaves grow from the target if within 60 feet of the rod. These last 24 hours.</td></tr>\n<tr class=\"odd\"><td>88–90</td><td style=\"white-space: normal;\">10–40 gems, value 1 gp each, shoot forth in a 30-foot-long stream. Each gem deals 1 point of damage to any creature in its path: roll 5d4 for the number of hits and divide them among the available targets.</td></tr>\n<tr class=\"even\"><td>91–95</td><td style=\"white-space: normal;\">Shimmering colors dance and play over a 40-foot-by-30-foot area in front of rod. Creatures therein are blinded for 1d6 rounds (Fortitude DC 15 negates).</td></tr>\n<tr class=\"odd\"><td>96–97 </td><td style=\"white-space: normal;\">Wielder (50% chance) or the target (50% chance) turns permanently blue, green, or purple (no save).</td></tr>\n<tr class=\"even\"><td>98–100</td><td style=\"white-space: normal;\"><i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/fleshToStone.html#_flesh-to-stone\">Flesh to stone</a></i> (or <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/stoneToFlesh.html#_stone-to-flesh\">stone to flesh</a></i> if the target is stone already) if the target is within 60 feet (Fortitude DC 18 negates).</td></tr></tbody>",
        "Source": "Ultimate Equipment",
        "id": "rod-of-wonder"
    },
    {
        "CL": 9,
        "Group": "Rod",
        "Name": "Sapling Rod",
        "Price": 16650,
        "PriceUnit": "gp",
        "Aura": "moderate conjuration and transmutation",
        "Weight": "5 lbs.",
        "Cost": 8325,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, cure moderate wounds, grove of respite, lesser restoration",
        "Description": "This rod appears to be the limbless trunk and branching roots of a miniature tree. It grants its wielder a +5 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/survival.html#_survival\">Survival</a> checks to get along in the wild and to keep from getting lost. Additionally the wielder and any allies within a 20-foot radius of the wielder gain the benefits of the ranger's woodland stride class feature.If thrust into any natural ground or earth and allowed to stand for 1 hour, the rod grows and blooms into a large tree bearing edible fruit. A sapling rod produces 2d4 pieces of fruit. A creature that consumes an entire piece of fruit gains the benefits of either a <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/cureModerateWounds.html#_cure-moderate-wounds\">cure moderate wounds</a></i> or <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/restoration.html#_restoration-lesser\">lesser restoration</a></i> spell (recipient's choice). Consuming a piece of fruit from a sapling rod is a full-round action that provokes attacks of opportunity, and no single creature can benefit from more than two piece of fruit from a single blooming. A sapling rod can bloom once per week and after doing so reverts to its original state after all the fruit is picked, or after 24 hours, whichever comes first. Fruit harvested from the tree lasts for 24 hours before shriveling into useless husks.",
        "Source": "Ultimate Equipment",
        "id": "sapling-rod"
    },
    {
        "CL": 10,
        "Group": "Rod",
        "Name": "Scepter of Heaven",
        "Price": 74000,
        "PriceUnit": "gp",
        "Aura": "moderate evocation",
        "Weight": "3 lbs.",
        "Cost": 37000,
        "CostUnit": "gp",
        "Requirements": "Craft Magic Arms and Armor, Craft Rod, bless weapon, dispel evil, holy smite, holy sword, holy word, spear of purity, creator must be good",
        "Description": "This ornate scepter of bronze and mithral has a flanged head like a golden-white sunburst. A <i>scepter of heaven </i>acts as a <i>+1 evil outsider bane morningstar</i>. The scepter has the following powers when wielded by a good-aligned creature.<li>The wielder of a scepter of heaven gains a +2 sacred bonus on caster level checks made to dispel magic against with the evil descriptor or effects created by evil outsiders.</li>\n<li>The wielder can use the scepter to use <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/blessWeapon.html#_bless-weapon\">bless weapon</a></i> on command and at will as the spell.</li>\n<li>Once per day on command, if the wielder can shoot a <i><a href=\"http://paizo.com/pathfinderRPG/prd/ultimateMagic/spells/spearOfPurity.html#_spear-of-purity\">spear of purity</a></i> from the scepter. </li>If the wielder of a <i>scepter of heaven</i> wears a <i>crown of heaven</i>, the scepter's caster level increases to 15th (increasing its aura to strong) and, when used as a weapon, it gains the <i>holy </i>property. A good-aligned wielder may also use <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/holySmite.html#_holy-smite\">holy smite</a>, <a href=\"http://paizo.com/pathfinderRPG/prd/spells/holySword.html#_holy-sword\">holy sword</a>, </i>and <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/holyWord.html#_holy-word\">holy word</a></i>, as the spells, once per day each.A <i>scepter of heaven</i> is of good alignment, and any evil creature attempting to wield one gains one negative level. The negative level remains as long as the rod is in hand and disappears when the rod is no longer held. This negative level cannot be overcome in any way (including <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/restoration.html#_restoration\">restoration</a></i> spells) while the rod is being held.",
        "Source": "Ultimate Equipment",
        "id": "scepter-of-heaven"
    },
    {
        "CL": 7,
        "Group": "Rod",
        "Name": "Suzerain Scepter",
        "Price": 20000,
        "PriceUnit": "gp",
        "Aura": "moderate enchantment",
        "Weight": "5 lbs.",
        "Cost": 10000,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, Leadership, bless, good hope, greater command, the creator must have the Leadership feat",
        "Description": "This ornately bejeweled baton confers the mark of rightful rulership on its bearer. The wielder of this scepter gains a +5 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/knowledge.html#_knowledge\">Knowledge</a> (nobility) and <a href=\"http://paizo.com/pathfinderRPG/prd/skills/diplomacy.html#_diplomacy\">Diplomacy</a> checks. Furthermore, once per day, and on command, the wielder can affect up to seven living creatures with <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/goodHope.html#_good-hope\">good hope</a></i>, as the spell. If the wielder of a <i>suzerain scepter </i>has the <a href=\"http://paizo.com/pathfinderRPG/prd/feats.html#_leadership\">Leadership</a> feat, she may attract double the normal number of followers for her <a href=\"http://paizo.com/pathfinderRPG/prd/feats.html#_leadership\">Leadership</a> score; however, if the rod is out of the wielder's possession for more than 1 week these extra followers leave. In addition, a <i>suzerain scepter </i>radiates a continuous <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/bless.html#_bless\">bless</a> </i>effect that affects any cohort, follower, animal companion, familiar, special mount, or creature charmed or summoned by the wielder (but not called creatures or those under <i>dominate</i> or other compulsion effects). Whenever the wielder creates an effect that provides a morale bonus to such creatures (not including the scepter's <i><a href=\"http://paizo.com/pathfinderRPG/prd/spells/bless.html#_bless\">bless</a> </i>effect), that bonus increases by 1.",
        "Source": "Ultimate Equipment",
        "id": "suzerain-scepter"
    },
    {
        "CL": 15,
        "Group": "Rod",
        "Name": "Trap-Stealer's Rod",
        "Price": 13500,
        "PriceUnit": "gp",
        "Aura": "strong transmutation",
        "Weight": "5 lbs.",
        "Cost": 6750,
        "CostUnit": "gp",
        "Requirements": "Craft Rod, create pit, knock, plane shift",
        "Description": "This sturdy iron rod is forged with pronounced angles to allow for strong gripping, inscribed with images and sayings of trickster figures from myths and common folklore. Hooked at one end, a trap-stealer's rod functions as an exceptional crowbar, granting the user a +4 circumstance bonus on Strength checks made to force open a door or chest when using it to do such.In addition, on command, the wielder can transform the rod into a magical set of thieves' tools. Using these grant a +4 competence bonus on <a href=\"http://paizo.com/pathfinderRPG/prd/skills/disableDevice.html#_disable-device\">Disable Device</a> checks. The wielder can transform these tools into the rod again with a command.Lastly, if the rod's bearer successfully disables a trap with the thieves' tools and beats the DC to disable the trap by 5 or more, he can magically steal the disabled trap. A stolen trap disappears from the surrounding area, siphoned into extradimensional space that is connected to the rod. Terrain around the trap reworks itself as if the trap never had existed, though doorways and portals that supported a trap remain unaffected. At any time during the next 24 hours, the rod's wielder can place the stored trap in a new location where it operates as normal. The new location must be able to support the trap's placement; for example a stolen pit trap could be taken from a dungeon floor and replaced on a dirt road, but not upon the surface of a river or lake, and the effectiveness of the placement is subject to GM discretion. Placing a stolen trap into a location that does not support it wastes the effect and magically transports the trap back to its original location. Whether successfully placed into a new location or not, a stolen trap returns to its original location after 24 hours. This ability functions once per day.",
        "Source": "Ultimate Equipment",
        "id": "trap-stealer-s-rod"
    }
]